Repository: OpenPrinting/cups
Catalog: locale/cups_*.po
Languages: es, pt_br, ro, sv

source: finishing-template.jdf-f32-8
es: JDF F32-8
pt_br: Formato de definição do trabalho JDF F32-8
ro: JDF F32-8
sv: JDF F32-8

source: finishing-template.jdf-f32-9
es: JDF F32-9
pt_br: Formato de definição do trabalho JDF F32-9
ro: JDF F32-9
sv: JDF F32-9

source: finishing-template.jdf-f36-1
es: JDF F36-1
pt_br: Formato de definição do trabalho JDF F36-1
ro: JDF F36-1
sv: JDF F36-1

source: finishing-template.jdf-f36-2
es: JDF F36-2
pt_br: Formato de definição do trabalho JDF F36-2
ro: JDF F36-2
sv: JDF F36-2

source: finishing-template.jdf-f4-1
es: JDF F4-1
pt_br: Formato de definição do trabalho JDF F4-1
ro: JDF F4-1
sv: JDF F4-1

source: finishing-template.jdf-f4-2
es: JDF F4-2
pt_br: Formato de definição do trabalho JDF F4-2
ro: JDF F4-2
sv: JDF F4-2

source: finishing-template.jdf-f40-1
es: JDF F40-1
pt_br: Formato de definição do trabalho JDF F40-1
ro: JDF F40-1
sv: JDf F40-1

source: finishing-template.jdf-f48-1
es: JDF F48-1
pt_br: Formato de definição do trabalho JDF F48-1
ro: JDF F48-1
sv: JDF F48-1

source: finishing-template.jdf-f48-2
es: JDF F48-2
pt_br: Formato de definição do trabalho JDF F48-2
ro: JDF F48-2
sv: JDF F48-2

source: finishing-template.jdf-f6-1
es: JDF F6-1
pt_br: Formato de definição do trabalho JDF F6-1
ro: JDF F6-1
sv: JDF F6-1

source: finishing-template.jdf-f6-2
es: JDF F6-2
pt_br: Formato de definição do trabalho JDF F6-2
ro: JDF F6-2
sv: JDF F6-2

source: finishing-template.jdf-f6-3
es: JDF F6-3
pt_br: Formato de definição do trabalho JDF F6-3
ro: JDF F6-3
sv: JDF F6-3

source: finishing-template.jdf-f6-4
es: JDF F6-4
pt_br: Formato de definição do trabalho JDF F6-4
ro: JDF F6-4
sv: JDF F6-4

source: finishing-template.jdf-f6-5
es: JDF F6-5
pt_br: Formato de definição do trabalho JDF F6-5
ro: JDF F6-5
sv: JDF F6-5

source: finishing-template.jdf-f6-6
es: JDF F6-6
pt_br: Formato de definição do trabalho JDF F6-6
ro: JDF F6-5
sv: JDF F6-6

source: finishing-template.jdf-f6-7
es: JDF F6-7
pt_br: Formato de definição do trabalho JDF F6-7
ro: JDF F6-7
sv: JDF F6-7

source: finishing-template.jdf-f6-8
es: JDF F6-8
pt_br: Formato de definição do trabalho JDF F6-8
ro: JDF F6-8
sv: JDF F6-8

source: finishing-template.jdf-f64-1
es: JDF F64-1
pt_br: Formato de definição do trabalho JDF F64-1
ro: JDF F64-1
sv: JDF F64-1

source: finishing-template.jdf-f64-2
es: JDF F36-2
pt_br: Formato de definição do trabalho JDF F64-2
ro: JDF F64-1
sv: JDF F64-2

source: finishing-template.jdf-f8-1
es: JDF F8-1
pt_br: Formato de definição do trabalho JDF F8-1
ro: JDF F8-1
sv: JDF F8-1

source: finishing-template.jdf-f8-2
es: JDF F8-2
pt_br: Formato de definição do trabalho JDF F8-2
ro: JDF F8-2
sv: JDF F8-2

source: finishing-template.jdf-f8-3
es: JDF F8-3
pt_br: Formato de definição do trabalho JDF F8-3
ro: JDF F8-3
sv: JDF F8-3

source: finishing-template.jdf-f8-4
es: JDF F8-4
pt_br: Formato de definição do trabalho JDF F8-4
ro: JDF F8-4
sv: JDF F8-4

source: finishing-template.jdf-f8-5
es: JDF F8-5
pt_br: Formato de definição do trabalho JDF F8-5
ro: JDF F8-5
sv: JDF F8-5

source: finishing-template.jdf-f8-6
es: JDF F8-6
pt_br: Formato de definição do trabalho JDF F8-6
ro: JDF F8-6
sv: JDF F8-6

source: finishing-template.jdf-f8-7
es: JDF F8-7
pt_br: Formato de definição do trabalho JDF F8-7
ro: JDF F8-7
sv: JDF F8-7

source: finishing-template.jog-offset
es: Desplazamiento Jog
pt_br: Ajuste Fino da Posição do Papel
ro: Decalaj bandă

source: finishing-template.laminate
es: Laminado
pt_br: Laminar
ro: Laminat
sv: Laminera

source: finishing-template.punch
es: Punzón
pt_br: Furar
ro: Poanson(perforator)
sv: Hålslag

source: finishing-template.punch-bottom-left
es: Punzón abajo a la izquierda
pt_br: Furar no Canto Inferior Esquerdo
ro: Perforare în partea stângă jos
sv: Hålslag nedre vänster

source: finishing-template.punch-bottom-right
es: Punzón inferior derecho
pt_br: Furar no Canto Inferior Direito
ro: Perforare în partea dreaptă jos
sv: Hålslag nedre höger

source: finishing-template.punch-dual-bottom
es: Perforadora de 2 agujeros
pt_br: Fazer Dois Furos no Canto Inferior
ro: Perforare cu 2 găuri în partea inferioară
sv: 2-håls hålslag nedre

source: finishing-template.punch-dual-left
es: Perforadora de 2 agujeros izquierda
pt_br: Fazer Dois Furos no Canto Esquerdo
ro: Perforare cu 2 găuri în partea stângă
sv: 2-håls hålslag vänster

source: finishing-template.punch-dual-right
es: Perforadora de 2 agujeros derecha
pt_br: Fazer Dois Furos no Canto Direito
ro: Perforare cu 2 găuri în partea dreaptă
sv: 2-håls hålslag höger

source: finishing-template.punch-dual-top
es: Perforadora de 2 agujeros
pt_br: Fazer Dois Furos no Canto Superior
ro: Perforare cu 2 găuri în partea superioară
sv: 2-håls hålslag övre

source: finishing-template.punch-multiple-bottom
es: Perforadora múltiple inferior
pt_br: Fazer Vários Furos no Canto Inferior
ro: Perforare cu multiple găuri în partea inferioară
sv: Flerhåls hålslag nedre

source: finishing-template.punch-multiple-left
es: Perforadora multihueco izquierda
pt_br: Fazer Vários Furos no Canto Esquerdo
ro: Perforare cu multiple găuri în partea stângă
sv: Flerhåls hålslag vänster

source: finishing-template.punch-multiple-right
es: Perforadora multihueco derecha
pt_br: Fazer Vários Furos no Canto Direito
ro: Perforare cu multiple găuri în partea dreaptă
sv: Flerhåls hålslag höger

source: finishing-template.punch-multiple-top
es: Tapa perforada
pt_br: Fazer Vários Furos no Canto Superior
ro: Perforare cu multiple găuri în partea superioară
sv: Flerhåls hålslag övre

source: finishing-template.punch-quad-bottom
es: Perforadora de 4 agujeros
pt_br: Fazer Quatro Furos no Canto Inferior
ro: Perforare cu 4 găuri în partea inferioară
sv: 4-håls hålslag nedre

source: finishing-template.punch-quad-left
es: Perforadora de 4 agujeros izquierda
pt_br: Fazer Quatro Furos no Canto Esquerdo
ro: Perforare cu 4 găuri în partea stângă
sv: 4-håls hålslag vänster

source: finishing-template.punch-quad-right
es: Perforadora de 4 agujeros derecha
pt_br: Fazer Quatro Furos no Canto Direito
ro: Perforare cu 4 găuri în partea dreaptă
sv: 4-håls hålslag höger

source: finishing-template.punch-quad-top
es: Perforadora de 4 agujeros cima
pt_br: Fazer Quatro Furos no Canto Superior
ro: Perforare cu 4 găuri în partea superioară
sv: 4-håls hålslag övre

source: finishing-template.punch-top-left
es: Punzón superior izquierdo Cima
pt_br: Furar no Canto Superior Esquerdo
ro: Perforare în partea stângă, sus
sv: Hålslag övre vänster

source: finishing-template.punch-top-right
es: Punzón superior derecho
pt_br: Furar no Canto Superior Direito
ro: Perforare în partea dreaptă, sus
sv: Hålslag övre höger

source: finishing-template.punch-triple-bottom
es: Perforadora de 3 agujeros
pt_br: Fazer Três Furos no Canto Inferior
ro: Perforare cu 3 găuri în partea inferioară
sv: 3-håls hålslag nedre

source: finishing-template.punch-triple-left
es: Perforadora de 3 agujeros izquierda
pt_br: Fazer Três Furos no Canto Esquerdo
ro: Perforare cu 3 găuri în partea stângă
sv: 3-håls hålslag vänster

source: finishing-template.punch-triple-right
es: Perforadora de 3 agujeros derecha
pt_br: Fazer Três Furos no Canto Direito
ro: Perforare cu 3 găuri în partea dreaptă
sv: 3-håls hålslag höger

source: finishing-template.punch-triple-top
es: Perforadora de 3 agujeros superior
pt_br: Fazer Três Furos no Canto Superior
ro: Perforare cu 3 găuri în partea superioară
sv: 3-håls hålslag övre

source: finishing-template.saddle-stitch
es: Puntada a caballete
pt_br: Costurar com Ponto Selado
ro: Cusătură cu capsă
sv: Sadelstygn

source: finishing-template.staple
es: Grapa
pt_br: Grampear
ro: Capsă
sv: Häftklammer

source: finishing-template.staple-bottom-left
es: Grapa inferior izquierda
pt_br: Grampear no Canto Inferior Esquerdo
ro: Capsă în partea stângă jos
sv: Häftklammer nedre vänster

source: finishing-template.staple-bottom-right
es: Grapa inferior derecha
pt_br: Grampear no Canto Inferior Direito
ro: Capsă în partea dreaptă jos
sv: Häftklammer nedre höger

source: finishing-template.staple-dual-bottom
es: 2 grapas en la parte inferior
pt_br: Fazer Dois Grampos no Canto Inferior
ro: 2 capse în partea inferioară
sv: 2 klamrar nederst

source: finishing-template.staple-dual-left
es: 2 grapas a la izquierda
pt_br: Fazer Dois Grampos no Canto Esquerdo
ro: 2 capse în partea stângă
sv: 2 klamrar vänster

source: finishing-template.staple-dual-right
es: 2 grapas a la derecha
pt_br: Fazer Dois Grampos no Canto Direto
ro: 2 capse în partea dreaptă
sv: 2 klamrar höger

source: finishing-template.staple-dual-top
es: 2 grapas en la parte superior
pt_br: Fazer Dois Grampos no Canto Superior
ro: 2 capse în partea superioară
sv: 2 klamrar överst

source: finishing-template.staple-top-left
es: Grapa superior izquierda
pt_br: Grampear no Canto Superior Esquerdo
ro: Capsă în partea stângă sus
sv: Klammer övre vänster

source: finishing-template.staple-top-right
es: Grapa superior derecha
pt_br: Grampear no Canto Superior Direito
ro: Capsă în partea dreaptă sus
sv: Klammer övre höger

source: finishing-template.staple-triple-bottom
es: 3 grapas en la parte inferior
pt_br: Fazer Três Grampos no Canto Inferior
ro: 3 capse în partea inferioară
sv: 3 klamrar nederst

source: finishing-template.staple-triple-left
es: 3 grapas a la izquierda
pt_br: Fazer Três Grampos no Canto Esquerdo
ro: 3 capse în partea stângă
sv: 3 klamrar vänster

source: finishing-template.staple-triple-right
es: 3 grapas a la derecha
pt_br: Fazer Três Grampos no Canto Direito
ro: 3 capse în partea dreaptă
sv: 3 klamrar höger

source: finishing-template.staple-triple-top
es: 3 grapas en la parte superior
pt_br: Fazer Três Grampos no Canto Superior
ro: 3 capse în partea superioară
sv: 3 klamrar överst

source: finishing-template.trim
es: Recorte
pt_br: Aparar
ro: Tundere
sv: Trimma

source: finishing-template.trim-after-copies
es: Recorte tras cada serie
pt_br: Aparar Após Cada Conjunto
ro: Tundere după fiecare serie de copii
sv: Trimma efter varje uppsättning

source: finishing-template.trim-after-documents
es: Recortar tras cada documento
pt_br: Aparar Após Cada Documento
ro: Tundere după fiecare document
sv: Trimma efter varje dokument

source: finishing-template.trim-after-job
es: Recorte tras trabajo
pt_br: Aparar Após o Trabalho
ro: Tundere după lucrare
sv: Trimma efter jobb

source: finishing-template.trim-after-pages
es: Recortar después de cada página
pt_br: Aparar Após Cada Página
ro: Tundere după fiecare pagină
sv: Trimma efter varje sida

source: finishing-template.trim-after-sets
es: Recorte después de cada serie
pt_br: Aparar Após Cada Conjunto
ro: Tundere după fiecare set
sv: Trimma efter varje uppsättning

source: finishing-template.trim-after-sheets
es: Recortar tras cada página
pt_br: Aparar Após Cada Página
ro: Tundere după fiecare foaie
sv: Trimma efter varje sida

source: finishings
es: Acabados
pt_br: Acabamentos
ro: Finisaje
sv: Slutbearbetning

source: finishings-col
es: Acabados
pt_br: Acabamentos
ro: Finisaje
sv: Slutbearbetning

source: finishings.10
es: Pliegue
pt_br: Dobrar
ro: Pliere
sv: Vikning

source: finishings.100
es: Pliegue Z
pt_br: Dobrar no Formato de "Z"
ro: Pliere în Z
sv: Z-vikning

source: finishings.101
es: Pliegue en Z de ingeniería
pt_br: Dobrar o Papel no Formato de "Z"
ro: Pliere în Z, de tehnică
sv: Ingenjör Z-vikning

source: finishings.11
es: Recorte
pt_br: Aparar
ro: Tundere
sv: Trimma

source: finishings.12
es: Paca
pt_br: Fardo
ro: Balot

source: finishings.13
es: Creador de folletos
pt_br: Criador de Livretos
ro: Creator de broșuri
sv: Broschyr

source: finishings.14
es: Desplazamiento Jog
pt_br: Ajuste Fino da Posição do Papel
ro: Decalaj bandă

source: finishings.15
es: Cobertura
pt_br: Revestir
ro: Învelitoare copertă
sv: Ytbeläggning

source: finishings.16
es: Laminado
pt_br: Laminar
ro: Laminat
sv: Laminera

source: finishings.20
es: Grapa superior izquierda
pt_br: Grampear no Canto Superior Esquerdo
ro: Capsă în partea stângă sus
sv: Häftklammer övre vänster

source: finishings.21
es: Grapa inferior izquierda
pt_br: Grampear no Canto Inferior Esquerdo
ro: Capsă în partea stângă jos
sv: Häftklammer nedre vänster

source: finishings.22
es: Grapa superior derecha
pt_br: Grampear no Canto Superior Direito
ro: Capsă în partea dreaptă sus
sv: Häftklammer övre höger

source: finishings.23
es: Grapa inferior derecha
pt_br: Grampear no Canto Inferior Direito
ro: Capsă în partea dreaptă jos
sv: Häftklammer nedre höger

source: finishings.24
es: Puntada en el borde izquierdo
pt_br: Costurar na Borda do Canto Esquerdo
ro: Cusătură pe marginea stângă
sv: Kantstygn vänster

source: finishings.25
es: Cima de puntada en el borde
pt_br: Costurar na Borda do Canto Superior
ro: Cusătură pe marginea superioară
sv: Kantstygn övre

source: finishings.26
es: Puntada de borde derecha
pt_br: Costurar na Borda do Canto Direito
ro: Cusătură pe marginea dreaptă
sv: Kantstygn höger

source: finishings.27
es: Costura en el borde inferior
pt_br: Costurar na Borda do Canto Inferior
ro: Cusătură pe marginea inferioară
sv: Kantstygn nedre

source: finishings.28
es: 2 grapas a la izquierda
pt_br: Fazer Dois Grampos no Canto Esquerdo
ro: 2 capse în partea stângă
sv: 2 klamrar till vänster

source: finishings.29
es: 2 grapas en la parte superior
pt_br: Fazer Dois Grampos no Canto Superior
ro: 2 capse în partea superioară
sv: 2 klamrar överst

source: finishings.3
es: Ninguno
pt_br: Nenhum
ro: Niciunul
sv: Ingen

source: finishings.30
es: 2 grapas a la derecha
pt_br: Fazer Dois Grampos no Canto Direito
ro: 2 capse în partea dreaptă
sv: 2 klamrar till höger

source: finishings.31
es: 2 grapas en la parte inferior
pt_br: Fazer Dois Grampos no Canto Inferior
ro: 2 capse în partea inferioară
sv: 2 klamrar nederst

source: finishings.32
es: 3 grapas a la izquierda
pt_br: Fazer Três Grampos no Canto Esquerdo
ro: 3 capse în partea stângă
sv: 3 klamrar till vänster

source: finishings.33
es: 3 grapas en la parte superior
pt_br: Fazer Três Grampos no Canto Superior
ro: 3 capse în partea superioară
sv: 3 klamrar överst

source: finishings.34
es: 3 grapas a la derecha
pt_br: Fazer Três Grampos no Canto Direito
ro: 3 capse în partea dreaptă
sv: 3 klamrar till höger

source: finishings.35
es: 3 grapas en la parte inferior
pt_br: Fazer Três Grampos no Canto Inferior
ro: 3 capse în partea inferioară
sv: 3 klamrar nederst

source: finishings.4
es: Grapa
pt_br: Grampear
ro: Capsă
sv: Häftklammer

source: finishings.5
es: Perforar
pt_br: Furar
ro: Poanson(perforator)
sv: Hålslag

source: finishings.50
es: Encuadernar a la izquierda
pt_br: Encadernar no Canto Esquerdo
ro: Legare pe marginea din partea stângă
sv: Bindning vänster

source: finishings.51
es: Encuadernar parte superior
pt_br: Encadernar no Canto Superior
ro: Legare pe marginea superioară
sv: Bindning överst

source: finishings.52
es: Encuadernar a la derecha
pt_br: Encadernar no Canto Direito
ro: Legare pe marginea din partea dreaptă
sv: Bindning höger

source: finishings.53
es: Encuadernar parte inferior
pt_br: Encadernar no Canto Inferior
ro: Legare pe marginea inferioară
sv: Bindning nederst

source: finishings.6
es: Portada
pt_br: Capa
ro: Copertă
sv: Omslag

source: finishings.60
es: Páginas de recorte
pt_br: Aparar as Páginas
ro: Tundere pagini
sv: Trimma sidor

source: finishings.61
es: Documentos de recorte
pt_br: Aparar os Documentos
ro: Tundere documente
sv: Trimma dokument

source: finishings.62
es: Copias de recortes
pt_br: Aparar as Cópias
ro: Tundere copii
sv: Trimma exemplar

source: finishings.63
es: Tarea de recorte
pt_br: Aparar o Trabalho
ro: Tundere lucrare
sv: Trimma jobb

source: finishings.7
es: Encuadernar
pt_br: Encadernar
ro: Legare
sv: Bindning

source: finishings.70
es: Perforación superior izquierda
pt_br: Furar no Canto Superior Esquerdo
ro: Perforare în partea stângă, sus
sv: Hålslag övre vänster

source: finishings.71
es: Perforación inferior izquierda
pt_br: Furar no Canto Inferior Esquerdo
ro: Perforare în partea stângă jos
sv: Hålslag nedre vänster

source: finishings.72
es: Perforación superior a la derecha
pt_br: Furar no Canto Superior Direito
ro: Perforare în partea dreaptă, sus
sv: Hålslag övre höger

source: finishings.73
es: Perforación inferior derecha
pt_br: Furar no Canto Inferior Direito
ro: Perforare în partea dreaptă jos
sv: Hålslag nedre höger

source: finishings.74
es: Perforación de 2 agujeros a la izquierda
pt_br: Fazer Dois Furos no Canto Esquerdo
ro: Perforare cu 2 găuri în partea stângă
sv: 2-håls hålslag vänster

source: finishings.75
es: Perforación de 2 agujeros superiores
pt_br: Fazer Dois Furos no Canto Superior
ro: Perforare cu 2 găuri în partea superioară
sv: 2-håls hålslag övre

source: finishings.76
es: Perforación de 2 agujeros a la derecha
pt_br: Fazer Dois Furos no Canto Direito
ro: Perforare cu 2 găuri în partea dreaptă
sv: 2-håls hålslag höger

source: finishings.77
es: Perforación de 2 agujeros inferiores
pt_br: Fazer Dois Furos no Canto Inferior
ro: Perforare cu 2 găuri în partea inferioară
sv: 2-håls hålslag nedre

source: finishings.78
es: Perforadora de 3 agujeros izquierda
pt_br: Fazer Três Furos no Canto Esquerdo
ro: Perforare cu 3 găuri în partea stângă
sv: 3-håls hålslag vänster

source: finishings.79
es: Perforadora de 3 agujeros superiores
pt_br: Fazer Três Furos no Canto Superior
ro: Perforare cu 3 găuri în partea superioară
sv: 3-håls hålslag övre

source: finishings.8
es: Puntada a caballete
pt_br: Costurar com Ponto Selado
ro: Cusătură cu capsă
sv: Sadelstygn

source: finishings.80
es: Perforadora de 3 agujeros derecha
pt_br: Fazer Três Furos no Canto Direito
ro: Perforare cu 3 găuri în partea dreaptă
sv: 3-håls hålslag höger

source: finishings.81
es: Perforadora de 3 agujeros
pt_br: Fazer Três Furos no Canto Inferior
ro: Perforare cu 3 găuri în partea inferioară
sv: 3-håls hålslag nedre

source: finishings.82
es: Perforadora de 4 agujeros izquierda
pt_br: Fazer Quatro Furos no Canto Esquerdo
ro: Perforare cu 4 găuri în partea stângă
sv: 4-håls hålslag vänster

source: finishings.83
es: Perforadora de 4 agujeros superior
pt_br: Fazer Quatro Furos no Canto Superior
ro: Perforare cu 4 găuri în partea superioară
sv: 4-håls hålslag övre

source: finishings.84
es: Perforadora de 4 agujeros derecha
pt_br: Fazer Quatro Furos no Canto Direito
ro: Perforare cu 4 găuri în partea dreaptă
sv: 4-håls hålslag höger

source: finishings.85
es: Perforadora de 4 agujeros inferiores
pt_br: Fazer Quatro Furos no Canto Inferior
ro: Perforare cu 4 găuri în partea inferioară
sv: 4-håls hålslag nedre

source: finishings.86
es: Perforación múltiple izquierda
pt_br: Fazer Vários Furos no Canto Esquerdo
ro: Perforare cu multiple găuri în partea stângă
sv: Flerhåls hålslag vänster

source: finishings.87
es: Tapa perforada con varios agujeros
pt_br: Fazer Vários Furos no Canto Superior
ro: Perforare cu multiple găuri în partea superioară
sv: Flerhåls hålslag övre

source: finishings.88
es: Perforadora de multiagujeros derecha
pt_br: Fazer Vários Furos no Canto Direito
ro: Perforare cu multiple găuri în partea dreaptă
sv: Flerhåls hålslag höger

source: finishings.89
es: Perforadora multiagujero inferior
pt_br: Fazer Vários Furos no Canto Inferior
ro: Perforare cu multiple găuri în partea inferioară
sv: Flerhåls hålslag nedre

source: finishings.9
es: Puntada en el canto
pt_br: Costurar na Borda
ro: Cusătură pe margine
sv: Kantstygn

source: finishings.90
es: Pliegue en acordeón
pt_br: Dobrar Sanfonado
ro: Pliere tip acordeon
sv: Dragspelsvikning

source: finishings.91
es: Plegado de doble puerta
pt_br: Dobrar Duas Vezes no Formato de um Portão
ro: Pliere dublă în formă de poartă
sv: Dubbel grindvikning

source: finishings.92
es: Plegado de la puerta
pt_br: Dobrar no Formato de um Portão
ro: Pliere tip poartă
sv: Grindvikning

source: finishings.93
es: Medio pliegue
pt_br: Dobrar ao Meio
ro: Pliere pe jumătate
sv: Halvvikning

source: finishings.94
es: Pliegue en media Z
pt_br: Dobrar ao Meio no Formato de "Z"
ro: Pliere pe jumătate în Z
sv: Halv Z-vikning

source: finishings.95
es: Plegado de la puerta izquierda
pt_br: Dobrar no Canto Esquerdo no Formato de um Portão
ro: Pliere tip poartă în partea stângă
sv: Vänster grindvikning

source: finishings.96
es: Pliegue de carta
pt_br: Dobrar no Formato de uma Carta
ro: Pliere în formă de scrisoare
sv: Kuvertvikning

source: finishings.97
es: Pliegue paralelo
pt_br: Dobrar Paralelamente
ro: Pliere paralelă
sv: Parallellvikning

source: finishings.98
es: Póster plegado
pt_br: Dobrar no Formato de um Pôster
ro: Pliere poster
sv: Poster-vikning

source: finishings.99
es: Plegado de la puerta derecha
pt_br: Dobrar no Canto Direito no Formato de um Portão
ro: Pliere tip poartă în partea dreaptă
sv: Höger grindvikning

source: folding
es: Pliegue
pt_br: Dobrar
ro: Pliere
sv: Vikning

source: folding-direction
es: Dirección del pliegue
pt_br: Dobrar na Direção
ro: Direcția de pliere
sv: Vikningsriktning

source: folding-direction.inward
es: Hacia el interior
pt_br: Para Dentro
ro: Spre interior
sv: Inåt

source: folding-direction.outward
es: Hacia el exterior
pt_br: Para Fora
ro: Spre exterior
sv: Utåt

source: folding-offset
es: Posición de plegado
pt_br: Posição da Dobra
ro: Poziția de pliere
sv: Veckposition

source: folding-reference-edge
es: Borde del pliegue
pt_br: Dobrar na Borda
ro: Marginea pliată
sv: Vikningskant

source: folding-reference-edge.bottom
es: Abajo
pt_br: No Canto Inferior
ro: Marginea inferioară
sv: Nederst

source: folding-reference-edge.left
es: Izquierdo
pt_br: No Canto Esquerdo
ro: Marginea din stânga
sv: Vänster

source: folding-reference-edge.right
es: Derecho
pt_br: No Canto Direto
ro: Marginea din dreapta
sv: Höger

source: folding-reference-edge.top
es: Cima
pt_br: No Canto Superior
ro: Marginea superioară
sv: Överst

source: font-name-requested
es: Nombre de la tipografía
pt_br: Nome da Fonte
ro: Numele fontului
sv: Teckensnittsnamn

source: font-size-requested
es: Tamaño de la tipografía
pt_br: Tamanho da Fonte
ro: Dimensiune font
sv: Teckenstorlek

source: force-front-side
es: Fuerza Lado Frontal
pt_br: Aplicar uma Força Frontal e Lateral
ro: Forțează partea frontală
sv: Tvinga framsida

source: from-name
es: Nombre origen
pt_br: Nome Para
ro: Numele expeditorului
sv: Från namn

source: get-access-token [RESOURCE] Get the current access token
es: get-access-token [RECURSO] Obtiene el vale de acceso actual
pt_br: get-access-token [RECURSO] Permite obter a chave do portador de acesso atual
ro: get-access-token [RESURSĂ] obține jetonul de acces curent

source: get-client-id Get the client ID for the authorization server
es: get-client-id Obtiene el ID cliente para el servidor de authorización
pt_br: get-client-id Permite obter o ID (identificador) de autorização do servidor
ro: get-client-id obține ID-ul clientului pentru serverul de autorizare

source: get-device-grant [RESOURCE] Authorize access through a device
ro: get-device-grant [RESURSĂ] autorizează accesul prin intermediul unui dispozitiv

source: get-device-token [RESOURCE] DEVICE-CODE Wait for the device access token
ro: get-device-token [RESURSĂ] COD_DISPOZITIV așteaptă jetonul de acces al dispozitivului

source: get-metadata [NAME] Get metadata from the authorization server
es: get-metadata [NOMBRE] Obtiene metadatos desde el servidor de autorización
pt_br: get-metadata [NOME] Permite obter os metadados de autorização do servidor
ro: get-metadata [NUME] obține metadate de la serverul de autorizare

source: get-user-id [RESOURCE] [NAME] Get the authorized user ID
es: get-user-id [RECURSO] [NOMBRE] Obtiene el ID de usuario autorizado
pt_br: get-user-id [RECURSO] [NOME] Permite obter o ID (identificador) do usuário que foi autorizado
ro: get-user-id [RESURSĂ] [NUME] obține ID-ul utilizatorului autorizat

source: held
es: retenido
pt_br: retido
ro: reținută
sv: hålls kvar
