Repository: OpenPrinting/cups
Catalog: locale/cups_*.po
Languages: es, pt_br, ro, sv

source: Options:
es: Opciones:
pt_br: Opções:
ro: Opțiuni:
sv: Alternativ:

source: Other Media
es: Otro Medio
pt_br: Outra mídia
ro: Alt suport
sv: Annan media

source: Other Tray
es: Otra Bandeja
pt_br: Outra bandeja
ro: Altă tavă
sv: Annat fack

source: Out of date PPD cache file.
es: Archivo de caché PPD obsoleto.
pt_br: O arquivo de cache do PPD não está atualizado.
ro: Fișier cache PPD învechit.
sv: För gammal PPD-cache-fil.

source: Out of memory.
es: Sin memoria.
pt_br: A quantidade de memória não é suficiente.
ro: Memorie insuficientă.
sv: Slut på minne.

source: Output Mode
es: Modo de salida
pt_br: Modo de saída
ro: Modul de ieșire al imprimării
sv: Utmatningsläge

source: PCL Laser Printer
es: Impresora Laser PCL
pt_br: Impressora Laser PCL
ro: Imprimantă laser PCL

source: PRC16K Long Edge
es: PRC16K lado largo
pt_br: PRC16K com a Borda Maior
ro: PRC16K margine lungă

source: PRC32K Long Edge
es: PRC32K lado largo
pt_br: PRC32K com a Borda Maior
ro: PRC32K margine lungă

source: PRC32K Oversize
es: PRC32K Extragrande
pt_br: PRC32K Grande
ro: PRC32K supradimensionat

source: PRC32K Oversize Long Edge
es: PRC32K Extragrande lado largo
pt_br: PRC32K com a Borda Muito Maior
ro: PRC32K supradimensionat cu margine lungă

source: PRINTER environment variable names default destination that does not exist.
es: Nombres de variable de entorno destinado por defecto que no existe.
pt_br: A variável de ambiente PRINTER nomeia o destino padrão que não existe.
ro: Numele variabilei de mediu PRINTER indică o destinație implicită care nu există.
sv: Miljövariabeln PRINTER namnger förvald destination som inte finns.

source: Packet does not contain a Get-Response-PDU
es: El paquete no contiene un Get-Response-PDU
pt_br: O pacote não contém o Get-Response-PDU
ro: Pachetul nu conține un Get-Response-PDU
sv: Paket innehåller inte en Get-Response-PDU

source: Packet does not start with SEQUENCE
es: El paquete no empieza por SEQUENCE
pt_br: O pacote não inicia com o SEQUENCE
ro: Pachetul nu începe cu SEQUENCE
sv: Paket startar inte med SEQUENCE

source: Password for %s on %s?
es: ¿Contraseña de %s en %s?
pt_br: A senha para %s em %s?
ro: Parola pentru %s în %s?
sv: Lösenord för %s på %s?

source: Pause Class
es: Pausar clase
pt_br: Pausar a Classe
ro: Pune în pauză clasa
sv: Pausa klass

source: Pause Printer
es: Pausar impresora
pt_br: Pausar a Impressora
ro: Pune în pauză imprimanta
sv: Pausa skrivare

source: Peel-Off
es: Despegar
pt_br: Destacador de Etiquetas
ro: Dezlipire

source: Photo
es: Foto
pt_br: Foto
ro: Foto

source: Photo Labels
es: Foto pequeña
pt_br: Foto Pequena
ro: Etichete foto

source: Plain Paper
es: Papel normal
pt_br: Papel Normal
ro: Hârtie obișnuită

source: Policies
es: Reglas
pt_br: Políticas
ro: Politici
sv: Policier

source: Port Monitor
es: Monitor de puerto
pt_br: Monitor da Porta
ro: Monitor de port
sv: Portbevakare

source: PostScript Printer
es: Impresora PostScript
pt_br: Impressora do PostScript
ro: Imprimantă PostScript

source: Postcard
es: Postal
pt_br: Cartão Postal
ro: Carte poștală

source: Postcard Double
es: Postal doble
pt_br: Cartão Postal Duplo
ro: Carte poștală dublă

source: Postcard Double Long Edge
es: Postal doble lado largo
pt_br: Cartão Postal Duplo com a Borda Maior
ro: Carte poștală dublă cu margine lungă

source: Postcard Long Edge
es: Postal lado largo
pt_br: Cartão Postal com a Borda Maior
ro: Carte poștală cu margine lungă

source: Preparing to print.
es: Preparando la impresión.
pt_br: Preparando para imprimir.
ro: Pregătire pentru imprimare.
sv: Förbereder utskrift.

source: Print Density
es: Densidad de impresión
pt_br: Densidade da Impressão
ro: Densitatea imprimării

source: Print Job:
es: Imprimir trabajo:
pt_br: Trabalho de Impressão:
ro: Lucrarea de imprimare:
sv: Utskrift:

source: Print Mode
es: Modo de impresión
pt_br: Modo de Impressão
ro: Modul de imprimare

source: Print Rate
es: Tasa de impresión
pt_br: Taxa de Impressão
ro: Rata de imprimare

source: Print Self-Test Page
es: Imprimir página de auto-prueba
pt_br: Imprimir uma página de autoteste
ro: Imprimă pagina de autotestare
sv: Skriv ut självtestsida

source: Print Speed
es: Velocidad de impresión
pt_br: Velocidade da Impressão
ro: Viteza de imprimare

source: Print Test Page
es: Imprimir página de prueba
pt_br: Imprimir uma Página de Teste
ro: Imprimă pagina de test
sv: Skriv ut testsida

source: Print and Cut
es: Imprimir y cortar
pt_br: Imprimir e Cortar
ro: Imprimare și tăiere

source: Print and Tear
es: Imprimir y romper
pt_br: Imprimir e destacar
ro: Imprimare și detașare

source: Print file sent.
es: Archivo de impresión enviado.
pt_br: O arquivo foi enviado para impressão.
ro: Fișierul de imprimare a fost trimis.
sv: Utskriftsfil skickades.

source: Print job canceled at printer.
es: Trabajo de impresión cancelado en la impresora.
pt_br: O trabalho de impressão foi cancelado na impressora.
ro: Lucrarea de imprimare a fost anulată la imprimantă.
sv: Utskriftsjobb avbröts på skrivare.

source: Print job too large.
es: Trabajo de impresión demasiado grande.
pt_br: O trabalho de impressão é muito grande.
ro: Lucrarea de imprimare este prea mare.
sv: Utskriftsjobb för stort.

source: Print job was not accepted.
es: No se acepta el trabajo de impresión.
pt_br: O trabalho de impressão não foi aceito.
ro: Lucrarea de imprimare nu a fost acceptată.
sv: Utskriftsjobb togs inte emot.

source: Printer "%s" already exists.
es: Ya existe la impresora "%s".
pt_br: A impressora "%s" já existe.
ro: Imprimanta „%s” există deja.
sv: Skrivaren "%s" finns redan.

source: Printer Added
es: Impresora añadida
pt_br: A impressora Foi Adicionada
ro: Imprimantă adăugată
sv: Skrivare tillagd

source: Printer Default
es: Predeterminado de la impresora
pt_br: Impressora Padrão
ro: Imprimanta implicită

source: Printer Deleted
es: Impresora borrada
pt_br: A impressora Foi Excluída
ro: Imprimantă eliminată
sv: Skrivare raderad

source: Printer Modified
es: Impresora modificada
pt_br: A Impressora Foi Modificada
ro: Imprimantă modificată
sv: Skrivare ändrad

source: Printer Paused
es: Impresora en pausa
pt_br: A Impressora Está Pausada
ro: Imprimantă pusă în pauză
sv: Skrivare pausad

source: Printer Settings
es: Configuración de la impresora
pt_br: Configurações da Impressora
ro: Configurări imprimantă

source: Printer cannot print supplied content.
es: La impresora no puede imprimir el contenido suministrado.
pt_br: A impressora não consegue imprimir o conteúdo que foi fornecido.
ro: Imprimanta nu poate imprima conținutul furnizat.
sv: Skrivare kan inte skriva ut skickat innehåll.

source: Printer cannot print with supplied options.
es: La impresora no puede imprimir con las opciones suministradas.
pt_br: A impressora não consegue imprimir com as opções que foram fornecidas.
ro: Imprimanta nu poate imprima cu opțiunile furnizate.
sv: Skrivaren kan inte skriva ut med angivna alternativ.

source: Printer does not support required IPP attributes or document formats.
es: Impresora no admite atributos de IPP solicitados o formatos de documento.
pt_br: A impressora não é compatível com os atributos do IPP ou com as formatações do documento.
ro: Imprimanta nu acceptă atributele IPP sau formatele de documente cerute.
sv: Skrivaren stödjer inte nödvändiga IPP-attribut eller dokumentformat.

source: Printer returned invalid data: %s
es: Impresora devolvió datos no válidos: %s
pt_br: A impressora retornou com dados %s que não são válidos
ro: Imprimanta a returnat date nevalide: %s

source: Printer:
es: Impresora:
pt_br: Impressora:
ro: Imprimantă:
sv: Skrivare:

source: Printers
es: Impresoras
pt_br: Impressoras
ro: Imprimante
sv: Skrivare

source: Printing page %d, %u%% complete.
es: Imprimiendo página %d, %u%% completado.
pt_br: Imprimindo a página %d, %u%% concluída(s).
ro: Se imprimă pagina %d, %u%% finalizată.
sv: Skriver ut sida %d, %u%% slutfört.

source: Quarto
es: Libro en cuarto
ro: Cuarto

source: Quota limit reached.
es: Se ha alcanzado el límite de cuota.
pt_br: O limite da cota foi alcançado.
ro: S-a atins limita cotei.
sv: Kvotgräns nådd.

source: Rank Owner Job File(s) Total Size
es: Rango Propiet. Trabajo Archivo(s) Tamaño total
pt_br: Ordem Proprietário Trabalho Arquivo(s) Tamanho Total
ro: Ordine Proprietar Lucrare Fișier(e) Dimensiunea totală
sv: Rang Ägare Jobb Fil(er) Total storlek

source: Reject Jobs
es: Rechazar trabajos
pt_br: Rejeitar os Trabalhos
ro: Refuză lucrările
sv: Neka utskrifter

source: Remote host did not accept control file (%d).
es: El equipo remoto no ha aceptado el archivo de control (%d).
pt_br: A máquina remota não aceitou o arquivo de controle (%d).
ro: Gazda de la distanță nu a acceptat fișierul de control (%d).
sv: Fjärrvärd tog inte emot kontrollfil (%d).

source: Remote host did not accept data file (%d).
es: El equipo remoto no ha aceptado el archivo de datos (%d).
pt_br: A máquina remota não aceitou arquivo de dados (%d).
ro: Gazda de la distanță nu a acceptat fișierul de date (%d).
sv: Fjärrvärd tog inte emot datafil (%d).

source: Reprint After Error
es: Volver a imprimir tras un error
pt_br: Ocorreu um erro após a reimpressão
ro: Reimprimare după eroare

source: Request Entity Too Large
es: La entidad requerida es demasiado larga
pt_br: A entidade de requisição é muito grande
ro: Cantitatea cerută este prea mare
sv: Begärans entitet för stor

source: Resolution
es: Resolución
pt_br: Resolução
ro: Rezoluție
sv: Upplösning

source: Resume Class
es: Reanudar clase
pt_br: Retomar a Classe
ro: Reia clasa
sv: Fortsätt klass

source: Resume Printer
es: Reanudar impresora
pt_br: Retomar a Impressão
ro: Reia imprimanta
sv: Fortsätt skrivare

source: Return Address
es: Remite
pt_br: Retornar o Endereço
ro: Adresa de returnare

source: Rewind
es: Rebobinar
pt_br: Rebobinar
ro: Rebobinare

source: SEQUENCE uses indefinite length
es: SEQUENCE usa una longitud indefinida
pt_br: A SEQUENCE utiliza um comprimento que não é definido
ro: SEQUENCE utilizează o lungime nedeterminată
sv: SEQUENCE använder obestämd längd

source: SSL/TLS Negotiation Error
es: Error en negociación SSL/TLS
pt_br: Ocorreu um erro de negociação do SSL/TLS
ro: Eroare de negociere SSL/TLS
sv: Fel vid förhandling SSL/TLS

source: Second Roll (DUO/Twin Only)
es: Segundo rollo (DUO/Solo intercambio)
pt_br: Rolete secundário (somente para o DUO/duplo)
ro: Al doilea rulou (numai DUO/Twin)

source: See Other
es: Ver otros
pt_br: Exibir o outro
ro: Vezi altele
sv: Se Övrigt

source: See remote printer.
es: Ver impresora remota.
pt_br: Exibir a impressora remota.
ro: Vezi imprimanta de la distanță.
sv: Se fjärrskrivare.

source: Self-signed credentials are blocked.
es: Las credenciales para sí firmadas están bloqueadas.
pt_br: As credenciais autoassinadas estão bloqueadas.
ro: Acreditările autosemnate sunt blocate.
sv: Självsignerade inloggningsuppgifter blockeras.

source: Sending data to printer.
es: Enviando datos a la impresora.
pt_br: Enviando os dados para a impressora.
ro: Se trimit datele către imprimantă.
sv: Skickar data till skrivare.

source: Server Restarted
es: Servidor reiniciado
pt_br: O Servidor Foi Reiniciado
ro: Serverul a fost repornit
sv: Servern har startats om

source: Server Security Auditing
es: Auditoría de seguridad del servidor
pt_br: Auditoria de Segurança do Servidor
ro: Auditarea securității serverului
sv: Säkerhetskontroll av servern

source: Server Started
es: Servidor iniciado
pt_br: O Servidor Foi Iniciado
ro: Serverul a fost pornit
sv: Servern har startat

source: Server Stopped
es: Servidor parado
pt_br: O Servidor Está Parado
ro: Serverul a fost oprit
sv: Servern har stoppats

source: Server credentials not set.
es: Credenciales del servidor no establecidas.
pt_br: As credenciais no servidor não estão definidas.
ro: Acreditările serverului nu sunt definite.
sv: Serverns inloggningsuppgifter inte angivna.

source: Service Unavailable
es: Servicio no disponible
pt_br: O serviço Não Está Disponível
ro: Serviciu indisponibil
sv: Tjänst ej tillgänglig

source: Set Allowed Users
es: Establecer usuarios permitidos
pt_br: Definir os Usuários que São Permitidos
ro: Definiți utilizatorii autorizați
sv: Ställ in tillåtna användare

source: Set As Server Default
es: Establecer como predeterminada del servidor
pt_br: Definir como Padrão do Servidor
ro: Stabiliți ca implicită pentru server
sv: Sätt som serverns förval

source: Set Class Options
es: Cambiar opciones clase
pt_br: Definir as Opções da Classe
ro: Definiți opțiunile clasei
sv: Ställ in klassalternativ

source: Set Printer Options
es: Cambiar opciones impresora
pt_br: Definir as Opções da Impressora
ro: Definiți opțiunile imprimantei
sv: Ställ in skrivaralternativ

source: Shipping Address
es: Dirección de envío
pt_br: Endereço de Entrega
ro: Adresă de livrare

source: Short-Edge (Landscape)
es: Lado corto (apaisado)
pt_br: Borda Menor (Paisagem)
ro: Margine scurtă (peisaj)

source: Special Paper
es: Papel especial
pt_br: Papel Especial
ro: Hârtie specială

source: Spooling job, %.0f%% complete.
es: Guardando trabajo en cola, %.0f%% completado.
pt_br: O trabalho %.0f%% que estava na área da memória temporária foi concluído.
ro: Se stochează lucrarea în coada de imprimare, %.0f%% finalizată.
sv: Spoolar jobb, %.0f%% slutfört.

source: Starting Banner
es: Rótulo inicial
pt_br: Faixa no início da folha da impressão
ro: Banderolă de început
sv: Startar baner

source: Starting page %d.
es: Iniciando página %d.
pt_br: Iniciando a página %d.
ro: Pagina de început %d.
sv: Startar sida %d.

source: Statement
es: Declaración
pt_br: Declaração
ro: Declarație

source: Sub-Commands:
ro: Subcomenzi:

source: Subscription #%d does not exist.
es: Subscripción #%d no existe.
pt_br: A assinatura #%d não existe.
ro: Abonamentul nr. %d nu există.
sv: Prenumeration #%d finns inte.

source: Substitutions:
es: Substituciones:
pt_br: Substituições:
ro: Substituiri:
sv: Ersättningar:

source: Switching Protocols
es: Protocolos de conexión
pt_br: Alternando os protocolos
ro: Protocoale de comutare
sv: Byter protokoll

source: Tabloid Oversize
es: Tabloide extragrande
pt_br: Tabloide Grande
ro: Tabloid supradimensionat

source: Tabloid Oversize Long Edge
es: Tabloide extragrande lado largo
pt_br: Tabloide com a Borda Muito Maior
ro: Tabloid supradimensionat, margine lungă

source: Tear
es: Pestaña
pt_br: Destacar
ro: Desprindere

source: Tear-Off
es: Pestaña desprendible
pt_br: Destacar
ro: Detașare

source: Tear-Off Adjust Position
es: Ajuste de posición de la pestaña desprendible
pt_br: Ajustar a Posição do Destaque
ro: Poziție de ajustare a detașării

source: The "%s" attribute is required for print jobs.
es: Se necesita el atributo "%s" para los trabajos de impresión.
pt_br: O atributo "%s" é necessário para imprimir os trabalhos.
ro: Atributul „%s” este necesar pentru lucrările de imprimare.
sv: Attributet "%s" krävs för utskriftsjobb.

source: The %s attribute cannot be provided with job-ids.
es: El atributo %s no puede ser usado con jobs-ids.
pt_br: O atributo %s não pode ser fornecido com o job-ids.
ro: Atributul %s nu poate fi furnizat cu job-ids.
sv: Attributet %s kan inte skickas tillsammans med jobb-ID.

source: The '%s' Job Status attribute cannot be supplied in a job creation request.
es: El atributo de estado de trabajo '%s' no puede ser suministrado en una solicitud de creación de trabajo.
pt_br: O atributo de estado do trabalho '%s' não pode ser fornecido em uma requisição de criação do trabalho.
ro: Atributul „%s” al stării lucrării nu poate fi furnizat într-o cerere de creare a unei lucrări.
sv: Jobbstatusattributet '%s' kan inte skickas i en begäran för att skapa jobb.

source: The '%s' operation attribute cannot be supplied in a Create-Job request.
es: El atributo de operación '%s' no puede ser suministrado en una petición Create-Job.
pt_br: O atributo da operação '%s' não pode ser fornecido em uma requisição de criação do trabalho do Create-Job.
ro: Atributul de operație „%s” nu poate fi furnizat într-o solicitare Create-Job.
sv: Åtgärdsattributet '%s' kan inte skickas i en Create-Job-begäran.

source: The PPD file "%s" could not be found.
es: No se ha podido encontrar el archivo PPD "%s".
pt_br: O arquivo PPD "%s" não pôde ser encontrado.
ro: Fișierul PPD „%s” nu a putut fi găsit.
sv: PPD-filen ”%s” hittades inte.

source: The PPD file "%s" could not be opened: %s
es: No se ha podido abrir el archivo PPD "%s": %s
pt_br: O arquivo PPD "%s" não pôde ser aberto por %s
ro: Fișierul PPD „%s” nu a putut fi deschis: %s
sv: PPD-filen ”%s” kunde inte öppnas: %s

source: The PPD file could not be opened.
es: No se ha podido abrir el archivo PPD.
pt_br: O arquivo PPD não pôde ser aberto.
ro: Fișierul PPD nu a putut fi deschis.
sv: PPD-filen kunde inte öppnas.

source: The class name may only contain up to 127 printable characters and may not contain spaces, slashes (/), or the pound sign (#).
es: El nombre de la clase sólo puede contener hasta 127 caracteres imprimibles y no puede contener espacios, barras (/), o la almohadilla (#).
pt_br: O nome da classe pode conter até 127 caracteres imprimíveis e não pode conter espaços, barras (/), o sinal do octótropo ou da cerquilha (#).
ro: Numele clasei poate conține maximum 127 de caractere imprimabile și nu poate conține spații, bare oblice (/) sau semnul lirei (#).
sv: Klassnamnet får endast innehålla upp till 127 skrivbara tecken och får inte innehålla blanksteg, snedstreck (/) eller fyrkantstecknet (#).

source: The client ID is not configured for this server.
ro: ID-ul clientului nu este configurat pentru acest server.

source: The notify-lease-duration attribute cannot be used with job subscriptions.
es: El atributo notify-lease-duration no puede ser usado con subscripciones de trabajos.
pt_br: O atributo notify-lease-duration não pode ser utilizado para a assinatura dos trabalhos.
ro: Atributul notify-lease-duration nu poate fi utilizat cu abonamentele la lucrări.
sv: Attributet notify-lease-duration kan inte användas med utskriftsprenumerationer.

source: The notify-user-data value is too large (%d > 63 octets).
es: El valor notify-user-data es demasiado grande (%d > 63 octetos).
pt_br: O valor notify-user-data está muito grande (%d > 63 octetos).
ro: Valoarea notify-user-data este prea mare (%d > 63 octeți).
sv: Värdet för notify-user-data är för stort (%d > 63 oktetter).

source: The printer configuration is incorrect or the printer no longer exists.
es: La configuración de la impresora es incorrecta o la impresora ya no existe.
pt_br: A configuração da impressora não está correta ou a impressora não existe mais.
ro: Configurația imprimantei este incorectă sau imprimanta nu mai există.
sv: Skrivarkonfigurationen är felaktig eller skrivaren finns inte längre.

source: The printer did not respond.
es: La impresora no respondió.
pt_br: A impressora não respondeu.
ro: Imprimanta nu a răspuns.
sv: Skrivaren svarade inte.

source: The printer does not provide attributes required for IPP Everywhere.
es: La impresora no proporciona atributos requeridos para IPP Para Todos.
pt_br: A impressora não fornece os atributos necessários para o IPP Everywhere.
ro: Imprimanta nu oferă atributele necesare pentru IPP Everywhere.

source: The printer is in use.
es: La impresora está en uso.
pt_br: A impressora está sendo utilizada.
ro: Imprimanta este în uz.
sv: Skrivaren används.

source: The printer is not connected.
es: La impresora no está conectada.
pt_br: A impressora não está conectada.
ro: Imprimanta nu este conectată.
sv: Skrivaren är inte ansluten.

source: The printer is not responding.
es: La impresora no responde.
pt_br: A impressora não está respondendo.
ro: Imprimanta nu răspunde.
sv: Skrivaren svarar inte.

source: The printer is now connected.
es: La impresora está ahora conectada.
pt_br: A impressora agora está conectada.
ro: Imprimanta este acum conectată.
sv: Skrivaren är nu ansluten.

source: The printer is now online.
es: La impresora está ahora en línea.
pt_br: A impressora agora está conectada.
ro: Imprimanta este acum conectată la rețea.
sv: Skrivaren är nu online.

source: The printer is offline.
es: La impresora está fuera de línea.
pt_br: A impressora não está conectada.
ro: Imprimanta este fără conexiune la rețea.
sv: Skrivaren är offline.

source: The printer is unreachable at this time.
es: La impresora es inalcanzable en este momento.
pt_br: A impressora não está acessível neste momento.
ro: Imprimanta nu este accesibilă în acest moment.
sv: Skrivaren kan inte nås just nu.

source: The printer may not exist or is unavailable at this time.
es: La impresora puede no existir o no estar disponible en este momento.
pt_br: A impressora pode não existir ou está indisponível neste momento.
ro: Este posibil ca imprimanta să nu existe sau să nu fie disponibilă în acest moment.
sv: Skrivaren kanske inte finns eller är inte tillgänglig just nu.

source: The printer name may only contain up to 127 printable characters and may not contain spaces, slashes (/ \), quotes (' "), question mark (?), or the pound sign (#).
es: El nombre de la impresora solo puede contener hasta 127 caracteres imprimibles y puede que no contenga espacios, barras torcidas (/\), entrecomillados (' "), interrogatorios (?¿), o el símbolo de sostenido (#).
pt_br: O nome da impressora deve conter até 127 caracteres imprimíveis e não pode conter espaços, barras (/ ou \), aspas (' ou "), pontos de interrogação (?) e nem o octótropo ou cerquilha (#).
ro: Numele imprimantei poate conține maximum 127 de caractere imprimabile și nu poate conține spații, bare oblice (/ \), ghilimele (' "), semnul întrebării (?) sau semnul lirei (#).
sv: Skrivarnamn för bara innehålla upp till 127 skrivbara tecken, och får inte innehålla blanksteg, snedstreck (/ \), citationstecken (' "), frågetecken (?), eller #.

source: The printer or class does not exist.
es: La impresora o clase no existe.
pt_br: A impressora ou a classe não existe.
ro: Imprimanta sau clasa nu există.
sv: Skrivaren eller klassen finns inte.

source: The printer or class is not shared.
es: La impresora o clase no está compartida.
pt_br: A impressora ou a classe não está compartilhada.
ro: Imprimanta sau clasa nu este partajată.
sv: Skrivaren eller klassen delas inte.

source: The printer-uri "%s" contains invalid characters.
es: El printer-uri "%s" contiene caracteres no válidos.
pt_br: O printer-uri "%s" contém caracteres que não são válidos.
ro: Parametrul printer-uri „%s” conține caractere nevalide.
sv: printer-uri ”%s” innehåller ogiltiga tecken.

source: The printer-uri attribute is required.
es: Se necesita el atributo printer-uri.
pt_br: O atributo do printer-uri é necessário.
ro: Atributul printer-uri este obligatoriu.
sv: Attributet printer-uri krävs.

source: The printer-uri must be of the form "ipp://HOSTNAME/classes/CLASSNAME".
es: El printer-uri debe ser de la forma "ipp://NOMBRE_EQUIPO/classes/NOMBRE_CLASE".
pt_br: O printer-uri deve estar no formato "ipp://NOMEDAMÁQUINA/classes/NOMEDACLASSE".
ro: Parametrul printer-uri trebuie să fie de forma „ipp://NUME_MAȘINĂ/classes/NUME_CLASĂ”.
sv: printer-uri måste vara i formatet ”ipp://VÄRDNAMN/classes/KLASSNAMN”.

source: The printer-uri must be of the form "ipp://HOSTNAME/printers/PRINTERNAME".
es: El printer-uri debe ser de la forma "ipp://NOMBRE_EQUIPO/printers/NOMBRE_IMPRESORA".
pt_br: O printer-uri deve estar no formato "ipp://NOMEDAMÁQUINA/printers/NOMEDAIMPRESSORA".
ro: Parametrul printer-uri trebuie să fie de forma „ipp:/NUME_MAȘINĂ/printers/NUME_IMPRIMANTĂ”.
sv: printer-uri måste vara i formatet ”ipp://VÄRDNAMN/printers/SKRIVARNAMN”.
