Repository: OpenPrinting/cups
Catalog: locale/cups_*.po
Languages: es, pt_br, ro, sv

source: lpinfo: Expected scheme list after "--exclude-schemes".
es: lpinfo: Se esperaba una lista de esquemas tras "--exclude-schemes".
pt_br: Era esperado a lista de esquemas após o "--exclude-schemes" para o lpinfo.
ro: lpinfo: Se aștepta lista de scheme dupa „--exclude-schemes”.
sv: lpinfo: Schemalista förväntades efter "--exclude-schemes".

source: lpinfo: Expected scheme list after "--include-schemes".
es: lpinfo: Se esperaba una lista de esquemas tras "--include-schemes".
pt_br: Era esperado a lista dos esquemas após o "--include-schemes" para o lpinfo.
ro: lpinfo: Se aștepta lista de scheme după „--include-schemes”.
sv: lpinfo: Schemalista förväntades efter "--include-schemes".

source: lpinfo: Expected timeout after "--timeout".
es: lpinfo: Se esperaba un tiempo de espera tras "--timeout".
pt_br: Era esperado o tempo de espera após o "--timeout" para o lpinfo.
ro: lpinfo: Se asteapta timpul de așteptare după „--timeout”.
sv: lpinfo: Tidsgräns förväntades efter "--timeout".

source: lpmove: Unable to connect to server: %s
es: lpmove: No se ha podido conectar al servidor: %s
pt_br: Não foi possível conectar ao servidor %s para o lpmove
ro: lpmove: Nu se poate conecta la server: %s
sv: lpmove: Kunde inte ansluta till server: %s

source: lpmove: Unknown argument "%s".
es: lpmove: Argumento "%s" desconocido.
pt_br: O argumento "%s" não é conhecido para o lpmove.
ro: lpmove: Argument necunoscut „%s”.
sv: lpmove: Okänt argument "%s".

source: lpoptions: No printers.
es: lpoptions: No hay impresoras.
pt_br: Não tem uma impressora no lpoptions.
ro: lpoptions: Nu există imprimante.
sv: lpoptions: Inga skrivare.

source: lpoptions: Unable to add printer or instance: %s
es: lpoptions: No se ha podido añadir la impresora o la instancia: %s
pt_br: Não foi possível adicionar a impressora ou a instância %s no lpoptions
ro: lpoptions: Nu se poate adăuga imprimanta sau instanța: %s
sv: lpoptions: Kunde inte lägga till skrivare eller instans: %s

source: lpoptions: Unable to get PPD file for %s: %s
es: lpoptions: No se ha podido obtener el archivo PPD para %s: %s
pt_br: Não foi possível obter o arquivo PPD para o %s de %s do lpoptions
ro: lpoptions: Nu s-a putut obține fișierul PPD pentru %s: %s
sv: lpoptions: Kunde inte hämta PPD-fil för %s: %s

source: lpoptions: Unable to open PPD file for %s.
es: lpoptions: No se ha podido abrir el archivo PPD para %s.
pt_br: Não foi possível abrir o arquivo PPD para %s do lpoptions.
ro: lpoptions: Nu se poate deschide fișierul PPD pentru %s.
sv: lpoptions: Kunde inte öppna PPD-fil för %s.

source: lpoptions: Unknown printer or class.
es: lpoptions: Impresora o clase desconocida.
pt_br: A impressora ou a classe não é conhecida para o lpoptions.
ro: lpoptions: Imprimantă sau clasă necunoscută.
sv: lpoptions: Okänd skrivare eller klass.

source: lpstat: error - %s environment variable names non-existent destination "%s".
es: lpstat: error - Los nombre de variable de entorno %s no existen en el destino "%s".
pt_br: Ocorreu um erro no nome da variável de ambiente %s que contém o destino "%s" que não existe para o lpstat.
ro: lpstat: eroare - %s nume de variabile de mediu inexistente destinație „%s”.
sv: lpstat: fel - miljövariabeln %s namnger icke-existerande destination "%s".

source: material-amount
es: Cantidad de material
pt_br: Quantidade de Material
ro: Cantitatea de material
sv: Mängd material

source: material-amount-units
es: Cantidad Unidades
pt_br: Quantidade em Unidades
ro: Unități
sv: Mängdenheter

source: material-amount-units.g
es: Gramos
pt_br: Gramas
ro: Grame
sv: Gram

source: material-amount-units.kg
es: Kilogramos
pt_br: Quilogramas
ro: Kilograme
sv: Kilogram

source: material-amount-units.l
es: Litros
pt_br: Litros
ro: Litri
sv: Liter

source: material-amount-units.m
es: Metros
pt_br: Metros
ro: Metri
sv: Meter

source: material-amount-units.ml
es: Mililitros
pt_br: Mililitros
ro: Mililitri
sv: Milliliter

source: material-amount-units.mm
es: Milímetros
pt_br: Milímetros
ro: Milimetri
sv: Millimeter

source: material-color
es: Color de Material
pt_br: Cor do Material
ro: Culoarea materialului
sv: Materialets färg

source: material-diameter
es: Diámetro de Material
pt_br: Diâmetro do Material
ro: Diametrul materialului
sv: Materialets diameter

source: material-diameter-tolerance
es: Tolerancia del diámetro del material
pt_br: Tolerância no Diâmetro do Material
ro: Toleranța diametrului materialului
sv: Materialets diametertolerans

source: material-fill-density
es: Densidad del relleno de material
pt_br: Densidade do Preenchimento do Material
ro: Densitatea de umplere a materialului
sv: Materialets fyllnadsdensitet

source: material-name
es: Nombre del material
pt_br: Nome do Material
ro: Numele materialului
sv: Materialets namn

source: material-nozzle-diameter
es: Diámetro de la boquilla del material
pt_br: Diâmetro do Bico do Material
ro: Diametrul duzei de material
sv: Materialets munstyckesdiameter

source: material-purpose
es: Material de uso para
pt_br: Utilizar o Material Para
ro: Utilizează materialul pentru
sv: Använd materialet för

source: material-purpose.all
es: Todo
pt_br: Tudo
ro: Tot
sv: Allt

source: material-purpose.base
es: Base
pt_br: Base
ro: Bază
sv: Bas

source: material-purpose.in-fill
es: Relleno
pt_br: Preenchimento
ro: Umplutură
sv: Fyllnad

source: material-purpose.shell
es: Concha
pt_br: Superfície
ro: Suprafață
sv: Skal

source: material-purpose.support
es: Soporta
pt_br: Suportes
ro: Suporturi
sv: Stöd

source: material-rate
es: Alimentación
pt_br: Taxa de Alimentação
ro: Viteza de alimentare
sv: Matningshastighet

source: material-rate-units
es: Unidades de alimentación
pt_br: Unidades da Taxa de Alimentação
ro: Unitățile vitezei de alimentare
sv: Enhet för matningshastighet

source: material-rate-units.mg_second
es: Miligramos por segundo
pt_br: Miligramas por Segundo
ro: Miligrame pe secundă
sv: Milligram per sekund

source: material-rate-units.ml_second
es: Mililitros por segundo
pt_br: Mililitros por Segundo
ro: Mililitri pe secundă
sv: Milliliter per sekund

source: material-rate-units.mm_second
es: Milímetros por segundo
pt_br: Milímetros por Segundo
ro: Milimetri pe secundă
sv: Millimeter per sekund

source: material-retraction
es: Retracción de material
pt_br: Retração do Material
ro: Retragerea materialului
sv: Återsug för material

source: material-shell-thickness
es: Espesor del material del casco
pt_br: Espessura da Superfície do Material
ro: Grosimea materialului carcasei
sv: Materialets skaltjocklek

source: material-temperature
es: Temperatura del material
pt_br: Temperatura do Material
ro: Temperatura materialului
sv: Materialets temperatur

source: material-type
es: Tipo de material
pt_br: Tipo do Material
ro: Tipul de material
sv: Materialtyp

source: material-type.abs
es: ABS
pt_br: ABS
ro: ABS
sv: ABS

source: material-type.abs-carbon-fiber
es: Fibra de carbono ABS
pt_br: ABS com Fibra de Carbono
ro: Fibră de carbon ABS
sv: Kolfiber ABS

source: material-type.abs-carbon-nanotube
es: Nanotubos de carbono ABS
pt_br: ABS com Nanotubos de Carbono
ro: ABS cu nanotuburi de carbon
sv: Kolnanorör ABS

source: material-type.chocolate
es: Chocolate
pt_br: Chocolate
ro: Ciocolată
sv: Choklad

source: material-type.gold
es: Oro
pt_br: Ouro
ro: Aur
sv: Guld

source: material-type.nylon
es: Nylon
pt_br: Nylon
ro: Nailon
sv: Nylon

source: material-type.pet
es: Mascota
pt_br: Animal de Estimação
ro: PET
sv: PET

source: material-type.photopolymer
es: Polímetro
pt_br: Fotopolímero
ro: Fotopolimer
sv: Fotopolymer

source: material-type.pla
es: PLA
pt_br: Ácido Polilático
ro: PLA
sv: PLA

source: material-type.pla-conductive
es: PLA Conductivo
pt_br: Ácido Polilático
ro: PLA conductiv
sv: Konduktiv PLA

source: material-type.pla-dissolvable
es: PLA disoluble
pt_br: Ácido Polilático Dissolúvel
ro: PLA dizolvabil
sv: PLA löslig

source: material-type.pla-flexible
es: PLA flexible
pt_br: Ácido Polilático Flexível
ro: PLA flexibil
sv: PLA flexibel

source: material-type.pla-magnetic
es: PLA magnético
pt_br: Ácido Polilático Magnético
ro: PLA magnetic
sv: PLA magnetisk

source: material-type.pla-steel
es: PLA Acero
pt_br: Ácido Polilático com Pó de Aço
ro: PLA aparență de oțel
sv: PLA stål

source: material-type.pla-stone
es: PLA Piedra
pt_br: Ácido Polilático com a Aparência de Pedra
ro: PLA aparență de piatră
sv: PLA sten

source: material-type.pla-wood
es: PLA Madera
pt_br: Ácido Polilático com Fibras de Madeira
ro: PLA aparență de lemn
sv: PLA trä

source: material-type.polycarbonate
es: Policarbonato
pt_br: Policarbonato
ro: Policarbonat
sv: Polykarbonat

source: material-type.pva-dissolvable
es: PVA disoluble
pt_br: Álcool Polivinílico Dissolúvel
ro: PVA dizolvabil
sv: PVA löslig

source: material-type.silver
es: Plata
pt_br: Prata
ro: Argint
sv: Silver

source: material-type.titanium
es: Titanio
pt_br: Titânio
ro: Titan
sv: Titan

source: material-type.wax
es: Cera
pt_br: Cera
ro: Ceară
sv: Vax

source: materials-col
es: Materiales
pt_br: Materiais
ro: Materiale
sv: Material

source: media-back-coating
es: Recubrimiento posterior de medios
pt_br: Revestimento Traseiro da Mídia
ro: Acoperirea spatelui suportului
sv: Bakre ytbeläggning för media

source: media-back-coating.glossy
es: Brillante
pt_br: Brilhante
ro: Lucioasă
sv: Glansigt

source: media-back-coating.high-gloss
es: Brillante alto
pt_br: Muito Brilhante
ro: Super-lucioasă
sv: Högglansigt

source: media-back-coating.matte
es: Mate
pt_br: Fosco
ro: Mată
sv: Matt

source: media-back-coating.none
es: Ninguno
pt_br: Nenhum
ro: Niciuna
sv: Ingen

source: media-back-coating.satin
es: Satinado
pt_br: Acetinado
ro: Satinată
sv: Satin

source: media-back-coating.semi-gloss
es: Semibrillante
pt_br: Semibrilhante
ro: Semi-lucioasă
sv: Halvglansigt

source: media-bottom-margin
es: Margen inferior de los medios
pt_br: Na Margem Inferior da Mídia
ro: Marginea inferioară a suportului
sv: Media nedre marginal

source: media-col
es: Medios
pt_br: Mídia
ro: Suportul
sv: Media

source: media-color
es: Color de Medios
pt_br: Cor da Mídia
ro: Culoarea suportului
sv: Mediets färg

source: media-color.black
es: Negro
pt_br: Preto
ro: negru
sv: Svart

source: media-color.blue
es: Azul
pt_br: Azul
ro: albastru
sv: Blå

source: media-color.brown
es: Marrón
pt_br: Marrom
ro: maron
sv: Brun

source: media-color.buff
es: Tampón
pt_br: Laranja-Claro Dourado
ro: bubalin (ocru deschis)
sv: Buff

source: media-color.clear-black
es: Negro claro
pt_br: Preto Transparente
ro: negru transparent
sv: Klarsvart

source: media-color.clear-blue
es: Azul claro
pt_br: Azul Transparente
ro: albastru transparent
sv: Klarblå

source: media-color.clear-brown
es: Marrón claro
pt_br: Marrom Transparente
ro: maron transparent
sv: Klarbrun

source: media-color.clear-buff
es: Vaciar tampón
pt_br: Laranja-Transparente Dourado
ro: bubalin transparent
sv: Klar-buff

source: media-color.clear-cyan
es: Cían claro
pt_br: Ciano Transparente
ro: cian transparent
sv: Klar-cyan

source: media-color.clear-gold
es: Dorado claro
pt_br: Ouro Transparente
ro: auriu transparent
sv: Klar guldgul

source: media-color.clear-goldenrod
es: Vara de oro clara
pt_br: Amarelo-Dourado Transparente
ro: solidago(vargă de aur) transparent
sv: Klar gyllenröd

source: media-color.clear-gray
es: Gris claro
pt_br: Cinza Transparente
ro: gri transparent
sv: Klargrå

source: media-color.clear-green
es: Verde claro
pt_br: Verde Transparente
ro: verde transparent
sv: Klargrön

source: media-color.clear-ivory
es: Marfil claro
pt_br: Marfim Transparente
ro: fildeș transparent
sv: Klar elfenben

source: media-color.clear-magenta
es: Magenta claro
pt_br: Magenta Transparente
ro: magenta transparent
sv: Klar magenta

source: media-color.clear-multi-color
es: Multicolor claro
pt_br: Várias Cores Transparentes
ro: multicolor transparent
sv: Klar multifärg

source: media-color.clear-mustard
es: Mostaza claro
pt_br: Mostarda Transparente
ro: muștar transparent
sv: Klar senapsgul

source: media-color.clear-orange
es: Naranja claro
pt_br: Laranja Transparente
ro: portocaliu transparent
sv: Klarorange

source: media-color.clear-pink
es: Rosa claro
pt_br: Rosa Transparente
ro: roz transparent
sv: Klarrosa

source: media-color.clear-red
es: Rojo claro
pt_br: Vermelho Transparente
ro: roșu transparent
sv: Klarröd

source: media-color.clear-silver
es: Plata clara
pt_br: Prata Transparente
ro: argintiu transparent
sv: Klarsilver

source: media-color.clear-turquoise
es: Turquesa claro
pt_br: Turquesa Transparente
ro: turcoaz transparent
sv: Klarturkos

source: media-color.clear-violet
es: Violeta claro
pt_br: Violeta Transparente
ro: violet transparent
sv: Klarviolett

source: media-color.clear-white
es: Blanco claro
pt_br: Branco Transparente
ro: alb transparent
sv: Klarvit

source: media-color.clear-yellow
es: Amarillo claro
pt_br: Amarelo Transparente
ro: galben transparent
sv: Klargul

source: media-color.cyan
es: Cían
pt_br: Ciano
ro: cian
sv: Cyan

source: media-color.dark-blue
es: Azul oscuro
pt_br: Azul Escuro
ro: albastru închis
sv: Mörkblå

source: media-color.dark-brown
es: Marrón oscuro
pt_br: Marrom Escuro
ro: maron închis
sv: Mörkbrun

source: media-color.dark-buff
es: Tampón oscuro
pt_br: Castanho Escuro
ro: bubalin închis
sv: Mörk-buff

source: media-color.dark-cyan
es: Cían oscuro
pt_br: Ciano Escuro
ro: cian închis
sv: Mörk-cyan

source: media-color.dark-gold
es: Dorado oscuro
pt_br: Ouro Escuro
ro: auriu închis
sv: Mörk guldgul

source: media-color.dark-goldenrod
es: Vara de oro oscura
pt_br: Amarelo-Alaranjado Escuro
ro: solidago(vargă de aur) închis
sv: Mörk gyllenröd

source: media-color.dark-gray
es: Gris oscuro
pt_br: Cinza Escuro
ro: gri închis
sv: Mörkgrå

source: media-color.dark-green
es: Verde oscuro
pt_br: Verde Escuro
ro: verde închis
sv: Mörkgrön

source: media-color.dark-ivory
es: Marfil oscuro
pt_br: Marfim Escuro
ro: fildeș închis
sv: Mörk elfenben

source: media-color.dark-magenta
es: Magenta oscuro
pt_br: Magenta Escuro
ro: magenta închis
sv: Mörkmagenta

source: media-color.dark-mustard
es: Mostaza oscuro
pt_br: Mostarda Escura
ro: muștar închis
sv: Mörk senapsgul

source: media-color.dark-orange
es: Naranja oscuro
pt_br: Laranja Escuro
ro: portocaliu închis
sv: Mörkorange

source: media-color.dark-pink
es: Rosa oscuro
pt_br: Rosa Escuro
ro: roz închis
sv: Mörkrosa

source: media-color.dark-red
es: Rojo oscuro
pt_br: Vermelho Escuro
ro: roșu închis
sv: Mörkröd

source: media-color.dark-silver
es: Plata oscuro
pt_br: Prata Escuro
ro: argintiu închis
sv: Mörksilver

source: media-color.dark-turquoise
es: Turquesa oscuro
pt_br: Turquesa Escuro
ro: turcoaz închis
sv: Mörkturkos

source: media-color.dark-violet
es: Violeta oscuro
pt_br: Violeta Escuro
ro: violet închis
sv: Mörkviolett

source: media-color.dark-yellow
es: Amarillo oscuro
pt_br: Amarelo Escuro
ro: galben închis
sv: Mörkgul

source: media-color.gold
es: Dorado
pt_br: Ouro
ro: auriu
sv: Guldgul

source: media-color.goldenrod
pt_br: Amarelo-Alaranjado
ro: solidago(vargă de aur)
sv: Gyllenröd

source: media-color.gray
es: Gris
pt_br: Cinza
ro: gri
sv: Grå

source: media-color.green
es: Verde
pt_br: Verde
ro: verde
sv: Grön

source: media-color.ivory
es: Marfil
pt_br: Marfim
ro: fildeș
sv: Elfenben

source: media-color.light-black
es: Negro claro
pt_br: Preto Claro
ro: negru deschis
sv: Ljussvart

source: media-color.light-blue
es: Azul claro
pt_br: Azul Claro
ro: albastru deschis
sv: Ljusblå

source: media-color.light-brown
es: Marrón claro
pt_br: Marrom Claro
ro: maron deschis
sv: Ljusbrun

source: media-color.light-buff
es: Tampón claro
pt_br: Laranja-Claro Dourado
ro: bubalin deschis
sv: Ljus-buff

source: media-color.light-cyan
es: Cian claro
pt_br: Ciano Claro
ro: cian deschis
sv: Ljus-cyan

source: media-color.light-gold
es: Dorado claro
pt_br: Ouro Claro
ro: auriu deschis
sv: Ljus guldgul

source: media-color.light-goldenrod
es: Vara de oro clara
pt_br: Amarelo-Dourado Claro
ro: solidago(vargă de aur) deschis
sv: Ljus gyllenröd

source: media-color.light-gray
es: Gris claro
pt_br: Cinza Claro
ro: gri deschis
sv: Ljusgrå

source: media-color.light-green
es: Verde claro
pt_br: Verde Claro
ro: verde deschis
sv: Ljusgrön

source: media-color.light-ivory
pt_br: Marfim Claro
ro: fildeș deschis
sv: Ljus elfenben

source: media-color.light-magenta
es: Magenta claro
pt_br: Magenta Claro
ro: magenta deschis
sv: Ljusmagenta

source: media-color.light-mustard
es: Mostaza clara
pt_br: Mostarda Clara
ro: muștar deschis
sv: Ljus senapsgul

source: media-color.light-orange
es: Naranja claro
pt_br: Laranja Claro
ro: portocaliu deschis
sv: Ljusorange

source: media-color.light-pink
es: Rosa claro
pt_br: Rosa Claro
ro: roz deschis
sv: Ljusrosa

source: media-color.light-red
es: Rojo claro
pt_br: Vermelho Claro
ro: roșu deschis
sv: Ljusröd

source: media-color.light-silver
es: Plateado claro
pt_br: Prata Claro
ro: argintiu deschis
sv: Ljussilver

source: media-color.light-turquoise
es: Turquesa claro
pt_br: Turquesa Claro
ro: turcoaz deschis
sv: Ljusturkos

source: media-color.light-violet
es: Violeta claro
pt_br: Violeta Claro
ro: violet deschis
sv: Ljusviolett

source: media-color.light-yellow
es: Amarillo claro
pt_br: Amarelo Claro
ro: galben deschis
sv: Ljusgul

source: media-color.magenta
es: Magenta
pt_br: Magenta
ro: magenta
sv: Magenta

source: media-color.multi-color
es: Multicolor
pt_br: Várias Cores
ro: multicolor
sv: Multifärg

source: media-color.mustard
es: Mostaza
pt_br: Mostarda
ro: muștar
sv: Senapsgul

source: media-color.no-color
es: Sin color
pt_br: Sem Cor
ro: fără culoare
sv: Färglös

source: media-color.orange
es: Naranja
pt_br: Laranja
ro: portocaliu
sv: Orange

source: media-color.pink
es: Rosa
pt_br: Rosa
ro: roz
sv: Rosa

source: media-color.red
es: Rojo
pt_br: Vermelho
ro: roșu
sv: Röd

source: media-color.silver
es: Plateado
pt_br: Prata
ro: argintiu
sv: Silver

source: media-color.turquoise
es: Turquesa
pt_br: Turquesa
ro: turcoaz
sv: Turkos

source: media-color.violet
es: Violeta
pt_br: Violeta
ro: violet
sv: Violett

source: media-color.white
es: Blanco
pt_br: Branco
ro: alb
sv: Vit

source: media-color.yellow
es: Amarillo
pt_br: Amarelo
ro: galben
sv: Gul

source: media-front-coating
es: Revestimiento frontal de soportes
pt_br: Acabamento Frontal da Mídia
ro: Acoperirea feței suportului
sv: Främre ytbeläggning för media

source: media-grain
es: Grano medio
pt_br: Grão da Mídia
ro: Granulație suport
sv: Media kornigt

source: media-grain.x-direction
es: Dirección de alimentación cruzada
pt_br: Direção da Alimentação Cruzada
ro: Direcția de alimentare transversală
sv: Riktning för korsmatning

source: media-grain.y-direction
es: Dirección de alimentación
pt_br: Direção da Alimentação
ro: Direcția de alimentare
sv: Riktning för matning

source: media-hole-count
es: Recuento medio de orificios
pt_br: Contagem dos Furos da Mídia
ro: Numărul de găuri ale suportului
sv: Media hålantal

source: media-info
es: Información de medio
pt_br: Informações da Mídia
ro: Informații despre suport

source: media-input-tray-check
es: Forzar medio
pt_br: Forçar a Mídia
ro: Forțează suportul
sv: Tvinga media

source: media-left-margin
es: Margen medio izquierdo
pt_br: Na Margem à Esquerda da Mídia
ro: Marginea stângă a suportului
sv: Media vänstermarginal

source: media-pre-printed
es: Soportes preimpresos
pt_br: Pré-Impressão da Mídia
ro: Suporturi preimprimate
sv: Förtryckt media

source: media-pre-printed.blank
es: En blanco
pt_br: Branco
ro: În alb
sv: Blank

source: media-pre-printed.letter-head
es: Membrete
pt_br: Papel Timbrado
ro: Antet-scrisoare
sv: Brevpapper

source: media-pre-printed.pre-printed
es: Preimpreso
pt_br: Pré-Impressão
ro: Preimprimat
sv: Förtryckt

source: media-recycled
es: Medios reciclados
pt_br: Reciclagem da Mídia
ro: Suport reciclat
sv: Återvunnen media

source: media-recycled.none
es: Ninguno
pt_br: Nenhum
ro: Niciunul
sv: Ingen

source: media-recycled.standard
es: Común
pt_br: Padrão
ro: Standard
sv: Standard

source: media-right-margin
es: Margen medio derecho
pt_br: Na Margem à Direita da Mídia
ro: Marginea dreaptă a suportului
sv: Media högermarginal

source: media-size
es: Dimensiones de los soportes
pt_br: Dimensões da Mídia
ro: Dimensiunile suportului
sv: Media dimensioner

source: media-size-name
es: Nombre del medio
pt_br: Nome da Mídia
ro: Numele suportului
sv: Media namn

source: media-source
es: Origen del medio
pt_br: Origem da Mídia
ro: Sursa suportului(hârtiei)
sv: Media källa

source: media-source.alternate
es: Alternativa
pt_br: Alternar
ro: Alternativă
sv: Alternera

source: media-source.alternate-roll
es: Rollo alternativo
pt_br: Rolete Alternativo
ro: Rolă alternativă
sv: Alternativ rulle

source: media-source.auto
es: Automático
pt_br: Automático
ro: Automată
sv: Automatisk

source: media-source.bottom
es: Fondo
pt_br: No Canto Inferior
ro: Partea inferioară
sv: Nedre

source: media-source.by-pass-tray
es: Bandeja by-pass
pt_br: Desvio da Bandeja
ro: Tavă de bypass
sv: By-pass-magasin

source: media-source.center
es: Centro
pt_br: Centro
ro: Centru
sv: Mitten

source: media-source.disc
es: Disco
pt_br: Disco
ro: Disc
sv: Disk

source: media-source.envelope
es: Sobre
pt_br: Envelope
ro: Plic
sv: Kuvert

source: media-source.hagaki
es: Hagaki
pt_br: Cartão Postal
ro: Hagaki
sv: Hagaki

source: media-source.large-capacity
es: Gran capacidad
pt_br: Grande Capacidade
ro: Capacitate mare
sv: Stor kapacitet

source: media-source.left
es: Izquierdo
pt_br: No Canto Esquerdo
ro: Partea stângă
sv: Vänster

source: media-source.main
es: Principal
pt_br: Principal
ro: Principal
sv: Huvud

source: media-source.main-roll
es: Rollo principal
pt_br: Rolete Principal
ro: Rola principală
sv: Huvudrulle

source: media-source.manual
es: Manual
pt_br: Manual
ro: Manual
sv: Manuell

source: media-source.middle
es: Medio
pt_br: Meio
ro: Mijloc
sv: Mitten

source: media-source.photo
es: Foto
pt_br: Foto
ro: Foto
sv: Foto

source: media-source.rear
es: Trasero
pt_br: Atrás
ro: Din spate
sv: Bakre

source: media-source.right
es: Derecho
pt_br: No Canto Direito
ro: Partea dreaptă
sv: Höger

source: media-source.roll-1
es: Rollo 1
pt_br: Rolete 1
ro: Rola 1
sv: Rulle 1

source: media-source.roll-10
es: Rollo 10
pt_br: Rolete 10
ro: Rola 10
sv: Rulle 10

source: media-source.roll-2
es: Rollo 2
pt_br: Rolete 2
ro: Rola 2
sv: Rulle 2

source: media-source.roll-3
es: Rollo 3
pt_br: Rolete 3
ro: Rola 3
sv: Rulle 3

source: media-source.roll-4
es: Rollo 4
pt_br: Rolete 4
ro: Rola 4
sv: Rulle 4

source: media-source.roll-5
es: Rollo 5
pt_br: Rolete 5
ro: Rola 5
sv: Rulle 5

source: media-source.roll-6
es: Rollo 6
pt_br: Rolete 6
ro: Rola 6
sv: Rulle 6

source: media-source.roll-7
es: Rollo 7
pt_br: Rolete 7
ro: Rola 7
sv: Rulle 7

source: media-source.roll-8
es: Rollo 8
pt_br: Rolete 8
ro: Rola 8
sv: Rulle 8

source: media-source.roll-9
es: Rollo 9
pt_br: Rolete 9
ro: Rola 9
sv: Rulle 9

source: media-source.side
es: Lado
pt_br: Lado
ro: Lateral
sv: Sida

source: media-source.top
es: Cima
pt_br: No Canto Superior
ro: Partea superioară
sv: Övre

source: media-source.tray-1
es: Bandeja 1
pt_br: Bandeja 1
ro: Tava 1
sv: Magasin 1

source: media-source.tray-10
es: Bandeja 10
pt_br: Bandeja 10
ro: Tava 10
sv: Magasin 10

source: media-source.tray-11
es: Bandeja 11
pt_br: Bandeja 11
ro: Tava 11
sv: Magasin 11

source: media-source.tray-12
es: Bandeja 12
pt_br: Bandeja 12
ro: Tava 12
sv: Magasin 12

source: media-source.tray-13
es: Bandeja 13
pt_br: Bandeja 13
ro: Tava 13
sv: Magasin 13

source: media-source.tray-14
es: Bandeja 14
pt_br: Bandeja 14
ro: Tava 14
sv: Magasin 14

source: media-source.tray-15
es: Bandeja 15
pt_br: Bandeja 15
ro: Tava 15
sv: Magasin 15

source: media-source.tray-16
es: Bandeja 16
pt_br: Bandeja 16
ro: Tava 16
sv: Magasin 16

source: media-source.tray-17
es: Bandeja 17
pt_br: Bandeja 17
ro: Tava 17
sv: Magasin 17
