Repository: OpenPrinting/cups
Catalog: locale/cups_*.po
Languages: es, pt_br, ro, sv

source: help Get help on commands.
es: help Proporciona ayuda sobre los comandos.
pt_br: help Permite obter ajuda sobre os comandos que podem ser utilizados.
ro: help Obține ajutorul cu privire la comenzi.
sv: help Få hjälp med kommandon.

source: idle
es: inactiva
pt_br: inativo
ro: inactivă
sv: overksam

source: imposition-template
es: Plantilla impositiva
pt_br: Disposição das Páginas
ro: Șablon de impunere
sv: Impositionsmall

source: imposition-template.none
es: Ninguna
pt_br: Nenhum
ro: Niciuna
sv: Ingen

source: imposition-template.signature
es: Firma
pt_br: Assinatura
ro: Semnătură
sv: Signatur

source: insert-after-page-number
es: Insertar número de página
pt_br: Inserir o Número da Página
ro: Inserează numărul paginii
sv: Infoga sidnummer

source: insert-count
es: Insertar recuento
pt_br: Inserir o Contador
ro: Inserează bunărul
sv: Infoga antal

source: insert-sheet
es: Insertar hoja
pt_br: Inserir a Folha
ro: Inserează foaie
sv: Infoga ark

source: ippfind: Bad regular expression: %s
es: ippfind: Expresión regular incorrecta: %s
pt_br: A expressão regular %s não é válida para o ippfind
ro: ippfind: Expresie regulată greșită: %s
sv: ippfind: Dåligt regeluttryck: %s

source: ippfind: Cannot use --and after --or.
es: ippfind: No se puede usar --and tras --or.
pt_br: Não foi possível utilizar o '--and' após a opção '--or' para o ippfind.
ro: ippfind: Nu se poate utiliza „--and” după „--or”.
sv: ippfind: Kan inte använda --and efter --or.

source: ippfind: Expected key name after %s.
es: ippfind: Se esperaba un nombre de clave tras %s.
pt_br: Era esperado o nome da tecla após o %s para o ippfind.
ro: ippfind: Se aștepta numele cheii după %s.
sv: ippfind: Nyckelnamn förväntades efter %s.

source: ippfind: Expected port range after %s.
es: ippfind: Se esperaba un intervalo de puertos tras %s.
pt_br: Era esperado o intervalo das portas após o %s para o ippfind.
ro: ippfind: Se aștepta intervalul de porturi după %s.
sv: ippfind: Portintervall förväntades efter %s.

source: ippfind: Expected program after %s.
es: ippfind: Se esperaba un programa tras %s.
pt_br: Era esperado o programa após o %s para o ippfind.
ro: ippfind: Se aștepta programul după %s.
sv: ippfind: Programförväntades efter %s.

source: ippfind: Expected semi-colon after %s.
es: ippfind: Se esperaba un punto y coma tras %s.
pt_br: Era esperado um ponto e vírgula após o %s para o ippfind.
ro: ippfind: Se aștepta punct ți virgulă (;)l după %s.
sv: ippfind: Semikolon förväntades efter %s.

source: ippfind: Missing close brace in substitution.
es: ippfind: Falta la llave de cierre en la substitución.
pt_br: Está faltando a chave de fechamento na substituição para o ippfind.
ro: ippfind: Lipsește acolada de închidere în substituție.
sv: ippfind: Saknar avslutande klammer i substitution.

source: ippfind: Missing close parenthesis.
es: ippfind: Falta el paréntesis de cierre.
pt_br: Está faltando o parêntese de fechamento para o ippfind.
ro: ippfind: Lipsește paranteza de închidere.
sv: ippfind: Saknar avslutande parentes.

source: ippfind: Missing expression before "--and".
es: ippfind: Falta una expresión antes de "--and".
pt_br: Está faltando uma expressão antes do "--and" para o ippfind.
ro: ippfind: Lipsește expresia de dinaintea de „--and”.
sv: ippfind: Saknar uttryck före "--and".

source: ippfind: Missing expression before "--or".
es: ippfind: Falta una expresión antes de "--or".
pt_br: Está faltando uma expressão antes do "--or" para o ippfind.
ro: ippfind: Lipsește expresia de dinaintea de „--or”.
sv: ippfind: Saknar uttryck före "--or".

source: ippfind: Missing key name after %s.
es: ippfind: Falta un nombre de clave tras %s.
pt_br: Está faltando o nome da tecla após o %s para o ippfind.
ro: ippfind: Lipsește numele cheii după %s.
sv: ippfind: Saknar nyckelnamn efter %s.

source: ippfind: Missing name after %s.
es: ippfind: Falta el nombre después de %s.
pt_br: Está faltando um nome após o %s para o ippfind.
ro: ippfind: Lipsește numele după %s.
sv: ippfind: Saknar namn efter %s.

source: ippfind: Missing open parenthesis.
es: ippfind: Falta el paréntesis de apertura.
pt_br: Está faltando o parêntese de abertura para o ippfind.
ro: ippfind: Lipsește paranteza de deschidere.
sv: ippfind: Saknar inledande parentes.

source: ippfind: Missing program after %s.
es: ippfind: Falta un programa tras %s.
pt_br: Está faltando o nome do programa após o %s para o ippfind.
ro: ippfind: Lipsește programul după %s.
sv: ippfind: Saknar program efter %s.

source: ippfind: Missing regular expression after %s.
es: ippfind: Falta una expresión regular tras %s.
pt_br: Está faltando uma expressão regular após o %s para o ippfind.
ro: ippfind: Lipsește expresia regulată după %s.
sv: ippfind: Saknar regeluttryck efter %s.

source: ippfind: Missing semi-colon after %s.
es: ippfind: Falta un punto y coma tras %s.
pt_br: Está faltando o ponto e vírgula após o %s para o ippfind.
ro: ippfind: Lipsește punctul și virgula (;) după %s.
sv: ippfind: Saknar semikolon efter %s.

source: ippfind: Out of memory.
es: ippfind: Sin memoria.
pt_br: A quantidade de memória não é suficiente para o ippfind.
ro: ippfind: Memorie insuficientă.
sv: ippfind: Slut på minne.

source: ippfind: Too many parenthesis.
es: ippfind: Demasiados paréntesis.
pt_br: Existe uma quantidade excessiva de parênteses para o ippfind.
ro: ippfind: Prea multe paranteze.
sv: ippfind: För många parenteser.

source: ippfind: Unable to execute "%s": %s
es: ippfind: No se ha podido ejecutar "%s": %s
pt_br: Não foi possível executar "%s" de %s para o ippfind
ro: ippfind: Nu s-a putut executa „%s”: %s
sv: ippfind: Kan inte köra "%s": %s

source: ippfind: Unknown variable "{%s}".
es: ippfind: Variable desconocida "{%s}".
pt_br: O argumento "{%s}" não é conhecido para o ippfind.
ro: ippfind: Variabilă necunoscută „{%s}”.
sv: ippfind: Okänd variabel "{%s}".

source: ipptool: "-i" and "-n" are incompatible with "--ippserver", "-P", and "-X".
es: ipptool: "-i" y "-n" son incompatibles con "--ippserver", "-P" y "-X".
pt_br: Os parâmetros "-i" e "-n" não são compatíveis com "--ippserver", "-P" e "-X" para o ipptool.
ro: ipptool: „-i” și „-n” sunt incompatibile cu „--ippserver”, „-P” și „-X”.
sv: ipptool: "-" och "-" är inkompatibla med "--ipserver", "-P", och "-X".

source: ipptool: "-i" and "-n" are incompatible with "-P" and "-X".
es: ipptool: "-i" y "-n" no son compatibles con "-P" y "-X".
pt_br: Os parâmetros "-i" e "-n" não são compatíveis com o "-P" e "-X" para o ipptool.
ro: ipptool: „-i” și „-n” sunt incompatibile cu „-P” și „-X”.
sv: ipptool: "-i" och "-n" är inkompatibla med "-P" och "-X".

source: ipptool: Bad URI "%s".
es: URI incorrecto "%s".
pt_br: O URI "%s" não é válido para o ipptool.
ro: ipptool: URI incorect „%s”.
sv: ipptool: Dålig URI "%s".

source: ipptool: Invalid seconds for "-i".
es: ipptool: Número de segundos no válido para "-i".
pt_br: Os segundos do "-i" do ipptool não é válido para o ipptool.
ro: ipptool: Secunde nevalide pentru „-i”.
sv: ipptool: Ogiltiga sekunder för "-i".

source: ipptool: May only specify a single URI.
es: ipptool: Sólo se puede especificar un URI.
pt_br: Você pode especificar somente um URI para o ipptool.
ro: ipptool: Se poate specifica doar o singură adresă URI.
sv: ipptool: Får endast ange en enstaka URI.

source: ipptool: Missing count for "-n".
es: ipptool: Falta el contador para "-n".
pt_br: A contagem "-n" está faltando para o ipptool.
ro: ipptool: Lipsește numărul pentru „-n”.
sv: ipptool: Saknar antal för "-n".

source: ipptool: Missing filename for "--ippserver".
es: ipptool: Falta el nombre de archivo para "--ippserver".
pt_br: Está faltando o nome do arquivo do "--ippserver" para o ipptool.
ro: ipptool: Lipsește numele fișierului pentru „--ippserver”.
sv: ipptool: Saknar filnamn för "--ipserver".

source: ipptool: Missing filename for "-f".
es: ipptool: Falta el nombre del archivo para "-f".
pt_br: Está faltando o nome do arquivo do "-f" para o ipptool.
ro: ipptool: Lipsește numele fișierului pentru „-f”.
sv: ipptool: Saknar filnamn för "-f".

source: ipptool: Missing name=value for "-d".
es: ipptool: Falta un nombre=valor para "-d".
pt_br: Está faltando o nome=valor do "-d" para o ipptool.
ro: ipptool: Lipsește perechea nume=valoare pentru „-d”.
sv: ipptool: Saknar namn=värde för "-d".

source: ipptool: Missing seconds for "-i".
es: ipptool: Falta el número de segundos para "-i".
pt_br: Está faltando o segundos do "-i" para o ipptool.
ro: ipptool: Lipsește numărul de secunde pentru „-i”.
sv: ipptool: Saknar sekunder för "-i".

source: ipptool: URI required before test file.
es: ipptool: Se requiere un URI antes del archivo de prueba.
pt_br: É necessário o URI antes do arquivo de teste para o ipptool.
ro: ipptool: Se necesită un URI înainte de fișierul de testare.
sv: ipptool: URI krävs innan testfil.

source: ipptool: Unable to allocate memory: %s
es: ipptool: No es capaz de asignar memoria: %s
pt_br: Não foi possível alocar a quantidade %s de memória para o ipptool
ro: ipptool: Nu s-a putut aloca memorie: %s

source: job-account-id
es: ID de cuenta de trabajo
pt_br: ID (identificador) da Conta de Trabalho
ro: ID-ul contului de lucrare
sv: Jobbets konto-ID

source: job-account-type
es: Tipo de cuenta de trabajo
pt_br: Tipo da Conta de Trabalho
ro: Tipul contului de lucrare
sv: Jobbets kontotyp

source: job-account-type.general
es: General
pt_br: Geral
ro: General
sv: Allmän

source: job-account-type.group
es: Grupo
pt_br: Grupo
ro: Grup
sv: Grupp

source: job-account-type.none
es: Ninguno
pt_br: Nenhum
ro: Niciunul
sv: Ingen

source: job-accounting-output-bin
es: Lugar de salida de la contabilidad de trabajos
pt_br: Compartimento de Saída da Contabilidade do Trabalho
ro: Tava de ieșire pentru contabilizarea lucrărilor
sv: Jobbkontospårnings utdata

source: job-accounting-sheets
es: Hojas de contabilidad laboral
pt_br: Planilhas da Contabilidade dos Trabalhos
ro: Fișe pentru contabilizarea lucrărilor
sv: Jobbkontospårningsark

source: job-accounting-sheets-type
es: Tipo de trabajo Hojas contables
pt_br: Tipo das Planilhas de Contabilidade do Trabalho
ro: Tipul de fișe pentru contabilizarea lucrărilor
sv: Typ av jobbkontospårningsark

source: job-accounting-sheets-type.none
es: Ninguno
pt_br: Nenhum
ro: Niciunul
sv: Inget

source: job-accounting-sheets-type.standard
es: Estándar
pt_br: Padrão
ro: Standard
sv: Standard

source: job-accounting-user-id
es: ID de usuario de contabilidad de tareas
pt_br: ID (identificador) do Usuário da Contabilidade dos Trabalhos
ro: ID-ul utilizatorului pentru contabilizarea lucrărilor
sv: Jobbkontospårning användar-ID

source: job-cancel-after
es: Tarea cancela tras
pt_br: Cancelar o Trabalho Após
ro: Anulare lucrare după

source: job-copies
es: Copias
pt_br: Cópias
ro: Copii
sv: Exemplar

source: job-cover-back
es: Contraportada
pt_br: Contracapa
ro: Coperta din spate
sv: Bakre omslag

source: job-cover-front
es: Portada
pt_br: Capa Frontal
ro: Coperta frontală
sv: Främre omslag

source: job-delay-output-until
es: Salida retardada hasta
pt_br: Adiar a Saída Até
ro: Ieșire întârziată până la
sv: Fördröj utdata till

source: job-delay-output-until-time
es: Salida retardada hasta
pt_br: Adiar a Saída Até
ro: Ieșire întârziată până la
sv: Fördröj utdata till

source: job-delay-output-until.day-time
es: Por el día
pt_br: Período do Dia
ro: Ziua
sv: Kontorstid

source: job-delay-output-until.evening
es: Por la noche
pt_br: Período do Fim da Tarde
ro: Seara
sv: Kväll

source: job-delay-output-until.indefinite
es: Publicado en
pt_br: Liberado
ro: Publicare
sv: Släppt

source: job-delay-output-until.night
es: Noche
pt_br: Período da Noite
ro: Noaptea
sv: Natt

source: job-delay-output-until.no-delay-output
es: Sin retraso
pt_br: Não Adiar
ro: Fără întârziere
sv: Ingen fördröjning

source: job-delay-output-until.second-shift
es: Segundo turno
pt_br: Segundo Turno
ro: Schimbul al doilea
sv: Andra skiftet

source: job-delay-output-until.third-shift
es: Tercer turno
pt_br: Terceiro Turno
ro: Schimbul al treilea
sv: Tredje skiftet

source: job-delay-output-until.weekend
es: Fin de semana
pt_br: Fim de Semana
ro: Weekend
sv: Helg

source: job-error-action
es: En caso de error
pt_br: Se Ocorrer Um Erro
ro: În caz de eroare
sv: Vid fel

source: job-error-action.abort-job
es: Interrumpir tarea
pt_br: Abortar o Trabalho
ro: Anulează lucrarea
sv: Avbryt jobb

source: job-error-action.cancel-job
es: Cancelar tarea
pt_br: Cancelar o Trabalho
ro: Abandonează lucrarea
sv: Ångra jobb

source: job-error-action.continue-job
es: Reanudar tarea
pt_br: Continuar o Trabalho
ro: Continuă lucrarea
sv: Fortsätt jobb

source: job-error-action.suspend-job
es: Suspender tarea
pt_br: Suspender o Trabalho
ro: Suspendă lucrarea
sv: Pausa jobb

source: job-error-sheet
es: Imprimir hoja de errores
pt_br: Imprimir a Folha de Erros
ro: Imprimare foaie de erori
sv: Skriv ut fellista

source: job-error-sheet-type
es: Tipo de hoja de error
pt_br: Tipo da Folha de Erros
ro: Tipul foii de erori
sv: Typ av fellista

source: job-error-sheet-type.none
es: Ninguna
pt_br: Nenhum
ro: Niciunul
sv: Ingen

source: job-error-sheet-type.standard
es: Estándar
pt_br: Padrão
ro: Standard
sv: Standard

source: job-error-sheet-when
es: Imprimir hoja de errores
pt_br: Imprimir a Folha de Erros
ro: Imprimare foaie de erori
sv: Skriv ut fellista

source: job-error-sheet-when.always
es: Siempre
pt_br: Constantemente
ro: Întotdeauna
sv: Alltid

source: job-error-sheet-when.on-error
es: En caso de error
pt_br: Se Ocorrer Um Erro
ro: În caz de eroare
sv: Vid fel

source: job-finishings
es: Acabados de obra
pt_br: Acabamentos do Trabalho
ro: Finisaje pentru lucrare
sv: Slutbearbetning för jobb

source: job-hold-until
es: Mantener hasta
pt_br: Reter Até
ro: Reține până la
sv: Håll till

source: job-hold-until-time
es: Mantener hasta
pt_br: Reter Até
ro: Reține până la
sv: Håll till

source: job-hold-until.day-time
es: Durante el día
pt_br: Período do Dia
ro: Ziua
sv: Kontorstid

source: job-hold-until.evening
es: Por la noche
pt_br: Período do Fim da Tarde
ro: Seara
sv: Kväll

source: job-hold-until.indefinite
es: Publicado en
pt_br: Liberado
ro: Publicare
sv: Släppt

source: job-hold-until.night
es: Noche
pt_br: Período da Noite
ro: Noaptea
sv: Natt

source: job-hold-until.no-hold
es: Sin retención
pt_br: Não Reter
ro: Fără reținere
sv: Håll inte

source: job-hold-until.second-shift
es: Segundo Turno
pt_br: Segundo Turno
ro: Schimbul al doilea
sv: Andra skiftet

source: job-hold-until.third-shift
es: Tercer Turno
pt_br: Terceiro Turno
ro: Schimbul al treilea
sv: Tredje skiftet

source: job-hold-until.weekend
es: Fin de semana
pt_br: Fim de Semana
ro: Weekend
sv: Helg

source: job-mandatory-attributes
es: Atributos obligatorios del puesto
pt_br: Atributos Obrigatórios do Trabalho
ro: Atribute obligatorii ale lucrării
sv: Obligatoriska jobbattribut

source: job-name
es: Título
pt_br: Título
ro: Titlu
sv: Titel

source: job-pages
es: Páginas de empleo
pt_br: Páginas do Trabalho
ro: Paginile lucrării
sv: Jobbets sidor

source: job-pages-col
es: Páginas de empleo
pt_br: Páginas do Trabalho
ro: Paginile lucrării
sv: Jobbets sidor

source: job-phone-number
es: Teléfono de trabajo
pt_br: Número do Telefone do Trabalho
ro: Număr de telefon pentru lucrare
sv: Jobbets telefonnummer

source: job-printer-uri attribute missing.
es: Falta el atributo job-printer-uri.
pt_br: Está faltando o atributo do job-printer-uri.
ro: Lipsește atributul job-printer-uri.
sv: job-printer-uri-attribut saknas.

source: job-priority
es: Prioridad laboral
pt_br: Prioridade do Trabalho
ro: Prioritatea lucrării
sv: Jobbets prioritet

source: job-privacy-attributes
es: Atributos de privacidad del puesto
pt_br: Atributos de Privacidade do Trabalho
ro: Atributele de confidențialitate ale lucrării
sv: Jobbets sekretessattribut

source: job-privacy-attributes.all
es: Todo
pt_br: Todos
ro: Toate
sv: Alla

source: job-privacy-attributes.default
es: Predeterminado
pt_br: Padrão
ro: Implicite
sv: Förval

source: job-privacy-attributes.job-description
es: Descripción del puesto
pt_br: Descrição do Trabalho
ro: Descrierea lucrării
sv: Jobbets beskrivning

source: job-privacy-attributes.job-template
es: Plantilla del puesto
pt_br: Modelo do Trabalho
ro: Șablon lucrare
sv: Jobbmall

source: job-privacy-attributes.none
es: Ninguno
pt_br: Nenhum
ro: Niciunul
sv: Inga

source: job-privacy-scope
es: Ámbito de privacidad del puesto
pt_br: Escopo de Privacidade do Trabalho
ro: Domeniul de aplicare al confidențialității lucrării
sv: Jobbets sekretessomfattning

source: job-privacy-scope.all
es: Todo
pt_br: Todos
ro: Toate
sv: Alla

source: job-privacy-scope.default
es: Por defecto
pt_br: Padrão
ro: Implicit
sv: Förval

source: job-privacy-scope.none
es: Ninguna
pt_br: Nenhum
ro: Niciunul
sv: Inga

source: job-privacy-scope.owner
es: Propietario
pt_br: Proprietário
ro: Proprietar
sv: Ägare

source: job-recipient-name
es: Nombre del destinatario del trabajo
pt_br: Nome do Destinatário do Trabalho
ro: Numele destinatarului lucrării
sv: Jobbmottagarens namn

source: job-retain-until
es: Trabajo Retener hasta
pt_br: Reter o Trabalho Até
ro: Reținere lucrare până la
sv: Spara jobb till

source: job-retain-until-interval
es: Retener Trabajo hasta intervalo
pt_br: Reter o Trabalho Até o Intervalo
ro: Reținere lucrare până la interval
sv: Spara jobb till intervall

source: job-retain-until-time
es: Retención de empleo hasta el momento
pt_br: Reter o Trabalho Até o Momento
ro: Reținere lucrare până la momentul
sv: Spara jobb till tid

source: job-retain-until.end-of-day
es: Fin del día
pt_br: Fim do Dia
ro: Sfârșitul zilei
sv: Dagens slut

source: job-retain-until.end-of-month
es: Fin de mes
pt_br: Fim do Mês
ro: Sfârșitul lunii
sv: Månadens slut

source: job-retain-until.end-of-week
es: Fin de semana
pt_br: Fim da Semana
ro: Sfârșitul săptămânii
sv: Veckans slut

source: job-retain-until.indefinite
es: Indefinido
pt_br: Não Foi Determinado
ro: Nedefinit
sv: Obestämt

source: job-retain-until.none
es: Ninguno
pt_br: Nenhum
ro: Niciunul
sv: Ingen

source: job-save-disposition
es: Trabajo Guardar Disposición
pt_br: Salvar a Disposição do Trabalho
ro: Salvare dispoziție lucrare
sv: Jobb spara disposition

source: job-sheet-message
es: Mensaje de la hoja de trabajo
pt_br: Mensagem da Folha do Trabalho
ro: Mesaj fișă lucrare
sv: Jobbarkmeddelande

source: job-sheets
es: Página de pancartas
pt_br: Página da Faixa
ro: Pagina cu banderolă
sv: Försättsblad

source: job-sheets-col
es: Página de pancarta
pt_br: Página da Faixa
ro: Pagina cu banderolă
sv: Försättsblad

source: job-sheets.first-print-stream-page
es: Primera página del documento
pt_br: Primeira Página do Documento
ro: Prima pagină din document
sv: Första sidan i dokumentet

source: job-sheets.job-both-sheet
es: Hojas de inicio y fin
pt_br: Folhas do Início e do Fim
ro: Foi de început și sfârșit
sv: Inledande och avslutande ark

source: job-sheets.job-end-sheet
es: Hoja final
pt_br: Última Folha
ro: Foaie de sfârșit
sv: Avslutande ark

source: job-sheets.job-start-sheet
es: Hoja inicial
pt_br: Primeira Folha
ro: Foaie de început
sv: Inledande ark

source: job-sheets.none
es: Ninguna
pt_br: Nenhum
ro: Niciuna
sv: Inget

source: job-sheets.standard
es: Estándar
pt_br: Padrão
ro: Standard
sv: Standard

source: job-state
es: Estado del empleo
pt_br: Estado do Trabalho
ro: Stare lucrare
sv: Jobbtillstånd

source: job-state-message
es: Mensaje de Estado del Empleo
pt_br: Mensagem do Estado do Trabalho
ro: Mesaj stare lucrare
sv: Jobbtillståndsmeddelande

source: job-state-reasons
es: Estado detallado del puesto
pt_br: Estado Detalhado do Trabalho
ro: Starea detaliată a lucrării
sv: Detaljerat jobbtillstånd

source: job-state-reasons.aborted-by-system
es: Detener
pt_br: Está Parando
ro: Se oprește
sv: Stoppar

source: job-state-reasons.account-authorization-failed
es: Autorización de cuenta fallida
pt_br: Ocorreu uma Falha na Autorização da Conta
ro: Autorizarea contului a eșuat
sv: Kontokontroll misslyckades

source: job-state-reasons.account-closed
es: Cuenta cerrada
pt_br: A Conta Foi Encerrada
ro: Cont închis
sv: Konto stängt

source: job-state-reasons.account-info-needed
es: Información de cuenta necesaria
pt_br: As Informações da Conta são Necessárias
ro: Informații necesare despre cont
sv: Kontoinfo behövs

source: job-state-reasons.account-limit-reached
es: Límite de la cuenta alcanzado
pt_br: O Limite da Conta Foi Alcançado
ro: Limita contului a fost atinsă
sv: Kontots gräns har nåtts

source: job-state-reasons.compression-error
es: Error de descompresión
pt_br: Ocorreu um Erro na Descompactação
ro: Eroare de decomprimare
sv: Avkomprimeringsfel

source: job-state-reasons.conflicting-attributes
es: Atributos conflictivos
pt_br: Existem Atributos Conflitantes
ro: Atribute conflictuale
sv: Motstridiga attribut

source: job-state-reasons.connected-to-destination
es: Conectado al destino
pt_br: Está Conectado ao Destino
ro: Conectat la destinație
sv: Ansluten till destination

source: job-state-reasons.connecting-to-destination
es: Conexión con el destino
pt_br: Está Conectando ao Destino
ro: Se conectează la destinație
sv: Ansluter till destination

source: job-state-reasons.destination-uri-failed
es: Destino Uri incorrecto
pt_br: Ocorreu uma Falha no Destino do URI
ro: URI-ul de destinație a eșuat
sv: Destinationens URI misslyckades

source: job-state-reasons.digital-signature-did-not-verify
es: La firma digital no se verificó
pt_br: A Assinatura Digital Não Foi Verificada
ro: Semnătura digitală nu a fost verificată
sv: Digital signatur kunde inte verifieras

source: job-state-reasons.digital-signature-type-not-supported
es: No se admite el tipo de firma digital
pt_br: O Tipo da Assinatura Digital Não é Compatível
ro: Tipul semnăturii digitale nu este acceptat
sv: Digital signaturtyp stöds inte

source: job-state-reasons.document-access-error
es: Error de acceso al documento
pt_br: Ocorreu um Erro de Acesso ao Documento
ro: Eroare la accesarea documentului
sv: Dokumentåtkomstfel

source: job-state-reasons.document-format-error
es: Error de formato del documento
pt_br: Ocorreu um Erro no Formato do Documento
ro: Eroare în formatul documentului
sv: Dokumentformatfel

source: job-state-reasons.document-password-error
es: Error de contraseña del documento
pt_br: Ocorreu um Erro na Senha do Documento
ro: Eroare parolă document
sv: Dokumentlösenordsfel

source: job-state-reasons.document-permission-error
es: Error de permiso de documento
pt_br: Ocorreu um Erro de Permissão no Documento
ro: Eroare de permisiune a documentului
sv: Dokumenträttighetsfel

source: job-state-reasons.document-security-error
es: Error de seguridad del documento
pt_br: Ocorreu um Erro de Segurança no Documento
ro: Eroare de securitate a documentului
sv: Dokumentsäkerhetsfel

source: job-state-reasons.document-unprintable-error
es: Error de documento no imprimible
pt_br: Ocorreu um Erro no Documento que Não Pode ser Impresso
ro: Documentul nu poate fi imprimat
sv: Dokument kan inte skrivas ut-fel

source: job-state-reasons.errors-detected
es: Errores detectados
pt_br: Alguns Erros Foram Detectados
ro: Erori detectate
sv: Fel upptäcktes

source: job-state-reasons.job-canceled-at-device
es: Cancelado en impresora
pt_br: O Trabalho Foi Cancelado na Impressora
ro: Anulată la imprimantă
sv: Avbrutet på skrivaren

source: job-state-reasons.job-canceled-by-operator
es: Cancelado por el operador
pt_br: O Trabalho Foi Cancelado pelo Operador
ro: Anulată de către operator
sv: Avbrutet av operatör

source: job-state-reasons.job-canceled-by-user
es: Cancelado por el usuario
pt_br: O Trabalho Foi Cancelado pelo Usuário
ro: Anulată de către utilizator
sv: Avbrutet av användare

source: job-state-reasons.job-completed-successfully
es: Tarea completada correctamente
pt_br: O Trabalho Foi Concluído com Sucesso
ro: Lucrare finalizată cu succes
sv: Jobb slutfört
