Repository: OpenPrinting/cups
Catalog: locale/cups_*.po
Languages: es, pt_br, ro, sv

source: printer-state-reasons.sheet-rotator-timing-failure
pt_br: Ocorreu uma Falha no Temporizador do Rotador de Folhas
ro: Eșec de sincronizare al rotatorului de foi

source: printer-state-reasons.sheet-rotator-turned-off
pt_br: O Rotador de Folhas Está Desligado
ro: Rotatorul de foi este dezactivat

source: printer-state-reasons.sheet-rotator-turned-on
pt_br: O Rotador de Folhas Está Ligado
ro: Rotatorul de foi este activat

source: printer-state-reasons.sheet-rotator-under-temperature
pt_br: O Rotador de Folhas Está com a Temperatura Abaixo do Normal
ro: Rotator de foi aflat sub temperatura normală de funcționare

source: printer-state-reasons.sheet-rotator-unrecoverable-failure
pt_br: Ocorreu uma Falha no Rotador de Folhas que Não Pode Ser Restaurada
ro: Eșec irecuperabil al rotatorului de foi

source: printer-state-reasons.sheet-rotator-unrecoverable-storage-error
pt_br: Ocorreu um Erro no Armazenamento do Rotador de Folhas que Não Pode Ser Restaurado
ro: Eroare de stocare irecuperabilă a rotatorului de foi

source: printer-state-reasons.sheet-rotator-warming-up
pt_br: O Rotador de Folhas Está Aquecendo
ro: Rotatorul de foi se supraîncălzește

source: printer-state-reasons.shutdown
pt_br: A Impressora Não Está Conectada
ro: Imprimanta este deconectată
sv: Skrivare nedkopplad

source: printer-state-reasons.slitter-added
pt_br: O Cortador de Bobinas Foi Adicionado
ro: Tăietor de role/bobine adăugat

source: printer-state-reasons.slitter-almost-empty
pt_br: O Cortador de Bobinas Está Quase Vazio
ro: Tăietorul de role/bobine este aproape gol

source: printer-state-reasons.slitter-almost-full
pt_br: O Cortador de Bobinas Está Quase Cheio
ro: Tăietorul de role/bobine este aproape plin

source: printer-state-reasons.slitter-at-limit
pt_br: O Cortador de Bobinas Está no Limite
ro: Tăietorul de role/bobine se află la limită

source: printer-state-reasons.slitter-closed
pt_br: O Cortador de Bobinas Está Fechado
ro: Tăietor de role/bobine închis

source: printer-state-reasons.slitter-configuration-change
pt_br: Alterar as Configurações do Cortador de Bobinas
ro: Modificare configurație tăietor de role/bobine

source: printer-state-reasons.slitter-cover-closed
pt_br: A Tampa do Cortador de Bobinas Está Fechada
ro: Capacul tăietorului de role/bobine este închis

source: printer-state-reasons.slitter-cover-open
pt_br: A Tampa do Cortador de Bobinas Está Aberta
ro: Capacul tăietorului de role/bobine este deschis

source: printer-state-reasons.slitter-empty
pt_br: O Cortador de Bobinas Está Vazio
ro: Tăietorul de role/bobine este gol

source: printer-state-reasons.slitter-full
pt_br: O Cortador de Bobinas Está Cheio
ro: Tăietorul de role/bobine este plin

source: printer-state-reasons.slitter-interlock-closed
pt_br: O Intertravamento do Cortador de Bobinas Está Fechado
ro: Închizătoarea tăietorului de role/bobine este închisă

source: printer-state-reasons.slitter-interlock-open
pt_br: O Intertravamento do Cortador de Bobinas Está Aberto
ro: Închizătoarea tăietorului de role/bobine este deschisă

source: printer-state-reasons.slitter-jam
pt_br: Ocorreu um Atolamento no Cortador
ro: Blocaj al tăietorului de role/bobine

source: printer-state-reasons.slitter-life-almost-over
pt_br: O Cortador de Bobinas Está Quase no Fim da Sua Vida Útil
ro: Tăietorul de role/bobine este aproape de sfârșitul vieții sale utile

source: printer-state-reasons.slitter-life-over
pt_br: O Cortador de Bobinas Está no Fim da Sua Vida Útil
ro: Durata vieții utile a tăietorului de role/bobine s-a sfârșit

source: printer-state-reasons.slitter-memory-exhausted
pt_br: A Memória do Cortador de Bobinas Foi Esgotada
ro: Memorie epuizată a tăietorului de role/bobine

source: printer-state-reasons.slitter-missing
pt_br: Está Faltando o Cortador de Bobinas
ro: Tăietorul de role/bobine lipsește

source: printer-state-reasons.slitter-motor-failure
pt_br: Ocorreu uma Falha no Motor do Cortador de Bobinas
ro: Defecțiune a motorului tăietorului de role/bobine

source: printer-state-reasons.slitter-near-limit
pt_br: O Cortador de Bobinas Está Próximo do Seu Limite
ro: Tăietorul de role/bobine este aproape de limită

source: printer-state-reasons.slitter-offline
pt_br: O Cortador de Bobinas Não Está Conectado
ro: Tăietorul de role/bobine este deconectat

source: printer-state-reasons.slitter-opened
pt_br: O Cortador de Bobinas Está Aberto
ro: Tăietor de role/bobine deschis

source: printer-state-reasons.slitter-over-temperature
pt_br: O Cortador de Bobinas Atingiu uma Temperatura Excessiva
ro: Tăietorul de role/bobine este la o temperatură excesivă

source: printer-state-reasons.slitter-power-saver
pt_br: O Cortador de Bobinas Entrou no Modo de Economia de Energia
ro: Modul de economisire a energiei pentru tăietorul de role/bobine

source: printer-state-reasons.slitter-recoverable-failure
pt_br: Ocorreu uma Falha no Cortador de Bobinas que Pode Ser Restaurada
ro: Eșec recuperabil al tăietorului de role/bobine

source: printer-state-reasons.slitter-recoverable-storage
pt_br: O Armazenamento do Cortador de Bobinas Pode Ser Restaurado
ro: Stocare recuperabilă a tăietorului de role/bobine

source: printer-state-reasons.slitter-removed
pt_br: O Cortador de Bobinas Foi Removido
ro: Tăietor de role/bobine eliminat

source: printer-state-reasons.slitter-resource-added
pt_br: A Funcionalidade do Cortador de Bobinas Foi Adicionada
ro: Resursă pentru tăietorul de role/bobine adăugată

source: printer-state-reasons.slitter-resource-removed
pt_br: A Funcionalidade do Cortador de Bobinas Foi Removida
ro: Resursă pentru tăietorul de role/bobine eliminată

source: printer-state-reasons.slitter-thermistor-failure
pt_br: Ocorreu uma Falha no Termistor do Cortador de Bobinas
ro: Eșec al termistorului tăietorului de role/bobine

source: printer-state-reasons.slitter-timing-failure
pt_br: Ocorreu uma Falha no Temporizador do Cortador de Bobinas
ro: Eșec de sincronizare al tăietorului de role/bobine
sv: Nedskärare timing-fel

source: printer-state-reasons.slitter-turned-off
pt_br: O Cortador de Bobinas Está Desligado
ro: Tăietorul de role/bobine este dezactivat

source: printer-state-reasons.slitter-turned-on
pt_br: O Cortador de Bobinas Está Ligado
ro: Tăietorul de role/bobine este activat

source: printer-state-reasons.slitter-under-temperature
pt_br: O Cortador de Bobinas Está com a Temperatura Abaixo do Normal
ro: Tăietor de role/bobine aflat sub temperatura normală de funcționare

source: printer-state-reasons.slitter-unrecoverable-failure
pt_br: Ocorreu uma Falha no Cortador de Bobinas que Não Pode Ser Restaurada
ro: Eșec irecuperabil al tăietorului de role/bobine

source: printer-state-reasons.slitter-unrecoverable-storage-error
pt_br: Ocorreu um Erro no Armazenamento do Cortador de Bobinas que Não Pode Ser Restaurado
ro: Eroare de stocare irecuperabilă a tăietorului de role/bobine

source: printer-state-reasons.slitter-warming-up
pt_br: O Cortador de Bobinas Está Aquecendo
ro: Tăietorul de role/bobine se supraîncălzește

source: printer-state-reasons.spool-area-full
pt_br: A Área da Memória Temporária Está Cheia
ro: Zona de stocare a datelor este plină
sv: Spolområde fullt

source: printer-state-reasons.stacker-added
pt_br: O Empilhador Foi Adicionado
ro: Stivuitor adăugat
sv: Staplare tillagd

source: printer-state-reasons.stacker-almost-empty
pt_br: O Empilhador Está Quase Vazio
ro: Stivuitorul este aproape gol
sv: Staplare nästan tom

source: printer-state-reasons.stacker-almost-full
pt_br: O Empilhador Está Quase Cheio
ro: Stivuitorul este aproape plin
sv: Staplare nästan full

source: printer-state-reasons.stacker-at-limit
pt_br: O Empilhador Está no Limite
ro: Stivuitorul se află la limită
sv: Staplare vid gräns

source: printer-state-reasons.stacker-closed
pt_br: O Empilhador Está Fechado
ro: Stivuitor închis
sv: Staplare stängd

source: printer-state-reasons.stacker-configuration-change
pt_br: Alterar as Configurações do Empilhador
ro: Modificare configurație stivuitor
sv: Staplare konfiguration ändrad

source: printer-state-reasons.stacker-cover-closed
pt_br: A Tampa do Empilhador Está Fechada
ro: Capacul stivuitorului este închis
sv: Staplarens lucka stängd

source: printer-state-reasons.stacker-cover-open
pt_br: A Tampa do Empilhador Está Aberta
ro: Capacul stivuitorului este deschis
sv: Staplarens lucka öppen

source: printer-state-reasons.stacker-empty
pt_br: O Empilhador Está Vazio
ro: Stivuitorul este gol
sv: Staplare tom

source: printer-state-reasons.stacker-full
pt_br: O Empilhador Está Cheio
ro: Stivuitorul este plin
sv: Staplare full

source: printer-state-reasons.stacker-interlock-closed
pt_br: O Intertravamento do Empilhador Está Fechado
ro: Închizătoarea stivuitorului este închisă
sv: Staplarens lås stängt

source: printer-state-reasons.stacker-interlock-open
pt_br: O Intertravamento do Empilhador Está Aberto
ro: Închizătoarea stivuitorului este deschisă
sv: Staplarens lås öppet

source: printer-state-reasons.stacker-jam
pt_br: Ocorreu um Atolamento no Empilhador
ro: Blocaj al stivuitorului
sv: Staplare blockerad

source: printer-state-reasons.stacker-life-almost-over
pt_br: O Empilhador Está Quase no Fim da Sua Vida Útil
ro: Stivuitorul este aproape de sfârșitul vieții sale utile
sv: Staplarens livstid nästan över

source: printer-state-reasons.stacker-life-over
pt_br: O Empilhador Está no Fim da Sua Vida Útil
ro: Durata vieții utile a stivuitorului s-a sfârșit
sv: Staplarens livstid över

source: printer-state-reasons.stacker-memory-exhausted
pt_br: A Memória do Empilhador Foi Esgotada
ro: Memorie epuizată a stivuitorului
sv: Staplarens minne fullt

source: printer-state-reasons.stacker-missing
pt_br: Está Faltando o Empilhador
ro: Stivuitorul lipsește
sv: Staplare saknas

source: printer-state-reasons.stacker-motor-failure
pt_br: Ocorreu uma Falha no Motor do Empilhador
ro: Defecțiune a motorului stivuitorului
sv: Staplare motorfel

source: printer-state-reasons.stacker-near-limit
pt_br: O Empilhador Está Próximo do Seu Limite
ro: Stivuitorul este aproape de limită
sv: Staplare vid gräns

source: printer-state-reasons.stacker-offline
pt_br: O Empilhador Não Está Conectado
ro: Stivuitorul este deconectat
sv: Staplare nedkopplad

source: printer-state-reasons.stacker-opened
pt_br: O Empilhador Está Aberto
ro: Stivuitor deschis
sv: Staplare öppen

source: printer-state-reasons.stacker-over-temperature
pt_br: O Empilhador Atingiu uma Temperatura Excessiva
ro: Stivuitorul este la o temperatură excesivă
sv: Staplare över normal temperatur

source: printer-state-reasons.stacker-power-saver
pt_br: O Empilhador Está Entrou no Modo de Economia de Energia
ro: Modul de economisire a energiei pentru stivuitor
sv: Staplare energispar

source: printer-state-reasons.stacker-recoverable-failure
pt_br: Ocorreu uma Falha no Empilhador que Pode Ser Restaurada
ro: Eșec recuperabil al stivuitorului
sv: Staplare återhämtningsbart fel

source: printer-state-reasons.stacker-recoverable-storage
pt_br: O Armazenamento do Empilhador Pode Ser Restaurado
ro: Stocare recuperabilă a stivuitorului
sv: Staplare återhämtningsbar lagring

source: printer-state-reasons.stacker-removed
pt_br: O Empilhador Foi Removido
ro: Stivuitor eliminat
sv: Staplare borttagen

source: printer-state-reasons.stacker-resource-added
pt_br: A Funcionalidade do Empilhador Foi Adicionada
ro: Resursă pentru stivuitor adăugată
sv: Staplarresurs tillagd

source: printer-state-reasons.stacker-resource-removed
pt_br: A Funcionalidade do Empilhador Foi Removida
ro: Resursă pentru stivuitor eliminată
sv: Staplarresurs borttagen

source: printer-state-reasons.stacker-thermistor-failure
pt_br: Ocorreu uma Falha no Termistor do Empilhador
ro: Eșec al termistorului stivuitorului
sv: Staplare termistorfel

source: printer-state-reasons.stacker-timing-failure
pt_br: Ocorreu uma Falha no Temporizador do Empilhador
ro: Eșec de sincronizare al stivuitorului
sv: Staplare timing-fel

source: printer-state-reasons.stacker-turned-off
pt_br: O Empilhador Está Desligado
ro: Stivuitor dezactivat
sv: Staplare avstängd

source: printer-state-reasons.stacker-turned-on
pt_br: O Empilhador Está Ligado
ro: Stivuitor ctivat
sv: Staplare påsatt

source: printer-state-reasons.stacker-under-temperature
pt_br: O Empilhador Está com a Temperatura Abaixo do Normal
ro: Stivuitor aflat sub temperatura normală de funcționare
sv: Staplare under normal temperatur

source: printer-state-reasons.stacker-unrecoverable-failure
pt_br: Ocorreu uma Falha no Empilhador que Não Pode Ser Restaurada
ro: Eșec irecuperabil al stivuitorului
sv: Staplare ej återhämtningsbart fel

source: printer-state-reasons.stacker-unrecoverable-storage-error
pt_br: Ocorreu um Erro no Armazenamento do Empilhador que Não Pode Ser Restaurado
ro: Eroare de stocare irecuperabilă a stivuitorului
sv: Staplare ej återhämtningsbart lagringsfel

source: printer-state-reasons.stacker-warming-up
pt_br: O Empilhador Está Aquecendo
ro: Stivuitorul se supraîncălzește
sv: Staplare värmer upp

source: printer-state-reasons.stapler-added
pt_br: O Grampeador Foi Adicionado
ro: Capsator adăugat
sv: Häftare tillagd

source: printer-state-reasons.stapler-almost-empty
pt_br: O Grampeador Está Quase Vazio
ro: Capsatorul este aproape gol
sv: Häftare nästan tom

source: printer-state-reasons.stapler-almost-full
pt_br: O Grampeador Está Quase Cheio
ro: Capsatorul este aproape plin
sv: Häftare nästan full

source: printer-state-reasons.stapler-at-limit
pt_br: O Grampeador Está no Limite
ro: Capsator aflat la limită
sv: Häftare vid gräns

source: printer-state-reasons.stapler-closed
pt_br: O Grampeador Está Fechado
ro: Capsator închis
sv: Häftare stängd

source: printer-state-reasons.stapler-configuration-change
pt_br: Alterar as Configurações do Grampeador
ro: Modificare configurație capsator
sv: Häftare konfiguration ändrad

source: printer-state-reasons.stapler-cover-closed
pt_br: A Tampa do Grampeador Está Fechada
ro: Capacul capsatorului este închis
sv: Häftarens lucka stängd

source: printer-state-reasons.stapler-cover-open
pt_br: A Tampa do Grampeador Está Aberta
ro: Capacul capsatorului este deschis
sv: Häftarens lucka öppen

source: printer-state-reasons.stapler-empty
pt_br: O Grampeador Está Vazio
ro: Capsatorul este gol
sv: Häftare tom

source: printer-state-reasons.stapler-full
pt_br: O Grampeador Está Cheio
ro: Capsatorul este plin
sv: Häftare full

source: printer-state-reasons.stapler-interlock-closed
pt_br: O Intertravamento do Grampeador Está Fechado
ro: Închizătoarea capsatorului este închisă
sv: Häftarens lås stängt

source: printer-state-reasons.stapler-interlock-open
pt_br: O Intertravamento do Grampeador Está Aberto
ro: Închizătoarea capsatorului este deschisă
sv: Häftarens lås öppet

source: printer-state-reasons.stapler-jam
pt_br: Ocorreu um Atolamento no Grampeador
ro: Blocaj al capsatorului
sv: Häftare blockerad

source: printer-state-reasons.stapler-life-almost-over
pt_br: O Grampeador Está Quase no Fim da Sua Vida Útil
ro: Capsatorul este aproape de sfârșitul vieții sale utile
sv: Häftarens livstid nästan över

source: printer-state-reasons.stapler-life-over
pt_br: O Grampeador Está no Fim da Sua Vida Útil
ro: Durata vieții utile a capsatorului s-a sfârșit
sv: Häftarens livstid över

source: printer-state-reasons.stapler-memory-exhausted
pt_br: A Memória do Grampeador Foi Esgotada
ro: Memorie epuizată a capsatorului
sv: Häftarens minne fullt

source: printer-state-reasons.stapler-missing
pt_br: Está Faltando o Grampeador
ro: Capsatorul lipsește
sv: Häftare saknas

source: printer-state-reasons.stapler-motor-failure
pt_br: Ocorreu uma Falha no Motor do Grampeador
ro: Defecțiune a motorului capsatorului
sv: Häftare motorfel

source: printer-state-reasons.stapler-near-limit
pt_br: O Grampeador Está Próximo do Seu Limite
ro: Capsatorul este aproape de limită
sv: Häftare vid gräns

source: printer-state-reasons.stapler-offline
pt_br: O Grampeador Não Está Conectado
ro: Capsatorul este deconectat
sv: Häftare nedkopplad

source: printer-state-reasons.stapler-opened
pt_br: O Grampeador Está Aberto
ro: Capsator deschis
sv: Häftare öppen

source: printer-state-reasons.stapler-over-temperature
pt_br: O Grampeador Atingiu uma Temperatura Excessiva
ro: Capsatorul este la o temperatură excesivă
sv: Häftare över temperatur

source: printer-state-reasons.stapler-power-saver
pt_br: O Grampeador Entrou no Modo de Economia de Energia
ro: Modul de economisire a energiei pentru capsator
sv: Häftare energispar

source: printer-state-reasons.stapler-recoverable-failure
pt_br: Ocorreu uma Falha no Grampeador que Pode Ser Restaurada
ro: Eșec recuperabil al capsatorului
sv: Häftare återhämtningsbart fel

source: printer-state-reasons.stapler-recoverable-storage
pt_br: O Armazenamento do Grampeador Pode Ser Restaurado
ro: Stocare recuperabilă a capsatorului
sv: Häftare återhämtningsbar lagring

source: printer-state-reasons.stapler-removed
pt_br: O Grampeador Foi Removido
ro: Capsator eliminat
sv: Häftare borttagen

source: printer-state-reasons.stapler-resource-added
pt_br: A Funcionalidade do Grampeador Foi Adicionada
ro: Resursă pentru capsator adăugată
sv: Häftarresurs tillagd

source: printer-state-reasons.stapler-resource-removed
pt_br: A Funcionalidade do Grampeador Foi Removida
ro: Resursă pentru capsator eliminată
sv: Häftarresurs borttagen

source: printer-state-reasons.stapler-thermistor-failure
pt_br: Ocorreu uma Falha no Termistor do Grampeador
ro: Eșec al termistorului capsatorului
sv: Häftare termistorfel

source: printer-state-reasons.stapler-timing-failure
pt_br: Ocorreu uma Falha no Temporizador do Grampeador
ro: Eșec de sincronizare al capsatorului
sv: Häftare timing-fel

source: printer-state-reasons.stapler-turned-off
pt_br: O Grampeador Está Desligado
ro: Capsator dezactivat
sv: Häftare avstängd

source: printer-state-reasons.stapler-turned-on
pt_br: O Grampeador Está Ligado
ro: Capsator activat
sv: Häftare påsatt

source: printer-state-reasons.stapler-under-temperature
pt_br: O Grampeador Está com a Temperatura Abaixo do Normal
ro: Capsator aflat sub temperatura normală de funcționare
sv: Häftare under normal temperatur

source: printer-state-reasons.stapler-unrecoverable-failure
pt_br: Ocorreu uma Falha no Grampeador que Não Pode Ser Restaurada
ro: Eșec irecuperabil al capsatorului
sv: Häftare ej återhämtningsbart fel

source: printer-state-reasons.stapler-unrecoverable-storage-error
pt_br: Ocorreu um Erro no Armazenamento do Grampeador que Não Pode Ser Restaurado
ro: Eroare de stocare irecuperabilă a capsatorului
sv: Häftare ej återhämtningsbart lagringsfel

source: printer-state-reasons.stapler-warming-up
pt_br: O Grampeador Está Aquecendo
ro: Capsatorul se supraîncălzește
sv: Staplare värmer upp

source: printer-state-reasons.stitcher-added
pt_br: O Costurador Foi Adicionado
ro: Dispozitiv de coasere adăugat
sv: Sömmaskin tillagd

source: printer-state-reasons.stitcher-almost-empty
pt_br: O Costurador Está Quase Vazio
ro: Dispozitivul de coasere este aproape gol
sv: Sömmaskin nästan tom

source: printer-state-reasons.stitcher-almost-full
pt_br: O Costurador Está Quase Cheio
ro: Dispozitivul de coasere este aproape plin
sv: Sömmaskin nästan full

source: printer-state-reasons.stitcher-at-limit
pt_br: O Costurador Está no Limite
ro: Dispozitivul de coasere se află la limită
sv: Sömmaskin vid gräns

source: printer-state-reasons.stitcher-closed
pt_br: O Costurador Está Fechado
ro: Dispozitiv de coasere închis
sv: Sömmaskin stängd

source: printer-state-reasons.stitcher-configuration-change
pt_br: Alterar as Configurações do Costurador
ro: Modificare configurație dispozitiv de coasere
sv: Sömmaskin konfiguration ändrad

source: printer-state-reasons.stitcher-cover-closed
pt_br: A Tampa do Costurador Está Fechada
ro: Capacul dispozitivului de coasere este închis
sv: Sömmaskinens lucka öppen

source: printer-state-reasons.stitcher-cover-open
pt_br: A Tampa do Costurador Está Aberta
ro: Capacul dispozitivului de coasere este deschis
sv: Sömmaskinens lucka öppen

source: printer-state-reasons.stitcher-empty
pt_br: O Costurador Está Vazio
ro: Dispozitivul de coasere este gol
sv: Sömmaskin tom

source: printer-state-reasons.stitcher-full
pt_br: O Costurador Está Cheio
ro: Dispozitivul de coasere este plin
sv: Sömmaskin full

source: printer-state-reasons.stitcher-interlock-closed
pt_br: O Intertravamento do Costurador Está Fechado
ro: Închizătoarea dispozitivului de coasere este închisă
sv: Sömmaskinens lås stängt

source: printer-state-reasons.stitcher-interlock-open
pt_br: O Intertravamento do Costurador Está Aberto
ro: Închizătoarea dispozitivului de coasere este deschisă
sv: Sömmaskinens lås öppet

source: printer-state-reasons.stitcher-jam
pt_br: Ocorreu um Atolamento no Costurador
ro: Blocaj al dispozitivului de coasere
sv: Sömmaskin blockerad

source: printer-state-reasons.stitcher-life-almost-over
pt_br: O Costurador Está Quase no Fim da Sua Vida Útil
ro: Dispozitivul de coasere este aproape de sfârșitul vieții sale utile
sv: Sömmaskinens livstid nästan över

source: printer-state-reasons.stitcher-life-over
pt_br: O Costurador Está no Fim da Sua Vida Útil
ro: Durata vieții utile a dispozitivului de coasere s-a sfârșit
sv: Sömmaskinens livstid över

source: printer-state-reasons.stitcher-memory-exhausted
pt_br: A Memória do Costurador Foi Esgotada
ro: Memorie epuizată a dispozitivului de coasere
sv: Sömmaskinens minne slut

source: printer-state-reasons.stitcher-missing
pt_br: Está Faltando o Costurador
ro: Dispozitivul de coasere lipsește
sv: Sömmaskin saknas

source: printer-state-reasons.stitcher-motor-failure
pt_br: Ocorreu uma Falha no Motor do Costurador
ro: Defecțiune a motorului dispozitivului de coasere
sv: Sömmaskin motorfel

source: printer-state-reasons.stitcher-near-limit
pt_br: O Costurador Está Próximo do Seu Limite
ro: Dispozitivul de coasere este aproape de limită
sv: Sömmaskin nära gräns

source: printer-state-reasons.stitcher-offline
pt_br: O Costurador Não Está Conectado
ro: Dispozitivul de coasere este deconectat
sv: Sömmaskin nedkopplad

source: printer-state-reasons.stitcher-opened
pt_br: O Costurador Está Aberto
ro: Dispozitiv de coasere deschis
sv: Sömmaskin öppen

source: printer-state-reasons.stitcher-over-temperature
pt_br: O Costurador Atingiu uma Temperatura Excessiva
ro: Dispozitivul de coasere este la o temperatură excesivă
sv: Sömmaskin över normal temperatur

source: printer-state-reasons.stitcher-power-saver
pt_br: O Costurador Entrou no Modo de Economia de Energia
ro: Modul de economisire a energiei pentru dispozitivul de coasere
sv: Sömmaskin energispar

source: printer-state-reasons.stitcher-recoverable-failure
pt_br: Ocorreu uma Falha no Costurador que Pode Ser Restaurada
ro: Eșec recuperabil al dispozitivului de coasere
sv: Sömmaskin återhämtningsbart fel

source: printer-state-reasons.stitcher-recoverable-storage
pt_br: O Armazenamento do Costurador Pode Ser Restaurado
ro: Stocare recuperabilă a dispozitivului de coasere
sv: Sömmaskin återhämtningsbar lagring

source: printer-state-reasons.stitcher-removed
pt_br: O Costurador Foi Removido
ro: Dispozitiv de coasere eliminat
sv: Sömmaskin borttagen

source: printer-state-reasons.stitcher-resource-added
pt_br: A Funcionalidade do Costurador Foi Adicionada
ro: Resursă pentru dispozitivul de coasere adăugată
sv: Sömmaskinresurs tillagd

source: printer-state-reasons.stitcher-resource-removed
pt_br: A Funcionalidade do Costurador Foi Removida
ro: Resursă pentru dispozitivul de coasere eliminată
sv: Sömmaskinresurs borttagen

source: printer-state-reasons.stitcher-thermistor-failure
pt_br: Ocorreu uma Falha no Termistor do Costurador
ro: Eșec al termistorului dispozitivului de coasere
sv: Sömmaskin termistorfel

source: printer-state-reasons.stitcher-timing-failure
pt_br: Ocorreu uma Falha no Temporizador do Costurador
ro: Eșec de sincronizare al dispozitivului de coasere
sv: Sömmaskin timing-fel
