Repository: OpenPrinting/cups
Catalog: locale/cups_*.po
Languages: es, pt_br, ro, sv

source: printer %s is holding new jobs. enabled since %s
pt_br: A impressora %s está retendo os novos trabalhos. Está ativada desde %s
ro: imprimanta %s are reținute lucrări noi. activată din %s

source: printer %s is idle. enabled since %s
es: la impresora %s está inactiva. activada desde %s
pt_br: A impressora %s está inativa. E está ativada desde %s
ro: imprimanta %s este inactivă. activată din %s
sv: skrivare %s används inte. aktiverad sedan %s

source: printer %s now printing %s-%d. enabled since %s
es: la impresora %s está ahora imprimiendo %s-%d. activada desde %s
pt_br: A impressora %s está imprimindo %s de %d. E está ativada desde %s
ro: imprimanta %s imprimă acum %s-%d. activată din %s
sv: skrivare %s skriver nu ut %s-%d. aktiverad sedan %s

source: printer %s/%s disabled since %s -
es: la impresora %s/%s está desactivada desde %s -
pt_br: A impressora %s/%s está desativada desde %s -
ro: imprimanta %s/%s este dezactivată din %s -
sv: skrivare %s/%s avaktiverad sedan %s -

source: printer %s/%s is idle. enabled since %s
es: la impresora %s/%s está inactiva. activada desde %s
pt_br: A impressora %s/%s está inativa. E está ativada desde %s
ro: imprimanta %s/%s este inactivă. activată din %s
sv: skrivare %s/%s används inte. aktiverad sedan %s

source: printer %s/%s now printing %s-%d. enabled since %s
es: la impresora %s/%s está ahora imprimiendo %s-%d. activada desde %s
pt_br: A impressora %s/%s está imprimindo %s de %d. E está ativada desde %s
ro: imprimanta %s/%s imprimă acum %s-%d. activată din %s
sv: skrivare %s/%s skriver nu ut %s-%d. aktiverad sedan %s

source: printer-kind
pt_br: Tipo da Impressora
ro: Tipul de imprimantă
sv: Skrivarsort

source: printer-kind.disc
pt_br: Disco
ro: Disc
sv: Disk

source: printer-kind.document
pt_br: Documento
ro: Document
sv: Dokument

source: printer-kind.envelope
pt_br: Envelope
ro: Plic
sv: Kuvert

source: printer-kind.label
pt_br: Etiqueta
ro: Etichetă
sv: Etikett

source: printer-kind.large-format
pt_br: Formato Grande
ro: Format mare
sv: Storformat

source: printer-kind.photo
pt_br: Foto
ro: Fotografie
sv: Foto

source: printer-kind.postcard
pt_br: Cartão Postal
ro: Carte poştală
sv: Vykort

source: printer-kind.receipt
pt_br: Recibo
ro: Chitanță
sv: Kvitto

source: printer-kind.roll
pt_br: Rolete
ro: Rolă
sv: Rulle

source: printer-message-from-operator
pt_br: Mensagem do Operador
ro: Mesaj de la operator
sv: Meddelande från operatör

source: printer-resolution
pt_br: Resolução da Impressão
ro: Rezoluția imprimantei
sv: Utskriftsupplösning

source: printer-state
pt_br: Estado da Impressora
ro: Starea imprimantei
sv: Skrivartillstånd

source: printer-state-reasons
pt_br: Detalhes do Estado da Impressora
ro: Starea detaliată a imprimantei
sv: Utförligt skrivartillstånd

source: printer-state-reasons.alert-removal-of-binary-change-entry
pt_br: Os Alertas Antigos Foram Removidos
ro: Alertele vechi au fost eliminate
sv: Gamla varningar har tagits bort

source: printer-state-reasons.bander-added
pt_br: A Enfaixadora Foi Adicionada
ro: Bandă de ambalare adăugată

source: printer-state-reasons.bander-almost-empty
pt_br: A Enfaixadora Está Quase Vazia
ro: Bandă de ambalare aproape goală

source: printer-state-reasons.bander-almost-full
pt_br: A Enfaixadora Está Quase Cheia
ro: Bandă de ambalare aproape plină

source: printer-state-reasons.bander-at-limit
pt_br: A Enfaixadora Está no Limite
ro: Bandă de ambalare la limită

source: printer-state-reasons.bander-closed
pt_br: A Enfaixadora Está Fechada
ro: Bandă de ambalare închisă

source: printer-state-reasons.bander-configuration-change
pt_br: Alterar as Configurações da Enfaixadora
ro: Modificare configurație bandă de ambalare

source: printer-state-reasons.bander-cover-closed
pt_br: A Tampa da Enfaixadora Está Fechada
ro: Capacul benzii de ambalare este închis

source: printer-state-reasons.bander-cover-open
pt_br: A Tampa da Enfaixadora Está Aberta
ro: Capacul benzii de ambalare este deschis

source: printer-state-reasons.bander-empty
pt_br: A Enfaixadora Está Vazia
ro: Banda de ambalare este goală

source: printer-state-reasons.bander-full
pt_br: A Enfaixadora Está Cheia
ro: Banda de ambalare este plină

source: printer-state-reasons.bander-interlock-closed
pt_br: O Intertravamento da Enfaixadora Está Fechado
ro: Inter-blocarea benzii de ambalare este închisă

source: printer-state-reasons.bander-interlock-open
pt_br: O Intertravamento da Enfaixadora Está Aberto
ro: Inter-blocarea benzii de ambalare este deschisă

source: printer-state-reasons.bander-jam
pt_br: Ocorreu um Atolamento na Enfaixadora
ro: Banda de ambalare este blocată

source: printer-state-reasons.bander-life-almost-over
pt_br: A Enfaixadora Está Quase no Fim da Sua Vida Útil
ro: Banda de ambalare este aproape de sfârșitul vieții sale utile

source: printer-state-reasons.bander-life-over
pt_br: A Enfaixadora Está no Fim da Sua Vida Útil
ro: Durata vieții utile a benzii de ambalare s-a sfârșit

source: printer-state-reasons.bander-memory-exhausted
pt_br: A Memória da Enfaixadora Foi Esgotada
ro: Memorie epuizată a benzii de ambalare

source: printer-state-reasons.bander-missing
pt_br: Está Faltando a Enfaixadora
ro: Banda de ambalare lipsește

source: printer-state-reasons.bander-motor-failure
pt_br: Ocorreu uma Falha no Motor da Enfaixadora
ro: Defecțiune a motorului benzii de ambalare

source: printer-state-reasons.bander-near-limit
pt_br: A Enfaixadora Está Próximo do Seu Limite
ro: Bandă de ambalare aproape la limită

source: printer-state-reasons.bander-offline
pt_br: A Enfaixadora Não Está Conectada
ro: Bandă de ambalare fără conexiune

source: printer-state-reasons.bander-opened
pt_br: A Enfaixadora Está Aberta
ro: Bandă de ambalare deschisă

source: printer-state-reasons.bander-over-temperature
pt_br: A Enfaixadora Atingiu uma Temperatura Excessiva
ro: Banda de ambalare este la o temperatură excesivă

source: printer-state-reasons.bander-power-saver
pt_br: A Enfaixadora Entrou no Modo de Economia de Energia
ro: Modul de economisire a energiei pentru banda de ambalare

source: printer-state-reasons.bander-recoverable-failure
pt_br: Ocorreu uma Falha na Enfaixadora que Pode ser Restaurada
ro: Eșec recuperabil al benzii de ambalare

source: printer-state-reasons.bander-recoverable-storage
pt_br: O Armazenamento da Enfaixadora Pode ser Restaurado
ro: Stocare recuperabilă a benzii de ambalare

source: printer-state-reasons.bander-removed
pt_br: A Enfaixadora Foi Removida
ro: Bandă de ambalare eliminată

source: printer-state-reasons.bander-resource-added
pt_br: A Funcionalidade da Enfaixadora Foi Adicionada
ro: Resursă pentru banda de ambalare adăugată

source: printer-state-reasons.bander-resource-removed
pt_br: A Funcionalidade da Enfaixadora Foi Removida
ro: Resursă pentru banda de ambalare eliminată

source: printer-state-reasons.bander-thermistor-failure
pt_br: Ocorreu uma Falha no Termistor da Enfaixadora
ro: Eșec al termistorului benzii de ambalare

source: printer-state-reasons.bander-timing-failure
pt_br: Ocorreu uma Falha no Temporizador da Enfaixadora
ro: Eșec de sincronizare a benzii de ambalare

source: printer-state-reasons.bander-turned-off
pt_br: A Enfaixadora Está Desligada
ro: Bandă de ambalare dezactivată

source: printer-state-reasons.bander-turned-on
pt_br: A Enfaixadora Está Ligada
ro: Bandă de ambalare activată

source: printer-state-reasons.bander-under-temperature
pt_br: A Enfaixadora Está com a Temperatura Abaixo do Normal
ro: Banda de ambalare aflată sub temperatura normală de funcționare

source: printer-state-reasons.bander-unrecoverable-failure
pt_br: Ocorreu uma Falha na Enfaixadora que Não Pode Ser Restaurada
ro: Eșec nerecuperabil al benzii de ambalare

source: printer-state-reasons.bander-unrecoverable-storage-error
pt_br: Ocorreu um Erro no Armazenamento da Enfaixadora que Não Pode Ser Restaurado
ro: Eroare de stocare nerecuperabilă a benzii de ambalare

source: printer-state-reasons.bander-warming-up
pt_br: A Enfaixadora Está Aquecendo
ro: Banda de ambalare se supraîncălzește

source: printer-state-reasons.binder-added
pt_br: O Encadernador Foi Adicionado
ro: Legător adăugat
sv: Bindare tillagd

source: printer-state-reasons.binder-almost-empty
pt_br: O Encadernador Está Quase Vazio
ro: Legător aproape gol
sv: Bindare nästan tom

source: printer-state-reasons.binder-almost-full
pt_br: O Encadernador Está Quase Cheio
ro: Legător aproape plin
sv: Bindare nästan full

source: printer-state-reasons.binder-at-limit
pt_br: O Encadernador Está no Limite
ro: Legător aflat la limită
sv: Bindare vid gräns

source: printer-state-reasons.binder-closed
pt_br: O Encadernador Está Fechado
ro: Legător închis
sv: Bindare stängd

source: printer-state-reasons.binder-configuration-change
pt_br: Alterar as Configurações do Encadernador
ro: Modificare configurație legător
sv: Bindarens konfiguration ändrad

source: printer-state-reasons.binder-cover-closed
pt_br: A Tampa do Encadernador Está Fechada
ro: Capacul legătorului este închis
sv: Bindarens lucka stängd

source: printer-state-reasons.binder-cover-open
pt_br: A Tampa do Encadernador Está Aberta
ro: Capacul legătorului este deschis
sv: Bindarens lucka öppen

source: printer-state-reasons.binder-empty
pt_br: O Encadernador Está Vazio
ro: Legător gol
sv: Bindare tom

source: printer-state-reasons.binder-full
pt_br: O Encadernador Está Cheio
ro: Legător plin
sv: Bindare full

source: printer-state-reasons.binder-interlock-closed
pt_br: O Intertravamento do Encadernador Está Fechado
ro: Închizătoarea legătorului este închisă
sv: Bindarens lås stängt

source: printer-state-reasons.binder-interlock-open
pt_br: O Intertravamento do Encadernador Está Aberto
ro: Închizătoarea legătorului este deschisă
sv: Bindarens lås öppet

source: printer-state-reasons.binder-jam
pt_br: Ocorreu um Atolamento no Encadernador
ro: Blocaj al legătorului
sv: Bindaren blockerad

source: printer-state-reasons.binder-life-almost-over
pt_br: O Encadernador Está Quase no Fim da Sua Vida Útil
ro: Legătorul este aproape de sfârșitul vieții sale utile
sv: Bindarens livstid nästan över

source: printer-state-reasons.binder-life-over
pt_br: O Encadernador Está no Fim da Sua Vida Útil
ro: Viața utilă a legătorului s-a terminat
sv: Bindarens livstid över

source: printer-state-reasons.binder-memory-exhausted
pt_br: A Memória do Encadernador Foi Esgotada
ro: Memorie epuizată a legătorului
sv: Bindarens minne fullt

source: printer-state-reasons.binder-missing
pt_br: Está Faltando o Encadernador
ro: Legătorul lipsește
sv: Bindare saknas

source: printer-state-reasons.binder-motor-failure
pt_br: Ocorreu uma Falha no Motor do Encadernador
ro: Defecțiune al motorului legătorului
sv: Bindare motorproblem

source: printer-state-reasons.binder-near-limit
pt_br: O Encadernador Está Próximo do Seu Limite
ro: Legător aproape la limită
sv: Bindare nära gränsen

source: printer-state-reasons.binder-offline
pt_br: O Encadernador Não Está Conectado
ro: Legătorul este deconectat
sv: Bindare nedkopplad

source: printer-state-reasons.binder-opened
pt_br: O Encadernador Está Aberto
ro: Legătorul este deschis
sv: Bindare öppen

source: printer-state-reasons.binder-over-temperature
pt_br: O Encadernador Atingiu uma Temperatura Excessiva
ro: Legătorul este la o temperatură excesivă
sv: Bindare över normal temperatur

source: printer-state-reasons.binder-power-saver
pt_br: O Encadernador Entrou no Modo de Economia de Energia
ro: Modul de economisire a energiei pentru legător
sv: Bindare energispar

source: printer-state-reasons.binder-recoverable-failure
pt_br: Ocorreu uma Falha no Encadernador que Pode Ser Restaurada
ro: Eșec recuperabil al legătorului
sv: Bindare återhämtningsbart fel

source: printer-state-reasons.binder-recoverable-storage
pt_br: O Armazenamento do Encadernador Pode Ser Restaurado
ro: Stocare recuperabilă a legătorului
sv: Bindare återhämtningsbar lagring

source: printer-state-reasons.binder-removed
pt_br: O Encadernador Foi Removido
ro: Legător eliminat
sv: Bindare borttagen

source: printer-state-reasons.binder-resource-added
pt_br: A Funcionalidade do Encadernador Foi Adicionada
ro: Resursă pentru legător adăugată
sv: Bindarresurs tillagd

source: printer-state-reasons.binder-resource-removed
pt_br: A Funcionalidade do Encadernador Foi Removida
ro: Resursă pentru legător eliminată
sv: Bindarresurs borttagen

source: printer-state-reasons.binder-thermistor-failure
pt_br: Ocorreu uma Falha no Termistor do Encadernador
ro: Eșec al termistorului legătorului
sv: Bindare termistorfel

source: printer-state-reasons.binder-timing-failure
pt_br: Ocorreu uma Falha no Temporizador do Encadernador
ro: Eșec de sincronizare al legătorului
sv: Bindare timing-fel

source: printer-state-reasons.binder-turned-off
pt_br: O Encadernador Está Desligado
ro: Legător dezactivat
sv: Bindare avstängd

source: printer-state-reasons.binder-turned-on
pt_br: O Encadernador Está Ligado
ro: Legător ctivat
sv: Bindare påsatt

source: printer-state-reasons.binder-under-temperature
pt_br: O Encadernador Está com a Temperatura Abaixo do Normal
ro: Legător aflat sub temperatura normală de funcționare
sv: Bindare under normal temperatur

source: printer-state-reasons.binder-unrecoverable-failure
pt_br: Ocorreu uma Falha no Encadernador que Não Pode Ser Restaurada
ro: Eșec irecuperabil al legătorului
sv: Bindare ej återhämtningsbart fel

source: printer-state-reasons.binder-unrecoverable-storage-error
pt_br: Ocorreu um Erro no Armazenamento do Encadernador que Não Pode Ser Restaurado
ro: Eroare de stocare irecuperabilă a legătorului
sv: Bindare ej återhämtningsbart lagringsfel

source: printer-state-reasons.binder-warming-up
pt_br: O Encadernador Está Aquecendo
ro: Legătorul se supraîncălzește
sv: Bindare värmer upp

source: printer-state-reasons.camera-failure
pt_br: Ocorreu um Erro na Câmera
ro: Eroare a camerei
sv: Kamerafel

source: printer-state-reasons.chamber-cooling
pt_br: Resfriamento da Câmara
ro: Răcirea camerei
sv: Kammaren svalnar

source: printer-state-reasons.chamber-failure
pt_br: Ocorreu uma Falha na Câmara
ro: Eșec al camerei
sv: Kammarfel

source: printer-state-reasons.chamber-heating
pt_br: Aquecimento da Câmara
ro: Încălzirea camerei
sv: Kammaren värms upp

source: printer-state-reasons.chamber-temperature-high
pt_br: A Câmara Está com a Temperatura Alta
ro: Temperatură ridicată a camerei
sv: Kammarens temperatur hög

source: printer-state-reasons.chamber-temperature-low
pt_br: A Câmara Está com a Temperatura Baixa
ro: Temperatură scăzută a camerei
sv: Kammarens temperatur låg

source: printer-state-reasons.cleaner-life-almost-over
pt_br: O Limpador Está Quase no Fim da Sua Vida Útil
ro: Curățitorul este aproape de sfârșitul vieții sale utile
sv: Renarens livstid nästan över

source: printer-state-reasons.cleaner-life-over
pt_br: O Limpador Está no Fim da Sua Vida Útil
ro: Durata vieții utile a curățitorului s-a sfârșit
sv: Renarens livstid över

source: printer-state-reasons.configuration-change
pt_br: Alterar as Configurações
ro: Modificare configurare
sv: Konfiguration ändrad

source: printer-state-reasons.connecting-to-device
pt_br: Está Conectando ao Dispositivo
ro: Se conectează la dispozitiv
sv: Ansluter till enhet

source: printer-state-reasons.cover-open
pt_br: A Tampa Está Aberta
ro: Capacul este deschis
sv: Lucka öppen

source: printer-state-reasons.deactivated
pt_br: Desativado
ro: Dezactivată
sv: Avaktiverad

source: printer-state-reasons.developer-empty
pt_br: O Programador Está Vazio
ro: Programator gol
sv: Framkallare tom

source: printer-state-reasons.developer-low
pt_br: O Programador Está Baixo
ro: Programator scăzut
sv: Framkallare låg

source: printer-state-reasons.die-cutter-added
pt_br: O Cortador Matricial Foi Adicionado
ro: Dispozitiv de tăiere adăugat
sv: Skärare tillagd

source: printer-state-reasons.die-cutter-almost-empty
pt_br: O Cortador Matricial Está Quase Vazio
ro: Dispozitiv de tăiere aproape gol
sv: Skärare nästan tom

source: printer-state-reasons.die-cutter-almost-full
pt_br: O Cortador Matricial Está Quase Cheio
ro: Dispozitiv de tăiere aproape plin
sv: Skärare nästan full

source: printer-state-reasons.die-cutter-at-limit
pt_br: O Cortador Matricial Está no Limite
ro: Dispozitiv de tăiere aflat la limită
sv: Skärare vid gräns

source: printer-state-reasons.die-cutter-closed
pt_br: O Cortador Matricial Está Fechado
ro: Dispozitiv de tăiere închis
sv: Skärare stängd

source: printer-state-reasons.die-cutter-configuration-change
pt_br: Alterar as Configurações do Cortador Matricial
ro: Modificare configurație dispozitiv de tăiere
sv: Skärarens konfiguration ändrad

source: printer-state-reasons.die-cutter-cover-closed
pt_br: A Tampa do Cortador Matricial Está Fechada
ro: Capacul dispozitivului de tăiere este închis
sv: Skärarens lucka stängd

source: printer-state-reasons.die-cutter-cover-open
pt_br: A Tampa do Cortador Matricial Está Aberta
ro: Capacul dispozitivului de tăiere este deschis
sv: Skärarens lucka öppen

source: printer-state-reasons.die-cutter-empty
pt_br: O Cortador Matricial Está Vazio
ro: Dispozitivul de tăiere este gol
sv: Skärare tom

source: printer-state-reasons.die-cutter-full
pt_br: O Cortador Matricial Está Cheio
ro: Dispozitivul de tăiere este plin
sv: Skärare full

source: printer-state-reasons.die-cutter-interlock-closed
pt_br: O Intertravamento do Cortador Matricial Está Fechado
ro: Închizătoarea dispozitivului de tăiere este închisă
sv: Skärarens lås stängt

source: printer-state-reasons.die-cutter-interlock-open
pt_br: O Intertravamento do Cortador Matricial Está Aberto
ro: Închizătoarea dispozitivului de tăiere este deschisă
sv: Skärarens lås öppet

source: printer-state-reasons.die-cutter-jam
pt_br: Ocorreu um Atolamento no Cortador Matricial
ro: Dispozitivul de tăiere este blocat
sv: Skäraren blockerad

source: printer-state-reasons.die-cutter-life-almost-over
pt_br: O Cortador Matricial Está Quase no Fim da Sua Vida Útil
ro: Dispozitivul de tăiere este aproape de sfârșitul vieții sale utile
sv: Skärarens livstid nästan över

source: printer-state-reasons.die-cutter-life-over
pt_br: O Cortador Matricial Está no Fim da Sua Vida Útil
ro: Durata vieții utile a dispozitivului de tăiere s-a sfârșit
sv: Skärarens livstid över

source: printer-state-reasons.die-cutter-memory-exhausted
pt_br: A Memória do Cortador Matricial Foi Esgotada
ro: Memorie epuizată a dispozitivului de tăiere
sv: Skärarens minne fullt

source: printer-state-reasons.die-cutter-missing
pt_br: Está Faltando o Cortador Matricial
ro: Dispozitivul de tăiere lipsește
sv: Skärare saknas

source: printer-state-reasons.die-cutter-motor-failure
pt_br: Ocorreu uma Falha no Motor do Cortador Matricial
ro: Defecțiune a motorului dispozitivului de tăiere
sv: Skärare motorfel

source: printer-state-reasons.die-cutter-near-limit
pt_br: O Cortador Matricial Está Próximo do Seu Limite
ro: Dispozitiv de tăiere aproape de limită
sv: Skärare nära gräns

source: printer-state-reasons.die-cutter-offline
pt_br: O Cortador Matricial Não Está Conectado
ro: Dispozitivul de tăiere este deconectat
sv: Skärare nedkopplad

source: printer-state-reasons.die-cutter-opened
pt_br: O Cortador Matricial Está Aberto
ro: Dispozitivul de tăiere este deschis
sv: Skärare öppen

source: printer-state-reasons.die-cutter-over-temperature
pt_br: O Cortador Matricial Atingiu uma Temperatura Excessiva
ro: Dispozitivul de tăiere este la o temperatură excesivă
sv: Skärare över normal temperatur

source: printer-state-reasons.die-cutter-power-saver
pt_br: O Cortador Matricial Entrou no Modo de Economia de Energia
ro: Modul de economisire a energiei pentru dispozitivul de tăiere
sv: Skärare energispar

source: printer-state-reasons.die-cutter-recoverable-failure
pt_br: Ocorreu uma Falha no Cortador Matricial que Pode Ser Restaurada
ro: Eșec recuperabil al dispozitivului de tăiere
sv: Skärare återhämtningsbart fel

source: printer-state-reasons.die-cutter-recoverable-storage
pt_br: O Armazenamento do Cortador Matricial Pode Ser Restaurado
ro: Stocare recuperabilă a dispozitivului de tăiere
sv: Skärare återhätmningsbar lagring

source: printer-state-reasons.die-cutter-removed
pt_br: O Cortador Matricial Foi Removido
ro: Dispozitiv de tăiere eliminat
sv: Skärare borttagen

source: printer-state-reasons.die-cutter-resource-added
pt_br: A Funcionalidade do Cortador Matricial Foi Adicionada
ro: Resursă pentru dispozitivul de tăiere adăugată
sv: Skärarresurs tillagd

source: printer-state-reasons.die-cutter-resource-removed
pt_br: A Funcionalidade do Cortador Matricial Foi Removida
ro: Resursă pentru dispozitivul de tăiere eliminată
sv: Skärarresurs borttagen

source: printer-state-reasons.die-cutter-thermistor-failure
pt_br: Ocorreu uma Falha no Termistor do Cortador Matricial
ro: Eșec al termistorului dispozitivului de tăiere
sv: Skärare termistorfel

source: printer-state-reasons.die-cutter-timing-failure
pt_br: Ocorreu uma Falha no Temporizador do Cortador Matricial
ro: Eșec de sincronizare al dispozitivului de tăiere
sv: Skärare timing-fel

source: printer-state-reasons.die-cutter-turned-off
pt_br: O Cortador Matricial Está Desligado
ro: Dispozitivul de tăiere este dezactivat
sv: Skärare avstängd

source: printer-state-reasons.die-cutter-turned-on
pt_br: O Cortador Matricial Está Ligado
ro: Dispozitivul de tăiere este activat
sv: Skärare påsatt

source: printer-state-reasons.die-cutter-under-temperature
pt_br: O Cortador Matricial Está com a Temperatura Abaixo do Normal
ro: Dispozitiv de tăiere aflat sub temperatura normală de funcționare
sv: Skärare under normal temperatur

source: printer-state-reasons.die-cutter-unrecoverable-failure
pt_br: Ocorreu uma Falha no Cortador Matricial que Não Pode Ser Restaurada
ro: Eșec irecuperabil al dispozitivului de tăiere
sv: Skärare ej återhämtningsbart fel

source: printer-state-reasons.die-cutter-unrecoverable-storage-error
pt_br: Ocorreu um Erro no Armazenamento do Cortador Matricial que Não Pode ser Restaurado
ro: Eroare de stocare irecuperabilă a dispozitivului de tăiere
sv: Skärare ej återhämtningsbart lagringsfel

source: printer-state-reasons.die-cutter-warming-up
pt_br: O Cortador Matricial Está Aquecendo
ro: Dispozitivul de tăiere se supraîncălzește
sv: Skärare värmer upp

source: printer-state-reasons.door-open
pt_br: A Porta Está Aberta
ro: Ușă deschisă
sv: Dörr öppen

source: printer-state-reasons.extruder-cooling
pt_br: Resfriamento da Extrusora
ro: Răcire extruder
sv: Extruderare svalnar

source: printer-state-reasons.extruder-failure
pt_br: Ocorreu uma Falha na Extrusora
ro: Eșec extruder
sv: Extruderare fel

source: printer-state-reasons.extruder-heating
pt_br: Aquecimento da Extrusora
ro: Încălzirea extruderului
sv: Extruderare värmer upp

source: printer-state-reasons.extruder-jam
pt_br: Ocorreu um Atolamento na Extrusora
ro: Blocaj al extruderului
sv: Extruderare blockerad

source: printer-state-reasons.extruder-temperature-high
pt_br: A Extrusora Está com a Temperatura Alta
ro: Temperatură ridicată a extruderului
sv: Extruderare temperatur hög

source: printer-state-reasons.extruder-temperature-low
pt_br: A Extrusora Está com a Temperatura Baixa
ro: Temperatură scăzută a extruderului
sv: Extruderare temperatur låg

source: printer-state-reasons.fan-failure
pt_br: Ocorreu uma Falha do Ventilador
ro: Defecțiune ventilator
sv: Fläktfel

source: printer-state-reasons.fax-modem-life-almost-over
pt_br: A Placa do Fax Modem Está Quase no Fim da Sua Vida Útil
ro: Modemul-fax este aproape de sfârșitul vieții sale utile
sv: Faxmodemets livstid nästan över

source: printer-state-reasons.fax-modem-life-over
pt_br: A Placa do Fax Modem Está no Fim da Sua Vida Útil
ro: Durata vieții utile a modemului-fax s-a sfârșit
sv: Faxmodemets livstid över

source: printer-state-reasons.fax-modem-missing
pt_br: Está Faltando a Placa do Fax Modem
ro: Modemul-fax lipsește
sv: Faxmodem saknas
