Repository: OpenPrinting/cups
Catalog: locale/cups_*.po
Languages: es, pt_br, ro, sv

source: %s Size "%s" should be the Adobe standard name "%s".
es: %s Tamaño "%s" debería ser el nombre estandar de Adobe "%s".
pt_br: %s O tamanho "%s" deveria ser o mesmo do padrão do Adobe chamado de "%s".
ro: %s Mărimea „%s” ar trebui să fie numele standard Adobe „%s”.
sv: %s Storlek "%s" bör vara Adobes standardnamn "%s".

source: %s cupsICCProfile %s hash value collides with %s.
es: %s Valor hash de cupsICCProfile %s colisiona con %s.
pt_br: %s O valor do hash %s do cupsICCProfile colide com %s.
ro: %s valoarea „hash” (seria de valori) a cupsICCProfile %s intră în conflict cu %s.
sv: %s cupsICCProfile %s hash-värde krockar med %s.

source: %s cupsUIResolver %s causes a loop.
es: %s cupsUIResolver %s genera un bucle.
pt_br: %s O cupsUIResolver %s causa um ciclo.
ro: %s cupsUIResolver %s provoacă o buclă.
sv: %s cupsUIResolver %s orsakar en loop.

source: %s cupsUIResolver %s does not list at least two different options.
es: %s cupsUIResolver %s no lista al menos dos opciones diferentes.
pt_br: %s O cupsUIResolver %s não lista pelo menos duas opções diferentes.
ro: %s cupsUIResolver %s nu enumeră cel puțin două opțiuni diferite.
sv: %s cupsUIResolver %s listar inte åtminstone två olika alternativ.

source: **FAIL** %s must be 1284DeviceID REF: Page 72, section 5.5
es: **FALLO** %s debería ser 1284DeviceID. REF: Página 72, sección 5.5
pt_br: **Ocorreu uma FALHA** %s deve ser 1284DeviceID REF: Página 72 da seção 5.5
ro: **EȘEC** %s trebuie să fie 1284DeviceID REF: Pagina 72, secțiunea 5.5
sv: **FEL** %s måste vara 1284DeviceID REF: Sida 72, avsnitt 5.5

source: **FAIL** Bad Default%s %s REF: Page 40, section 4.5.
es: **FALLO** Default%s %s incorrecto REF: Página 40, sección 4.5.
pt_br: **Ocorreu uma FALHA** O padrão %s não é válido para %s REF: Página 40 da seção 4.5.
ro: **EȘEC** Valoare implicită%s incorectă %s REF: Pagina 40, secțiunea 4.5.
sv: **FEL** Dåligt förval%s %s REF: Sida 40, avsnitt 4.5.

source: **FAIL** Bad DefaultImageableArea %s REF: Page 102, section 5.15.
es: **FALLO** DefaultImageableArea %s incorrecto REF: Página 102, sección 5.15.
pt_br: **Ocorreu uma FALHA** O DefaultImageableArea %s não é válido REF: Página 102 da seção 5.15.
ro: **EȘEC** DefaultImageableArea %s incorectă REF: Pagina 102, secțiunea 5.15.
sv: **FEL** Dåligt DefaultImageableArea %s REF: Sida 102, avsnitt 5.15.

source: **FAIL** Bad DefaultPaperDimension %s REF: Page 103, section 5.15.
es: **FALLO** DefaultPaperDimension %s incorrecto REF: Página 103, sección 5.15.
pt_br: **Ocorreu uma FALHA** O DefaultPaperDimension %s não é válido REF: Página 103 da seção 5.15.
ro: **EȘEC** DefaultPaperDimension %s incorectă REF: Pagina 103, secțiunea 5.15.
sv: **FEL** Dålig DefaultPaperDimension %s REF: Sida 103, avsnitt 5.15.

source: **FAIL** Bad FileVersion "%s" REF: Page 56, section 5.3.
es: **FALLO** FileVersion "%s" incorrecto REF: Página 56, sección 5.3.
pt_br: **FAIL** O FileVersion "%s" não é válido REF: Página 56 da seção 5.3.
ro: **EȘEC** FileVersion incorectă „%s” REF: Pagina 56, secțiunea 5.3.
sv: **FEL** Dålig FileVersion "%s" REF: Sida 56, avsnitt 5.3.

source: **FAIL** Bad FormatVersion "%s" REF: Page 56, section 5.3.
es: **FALLO** FormatVersion "%s" incorrecto REF: Página 56, sección 5.3.
pt_br: **Ocorreu uma FALHA** O FormatVersion "%s"não é válido REF: Página 56 da seção 5.3.
ro: **EȘEC** FormatVersion incorect „%s” REF: Pagina 56, secțiunea 5.3.
sv: **FEL** Dålig FormatVersion "%s" REF: Sida 56, avsnitt 5.3.

source: **FAIL** Bad JobPatchFile attribute in file REF: Page 24, section 3.4.
es: **FALLO** Atributo JobPatchFile en archivo, incorrecto REF: Página 24, sección 3.4.
pt_br: **Ocorreu uma FALHA** O atributo do JobPatchFile não é válido para o arquivo REF: Página 24 da seção 3.4.
ro: **EȘEC** Atribut JobPatchFile incorect în fișier REF: Pagina 24, secțiunea 3.4.
sv: **FEL** Dåligt JobPatchFile-attribut i fil REF: Sida 24, avsnitt 3.4.

source: **FAIL** Bad LanguageEncoding %s - must be ISOLatin1.
es: **FALLO** LanguageEncoding %s incorrecto: debería ser ISOLatin1.
pt_br: **Ocorreu uma FALHA** O LanguageEncoding %s não é válido e tem que ser o ISOLatin1.
ro: **EȘEC** LanguageEncoding incorectă %s - trebuie să fie ISOLatin1.
sv: **FEL** Dålig LanguageEncoding %s - måste vara ISOLatin1.

source: **FAIL** Bad LanguageVersion %s - must be English.
es: **FALLO** LanguageVersion %s incorrecto: debería ser English (Inglés).
pt_br: **Ocorreu uma FALHA** O LanguageVersion %s tem que ser o inglês.
ro: **EȘEC** LanguageVersion incorectă %s - trebuie să fie Engleză.
sv: **FEL** Dålig LanguageVersion %s - måste vara "English".

source: **FAIL** Bad Manufacturer (should be "%s") REF: Page 211, table D.1.
es: **FALLO** Fabricante incorrecto (debería ser "%s") REF: Página 211, tabla D.1.
pt_br: **Ocorreu uma FALHA** O Manufacturer não é válido e deveria ser "%s" REF: Página 211 da tabela D.1.
ro: **EȘEC** Producător greșit (trebuie să fie „%s”) REF: Pagina 211, tabelul D.1.
sv: **FEL** Dålig Manufacturer (bör vara "%s") REF: Sida 211, tabell D.1.

source: **FAIL** Bad ModelName - "%c" not allowed in string. REF: Pages 59-60, section 5.3.
es: **FALLO** ModelName incorrecto - "%c" no permitido en la cadena. REF: Páginas 59-60, sección 5.3.
pt_br: **Ocorreu uma FALHA** O ModelName não é válido, o texto "%c" não é permitido. REF: Páginas 59 e 60 da seção 5.3.
ro: **EȘEC** ModelName incorect - „%c” nu este permis în șir. REF: Paginile 59-60, secțiunea 5.3.
sv: **FEL** Dåligt ModelName - "%c" tillåts inte i en sträng. REF: Sidor 59-60, avsnitt 5.3.

source: **FAIL** Bad PSVersion - not "(string) int". REF: Pages 62-64, section 5.3.
es: **FALLO** PSVersion incorrecto - no es "(string) int". REF: Páginas 62-64, sección 5.3.
pt_br: **Ocorreu uma FALHA** O PSVersion não é válido e não pode ser do tipo "(string) int". REF: Páginas 62 a 64 da seção 5.3.
ro: **EȘEC** PSVersion incorectă - nu este un „(șir) număr întreg”. REF: Paginile 62-64, secțiunea 5.3.
sv: **FEL** Dålig PSVersion - inte "(string) int". REF: Sidor 62-64, avsnitt 5.3.

source: **FAIL** Bad Product - not "(string)". REF: Page 62, section 5.3.
es: **FALLO** Product incorrecto - no es "(string)". REF: Página 62, sección 5.3.
pt_br: **Ocorreu uma FALHA** O Product não é válido e não pode ser do tipo "(string)". REF: Página 62 da seção 5.3.
ro: **EȘEC** Produs incorect - nu este un „(șir)”. REF: Pagina 62, secțiunea 5.3.
sv: **FEL** Dålig Product - inte "(string)". REF: Sida 62, avsnitt 5.3.

source: **FAIL** Bad ShortNickName - longer than 31 chars. REF: Pages 64-65, section 5.3.
es: **FALLO** ShortNickName incorrecto - mayor de 31 caracteres. REF: Páginas 64-65, sección 5.3.
pt_br: **Ocorreu uma FALHA** O ShortNickName não é válido e tem que ter mais do que 31 caracteres. REF: Páginas 64 e 65 da seção 5.3.
ro: **EȘEC** ShortNickName incorect - mai lung de 31 de caractere. REF: Paginile 64-65, secțiunea 5.3.
sv: **FEL** Dåligt ShortNickName - längre än 31 tecken. REF: Sidor 64-65, avsnitt 5.3.

source: **FAIL** Bad option %s choice %s REF: Page 84, section 5.9
es: **FALLO** Opción incorrecta %s preferencia %s REF: Página 84, sección 5.9
pt_br: **Ocorreu uma FALHA** A opção %s não é válida, escolha %s REF: Página 84 da seção 5.9
ro: **EȘEC** Opțiune incorectă %s alegere %s REF: Pagina 84, secțiunea 5.9
sv: **FEL** Dåligt alternativ %s val %s REF: Sida 84, avsnitt 5.9

source: **FAIL** Default option code cannot be interpreted: %s
es: **FALLO** El código de opción predeterminado no puede ser interpretado: %s
pt_br: **Ocorreu uma FALHA** O código da opção padrão %s não pode ser interpretado
ro: **EȘEC** Codul opțiunii implicite nu poate fi interpretat: %s
sv: **FEL** Förvald alternativkod kan inte tolkas: %s

source: **FAIL** Default translation string for option %s choice %s contains 8-bit characters.
es: **FALLO** Cadena de traducción predeterminada para opción %s preferencia %s contiene caracteres de 8-bits.
pt_br: **Ocorreu uma FALHA** O texto da tradução padrão para opção %s, escolha %s que contém os caracteres de 8 bits.
ro: **EȘEC** Șirul de traducere implicit pentru opțiunea %s selecția %s conține caractere pe 8 biți.
sv: **FEL** Förvald översättningssträng för alternativ %s val %s innehåller 8-bitars tecken.

source: **FAIL** Default translation string for option %s contains 8-bit characters.
es: **FALLO** Cadena de traducción predeterminada para opción %s contiene caracteres de 8-bits.
pt_br: **Ocorreu uma FALHA** O texto da tradução padrão para opção %s contém os caracteres de 8 bits.
ro: **EȘEC** Șirul de traducere implicit pentru opțiunea %s conține caractere pe 8 biți.
sv: **FEL** Förvald översättningssträng för alternativ %s innehåller 8-bitars tecken.

source: **FAIL** Group names %s and %s differ only by case.
es: **FALLO** Nombres de grupo %s y %s se diferencian sólo en la capitalización.
pt_br: **Ocorreu uma FALHA* Os nomes dos grupos %s e %s diferem somente por serem maiúsculo e minúsculo.
ro: **EȘEC** Numele grupurilor %s și %s diferă doar prin majuscule/minuscule.
sv: **FEL** Gruppnamn %s och %s skiljer sig endast åt i skiftläge.

source: **FAIL** Multiple occurrences of option %s choice name %s.
es: **FALLO** Múltiples apariciones de opción %s nombre de preferencia %s.
pt_br: **Ocorreu uma FALHA** Várias ocorrências da opção %s, escolha o nome %s.
ro: **EȘEC** Apariții multiple ale opțiunii %s alegerea cu numele %s.
sv: **FEL** Flera förekomster av alternativ %s val namn %s.

source: **FAIL** Option %s choice names %s and %s differ only by case.
es: **FALLO** Opción %s nombres de preferencia %s y %s se diferencian sólo en la capitalización.
pt_br: **Ocorreu uma FALHA** Na opção %s, você escolheu os nomes %s e %s que diferem-se somente por serem maiúsculo e minúsculo.
ro: **EȘEC** Opțiunea %s numele alegerilor %s și %s diferă doar prin majuscule/minuscule.
sv: **FEL** Alternativ %s val namn %s och %s skiljer sig endast åt i skiftläge.

source: **FAIL** Option names %s and %s differ only by case.
es: **FALLO** Nombres de opción %s y %s se diferencian sólo en la capitalización.
pt_br: **Ocorreu uma FALHA** Os nomes da opção %s e %s diferem-se somente por serem maiúsculo e minúsculo.
ro: **EȘEC** Numele opțiunilor %s și %s diferă doar prin majuscule/minuscule.
sv: **FEL** Alternativnamn %s och %s skiljer sig endast åt i skiftläge.

source: **FAIL** REQUIRED Default%s REF: Page 40, section 4.5.
es: **FALLO** NECESARIO Default%s REF: Página 40, sección 4.5.
pt_br: **Ocorreu uma FALHA** É NECESSÁRIO que Default seja %s REF: Página 40 da seção 4.5.
ro: **EȘEC** NECESAR Default%s REF: Pagina 40, secțiunea 4.5.
sv: **FEL** NÖDVÄNDIGT Default%s REF: Sida 40, avsnitt 4.5.

source: **FAIL** REQUIRED DefaultImageableArea REF: Page 102, section 5.15.
es: **FALLO** NECESARIO DefaultImageableArea REF: Página 102, sección 5.15.
pt_br: **Ocorreu uma FALHA** É NECESSÁRIO o DefaultImageableArea REF: Página 102 da seção 5.15.
ro: **EȘEC** NECESAR DefaultImageableArea REF: Pagina 102, secțiunea 5.15.
sv: **FEL** NÖDVÄNDIGT DefaultImageableArea REF: Sida 102, avsnitt 5.15.

source: **FAIL** REQUIRED DefaultPaperDimension REF: Page 103, section 5.15.
es: **FALLO** NECESARIO DefaultPaperDimension REF: Página 103, sección 5.15.
pt_br: **Ocorreu uma FALHA** É NECESSÁRIO o DefaultPaperDimension REF: Página 103 da seção 5.15.
ro: **EȘEC** NECESAR DefaultPaperDimension REF: Pagina 103, secțiunea 5.15.
sv: **FEL** NÖDVÄNDIG DefaultPaperDimension REF: Sida 103, avsnitt 5.15.

source: **FAIL** REQUIRED FileVersion REF: Page 56, section 5.3.
es: **FALLO** NECESARIO FileVersion REF: Página 56, sección 5.3.
pt_br: **Ocorreu uma FALHA** É NECESSÁRIO o FileVersion REF: Página 56 da seção 5.3.
ro: **EȘEC** NECESAR FileVersion REF: Pagina 56, secțiunea 5.3.
sv: **FEL** NÖDVÄNDIG FileVersion REF: Sida 56, avsnitt 5.3.

source: **FAIL** REQUIRED FormatVersion REF: Page 56, section 5.3.
es: **FALLO** NECESARIO FormatVersion REF: Página 56, sección 5.3.
pt_br: **Ocorreu uma FALHA** É NECESSÁRIO o FormatVersion REF: Página 56 da seção 5.3.
ro: **EȘEC** NECESAR FormatVersion REF: Pagina 56, secțiunea 5.3.
sv: **FEL** NÖDVÄNDIG FormatVersion REF: Sida 56, avsnitt 5.3.

source: **FAIL** REQUIRED ImageableArea for PageSize %s REF: Page 41, section 5. REF: Page 102, section 5.15.
es: **FALLO** NECESARIO ImageableArea para PageSize %s REF: Página 41, sección 5. REF: Página 102, sección 5.15.
pt_br: **Ocorreu uma FALHA** É NECESSÁRIO o ImageableArea para o PageSize %s REF: Página 41 da seção 5. REF: Página 102 da seção 5.15.
ro: **EȘEC** NECESAR ImageableArea pentru PageSize %s REF: Pagina 41, secțiunea 5. REF: Pagina 102, secțiunea 5.15.
sv: **FEL** NÖDVÄNDIGT ImageableArea för PageSize %s REF: Sida 41, avsnitt 5. REF: Sida 102, avsnitt 5.15.

source: **FAIL** REQUIRED LanguageEncoding REF: Pages 56-57, section 5.3.
es: **FALLO** NECESARIO LanguageEncoding REF: Páginas 56-57, sección 5.3.
pt_br: **Ocorreu uma FALHA** É NECESSÁRIO o LanguageEncoding REF: Páginas 56 e 57 da seção 5.3.
ro: **EȘEC** NECESAR LanguageEncoding REF: Paginile 56-57, secțiunea 5.3.
sv: **FEL** NÖDVÄNDIG LanguageEncoding REF: Sidor 56-57, avsnitt 5.3.

source: **FAIL** REQUIRED LanguageVersion REF: Pages 57-58, section 5.3.
es: **FALLO** NECESARIO LanguageVersion REF: Páginas 57-58, sección 5.3.
pt_br: **Ocorreu uma FALHA** É NECESSÁRIO o LanguageVersion REF: Páginas 57 e 58 da seção 5.3.
ro: **EȘEC** NECESAR LanguageVersion REF: Paginile 57-58, secțiunea 5.3.
sv: **FEL** NÖDVÄNDIG LanguageVersion REF: Sidor 57-58, avsnitt 5.3.

source: **FAIL** REQUIRED Manufacturer REF: Pages 58-59, section 5.3.
es: **FALLO** NECESARIO Manufacturer REF: Páginas 58-59, sección 5.3.
pt_br: **Ocorreu uma FALHA** É NECESSÁRIO o Manufacturer REF: Páginas 58 e 59 da seção 5.3.
ro: **EȘEC** NECESAR Manufacturer REF: Paginile 58-59, secțiunea 5.3.
sv: **FEL** NÖDVÄNDIG Manufacturer REF: Sidor 58-59, avsnitt 5.3.

source: **FAIL** REQUIRED ModelName REF: Pages 59-60, section 5.3.
es: **FALLO** NECESARIO ModelName REF: Páginas 59-60, sección 5.3.
pt_br: **Ocorreu uma FALHA** É NECESSÁRIO o ModelName REF: Páginas 59 e 60 da seção 5.3.
ro: **EȘEC** NECESAR ModelName REF: Paginile 59-60, secțiunea 5.3.
sv: **FEL** NÖDVÄNDIGT ModelName REF: Sidor 59-60, avsnitt 5.3.

source: **FAIL** REQUIRED NickName REF: Page 60, section 5.3.
es: **FALLO** NECESARIO NickName REF: Página 60, sección 5.3.
pt_br: **Ocorreu uma FALHA** É NECESSÁRIO o NickName REF: Página 60 da seção 5.3.
ro: **EȘEC** NECESAR NickName REF: Pagina 60, secțiunea 5.3.
sv: **FEL** NÖDVÄNDIGT NickName REF: Sida 60, avsnitt 5.3.

source: **FAIL** REQUIRED PCFileName REF: Pages 61-62, section 5.3.
es: **FALLO** NECESARIO PCFileName REF: Páginas 61-62, sección 5.3.
pt_br: **Ocorreu uma FALHA** É NECESSÁRIO o PCFileName REF: Páginas 61 e 62 da seção 5.3.
ro: **EȘEC** NECESAR PCFileName REF: Paginile 61-62, secțiunea 5.3.
sv: **FEL** NÖDVÄNDIGT PCFileName REF: Sidor 61-62, avsnitt 5.3.

source: **FAIL** REQUIRED PSVersion REF: Pages 62-64, section 5.3.
es: **FALLO** NECESARIO PSVersion REF: Páginas 62-64, sección 5.3.
pt_br: **Ocorreu uma FALHA** É NECESSÁRIO o PSVersion REF: Páginas 62 a 64 da seção 5.3.
ro: **EȘEC** NECESAR PSVersion REF: Paginile 62-64, secțiunea 5.3.
sv: **FEL** NÖDVÄNDIG PSVersion REF: Sidor 62-64, avsnitt 5.3.

source: **FAIL** REQUIRED PageRegion REF: Page 100, section 5.14.
es: **FALLO** NECESARIO PageRegion REF: Página 100, sección 5.14.
pt_br: **Ocorreu uma FALHA** É NECESSÁRIO o PageRegion REF: Página 100 da seção 5.14.
ro: **EȘEC** NECESAR PageRegion REF: Pagina 100, secțiunea 5.14.
sv: **FEL** NÖDVÄNDIGT PageRegion REF: Sida 100, avsnitt 5.14.

source: **FAIL** REQUIRED PageSize REF: Page 41, section 5. REF: Page 99, section 5.14.
es: **FALLO** NECESARIO PageSize REF: Página 41, sección 5. REF: Página 99, sección 5.14.
pt_br: **Ocorreu uma FALHA** É NECESSÁRIO o PageSize REF: Página 41 da seção 5. REF: Página 99 da seção 5.14.
ro: **EȘEC** NECESAR PageSize REF: Pagina 41, secțiunea 5. REF: Pagina 99, secțiunea 5.14.
sv: **FEL** NÖDVÄNDIG PageSize REF: Sida 41, avsnitt 5. REF: Sida 99, avsnitt 5.14.

source: **FAIL** REQUIRED PageSize REF: Pages 99-100, section 5.14.
es: **FALLO** NECESARIO PageSize REF: Páginas 99-100, sección 5.14.
pt_br: **Ocorreu uma FALHA** É NECESSÁRIO o PageSize REF: Páginas 99 e 100 da seção 5.14.
ro: **EȘEC** NECESAR PageSize REF: Paginile 99-100, secțiunea 5.14.
sv: **FEL** NÖDVÄNDIG PageSize REF: Sidor 99-100, avsnitt 5.14.

source: **FAIL** REQUIRED PaperDimension for PageSize %s REF: Page 41, section 5. REF: Page 103, section 5.15.
es: **FALLO** NECESARIO PaperDimension para PageSize %s REF: Página 41, sección 5. REF: Página 103, sección 5.15.
pt_br: **Ocorreu uma FALHA** É NECESSÁRIO o PaperDimension para o PageSize %s REF: Página 41 da seção 5. REF: Página 103 da seção 5.15.
ro: **EȘEC** NECESAR PaperDimension pentru PageSize %s REF: Pagina 41, secțiunea 5. REF: Pagina 103, secțiunea 5.15.
sv: **FEL** NÖDVÄNDIG PaperDimension för PageSize %s REF: Sida 41, avsnitt 5. REF: Sida 103, avsnitt 5.15.

source: **FAIL** REQUIRED Product REF: Page 62, section 5.3.
es: **FALLO** NECESARIO Product REF: Página 62, sección 5.3.
pt_br: **Ocorreu uma FALHA** É NECESSÁRIO o Product REF: Página 62 da seção 5.3.
ro: **EȘEC** NECESAR Product REF: Pagina 62, secțiunea 5.3.
sv: **FEL** NÖDVÄNDIG Product REF: Sida 62, avsnitt 5.3.

source: **FAIL** REQUIRED ShortNickName REF: Page 64-65, section 5.3.
es: **FALLO** NECESARIO ShortNickName REF: Páginas 64-65, sección 5.3.
pt_br: **Ocorreu uma FALHA** É NECESSÁRIO o ShortNickName REF: Página 64 a 65 da seção 5.3.
ro: **EȘEC** NECESAR ShortNickName REF: Pagina 64-65, secțiunea 5.3.
sv: **FEL** NÖDVÄNDIGT ShortNickName REF: Sida 64-65, avsnitt 5.3.

source: **FAIL** Unable to open PPD file - %s on line %d.
es: **FALLO** No se ha podido abrir el archivo PPD - %s en la línea %d.
pt_br: **Ocorreu uma FALHA** Não foi possível abrir o arquivo do formato PPD, %s na linha %d.
ro: **EȘEC** Nu s-a putut deschide fișierul PPD - %s pe linia %d.
sv: **FEL** Kan inte öppna PPD-fil - %s på rad %d.

source: %d ERRORS FOUND
es: %d ERRORES ENCONTRADOS
pt_br: %d ERROS FORAM ENCONTRADOS
ro: %d ERORI GĂSITE
sv: %d FEL HITTADES

source: NO ERRORS FOUND
es: NO SE HAN ENCONTRADO ERRORES
pt_br: NENHUM ERRO FOI ENCONTRADO
ro: NU S-AU GĂSIT ERORI
sv: INGA FEL HITTADES

source: --cr End lines with CR (Mac OS 9).
es: --cr Finalizar líneas con CR (Mac OS 9).
pt_br: --cr Permite aplicar o fim de linhas com o CR (Mac OS 9).
ro: --cr termină liniile cu CR (Mac OS 9)
sv: --cr Radbryt med CR (Mac OS 9).

source: --crlf End lines with CR + LF (Windows).
es: --crlf Finalizar líneas con CR + LF (Windows).
pt_br: --crlf Permite aplicar o fim de linhas com o CR + LF (Windows).
ro: --crlf termină liniile cu CR + LF (Windows)
sv: --crlf Radbryt med CR + LF (Windows).

source: --lf End lines with LF (UNIX/Linux/macOS).
es: --lf Finalizar líneas con LF (UNIX/Linux/macOS).
pt_br: --lf Permite aplicar o fim de linhas com o LF (UNIX, GNU/Linux e macOS).
ro: --lf termină liniile cu LF (UNIX/Linux/macOS)
sv: --lf Radbryt med LF (UNIX/Linux/macOS).

source: --list-all List all filters with the MIME media types.
es: --list-all Enumera todos los filtros con los tipos de medio MIME.
pt_br: --listar-todos Permite listar todos os filtros com os tipos de mídia MIME.
ro: --list-all listează toate filtrele cu tipurile de media MIME

source: --list-filters List filters that will be used.
es: --list-filters Listar los filtros a usar.
pt_br: --list-filters Permite listar os filtros que serão utilizados.
ro: --list-filters listează filtrele care vor fi utilizate
sv: --list-filters Lista filter som kommer att användas.

source: -D Remove the input file when finished.
es: -D Eliminar el archivo de entrada al terminar.
pt_br: -D Permite remover o arquivo da entrada ao finalizar.
ro: -D elimină fișierul de intrare după finalizare
sv: -D Ta bort indatafilen efter att uppgiften slutförts.

source: -D name=value Set named variable to value.
es: -D nombre=valor Establece la variable nombre al valor.
pt_br: -D nome=valor Permite definir a variável "nome" com "valor".
ro: -D nume=valoare stabilește variabila numită la valoarea specificată
sv: -D namn=värde Sätt angiven variabel till värde.

source: -I include-dir Add include directory to search path.
es: -I include-dir Añade directorio include a la ruta de búsqueda.
pt_br: -I include-dir Permite adicionar o diretório de inclusão no caminho da pesquisa.
ro: -I include-dir adaugă directorul de inclus la ruta de căutare
sv: -I include-dir Lägg till mapp att inkludera i sökningen.

source: -P FILENAME.ppd Set PPD file.
es: -P NOMBREARCHIVO.ppd Establece archivo PPD.
pt_br: -P FILENAME.ppd Permite definir o arquivo com o formato PPD.
ro: -P NUME_FIȘIER.ppd definește fișierul PPD

source: -U USERNAME Specify username.
es: -U NOMBREUSUARIO Especifica nombre de usuario.
pt_br: -U nome-de-usuário Permite especificar o nome do usuário.
ro: -U NUME_UTILIZATOR specifică numele utilizatorului

source: -c catalog.po Load the specified message catalog.
es: -c catálogo.po Carga el catálogo de mensajes especificado.
pt_br: -c catálogo.po Permite carregar o catálogo das mensagens que foi especificado.
ro: -c catalog.po încarcă catalogul de mesaje specificat
sv: -c katalog.po Läs in angiven meddelandekatalog.

source: -c cups-files.conf Set cups-files.conf file to use.
es: -c cups-files.conf Establece el archivo cups-files.conf a usar.
pt_br: -c cups-files.conf Permite definir o arquivo cups-files.conf para ser utilizado.
ro: -c cups-files.conf stabilește fișierul cups-files.conf de utilizat
sv: -c cups-files.conf Ange vilken cups-files.conf som ska användas.

source: -d PRINTER Use the named printer.
es: -d IMPRESORA Utilice la impresora nombrada.
pt_br: -d PRINTER Permite utilizar a impressora indicada.
ro: -d IMPRIMANTA utilizează imprimanta numită

source: -d output-dir Specify the output directory.
es: -d dir-salida Especifica el directorio de salida.
pt_br: -d dir-saída Permite especificar o diretório de saída.
ro: -d director-ieșire specifică directorul de ieșire
sv: -d output-dir Ange mapp för utdata.

source: -e Use every filter from the PPD file.
es: -e Usa cada filtro desde el archivo PPD.
pt_br: -e Permite utilizar todos os filtros do arquivo no formato PPD.
ro: -e utilizează fiecare filtru din fișierul PPD
sv: -e Använd alla filter från PPD-filen.

source: -i MIME/TYPE Set input MIME type (otherwise auto-typed).
es: -i MIME/TIPO Establece el tipo MIME de entrada (en otro caso auto-tipado).
pt_br: -i MIME/TYPE Permite definir o tipo do MIME da entrada, caso contrário, será preenchido automaticamente.
ro: -i MIME/TIP stabilește tipul MIME de intrare (altfel se introduce automat)

source: -j JOB-ID[,N] Filter file N from the specified job (default is file 1).
es: -j TRABAJO-ID[,N] Filtrar archivo N desde el trabajo especificado (por defecto es archivo 1).
pt_br: -j JOB-ID[,N] Permite filtrar o arquivo N do trabalho especificado, o padrão é o arquivo 1.
ro: -j ID_LUCRARE[,N] filtrează fișierul N din lucrarea specificată (implicit este fișierul 1)

source: -l lang[,lang,...] Specify the output language(s) (locale).
es: -l idioma[,idioma,...] Especifica los idiomas de salida (código regional).
pt_br: -l idioma[,idioma,...] Permite especificar o(s) idioma(s) de saída (locale).
ro: -l limba[,limba,...] specifică limba (limbile) de ieșire (prin codul de limbă)
sv: -l språk[,språk,...] Ange språk för utdatan (lokal).

source: -m Use the ModelName value as the filename.
es: -m Usa el valor ModelName como nombre de archivo.
pt_br: -m Permite utilizar o valor de ModelName como o nome do arquivo.
ro: -m utilizează valoarea ModelName ca nume de fișier
sv: -m Använd värdet ModelName som filnamn.
