Repository: OpenPrinting/cups
Catalog: locale/cups_*.po
Languages: es, pt_br, ro, sv

source: printer-state-reasons.stitcher-turned-off
pt_br: O Costurador Está Desligado
ro: Dispozitivul de coasere este dezactivat
sv: Sömmaskin avstängd

source: printer-state-reasons.stitcher-turned-on
pt_br: O Costurador Está Ligado
ro: Dispozitivul de coasere este activat
sv: Sömmaskin påsatt

source: printer-state-reasons.stitcher-under-temperature
pt_br: O Costurador Está com a Temperatura Abaixo do Normal
ro: Dispozitiv de coasere aflat sub temperatura normală de funcționare
sv: Sömmaskin under normal temperatur

source: printer-state-reasons.stitcher-unrecoverable-failure
pt_br: Ocorreu uma Falha no Costurador que Não Pode Ser Restaurada
ro: Eșec irecuperabil al dispozitivului de coasere
sv: Sömmaskin ej återhämtningsbart fel

source: printer-state-reasons.stitcher-unrecoverable-storage-error
pt_br: Ocorreu um Erro no Costurador que Não Pode Ser Restaurado
ro: Eroare de stocare irecuperabilă a dispozitivului de coasere
sv: Sömmaskin ej återhämtningsbart lagringsfel

source: printer-state-reasons.stitcher-warming-up
pt_br: O Costurador Está Aquecendo
ro: Dispozitivul de coasere se supraîncălzește
sv: Sömmaskin värmer upp

source: printer-state-reasons.stopped-partly
pt_br: Está Parcialmente Parado
ro: Parțial oprit
sv: Delvis stoppad

source: printer-state-reasons.stopping
pt_br: Está Parando
ro: Se oprește
sv: Stoppar

source: printer-state-reasons.subunit-added
pt_br: A Subunidade Foi Adicionada
ro: Subunitate adăugată
sv: Delenhet tillagd

source: printer-state-reasons.subunit-almost-empty
pt_br: A Subunidade Quase Vazia
ro: Subunitatea este aproape goală
sv: Delenhet nästan tom

source: printer-state-reasons.subunit-almost-full
pt_br: A Subunidade Quase Cheia
ro: Subunitatea este aproape plină
sv: Delenhet nästan full

source: printer-state-reasons.subunit-at-limit
pt_br: A Subunidade Está no Limite
ro: Subunitatea se află la limită
sv: Delenhet vid gräns

source: printer-state-reasons.subunit-closed
pt_br: A Subunidade Está Fechada
ro: Subunitate închisă
sv: Delenhet stängd

source: printer-state-reasons.subunit-cooling-down
pt_br: Resfriamento da Subunidade
ro: Se răcește subunitatea
sv: Delenhet kallnar

source: printer-state-reasons.subunit-empty
pt_br: A Subunidade Está Vazia
ro: Subunitatea este goală
sv: Delenhet tom

source: printer-state-reasons.subunit-full
pt_br: A Subunidade Está Cheia
ro: Subunitatea este plină
sv: Delenhet full

source: printer-state-reasons.subunit-life-almost-over
pt_br: A Subunidade Está Quase no Fim da Sua Vida Útil
ro: Subunitatea este aproape de sfârșitul vieții sale utile
sv: Delenhetens livstid nästan över

source: printer-state-reasons.subunit-life-over
pt_br: A Subunidade Está no Fim da Sua Vida Útil
ro: Durata vieții utile a subunității s-a sfârșit
sv: Delenhetens livstid över

source: printer-state-reasons.subunit-memory-exhausted
pt_br: A Memória da Subunidade Foi Esgotada
ro: Memorie epuizată a subunității
sv: Subenhetens minne fullt

source: printer-state-reasons.subunit-missing
pt_br: Está Faltando a Subunidade
ro: Subunitatea lipsește
sv: Delenhet saknas

source: printer-state-reasons.subunit-motor-failure
pt_br: Ocorreu uma Falha no Motor da Subunidade
ro: Defecțiune a motorului subunității
sv: Delenhet motorfel

source: printer-state-reasons.subunit-near-limit
pt_br: A Subunidade Está Próxima do Seu Limite
ro: Subunitatea este aproape de limită
sv: Delenhet nära gräns

source: printer-state-reasons.subunit-offline
pt_br: A Subunidade Não Está Conectada
ro: Subunitatea este deconectată
sv: Delenhet nedkopplad

source: printer-state-reasons.subunit-opened
pt_br: A Subunidade Está Aberta
ro: Subunitate deschisă
sv: Delenhet öppen

source: printer-state-reasons.subunit-over-temperature
pt_br: A Subunidade Atingiu uma Temperatura Excessiva
ro: Subunitatea este la o temperatură excesivă
sv: Delenhet över normal temperatur

source: printer-state-reasons.subunit-power-saver
pt_br: A Subunidade Entrou no Modo de Economia de Energia
ro: Modul de economisire a energiei pentru subunitate
sv: Delenhet energispar

source: printer-state-reasons.subunit-recoverable-failure
pt_br: Ocorreu uma Falha na Subunidade que Pode Ser Restaurada
ro: Eșec recuperabil al subunității
sv: Delenhet återhämtningsbart fel

source: printer-state-reasons.subunit-recoverable-storage
pt_br: O Armazenamento da Subunidade Pode Ser Restaurado
ro: Stocare recuperabilă a subunității
sv: Delenhet återhämtningsbar lagring

source: printer-state-reasons.subunit-removed
pt_br: A Subunidade Foi Removida
ro: Subunitate eliminată
sv: Delenhet borttagen

source: printer-state-reasons.subunit-resource-added
pt_br: A Funcionalidade da Subunidade Foi Adicionada
ro: Resursă pentru subunitate adăugată
sv: Delenhetsresurs tillagd

source: printer-state-reasons.subunit-resource-removed
pt_br: A Funcionalidade de Subunidade Foi Removida
ro: Resursă pentru subunitate eliminată
sv: Delenhetsresurs borttagen

source: printer-state-reasons.subunit-thermistor-failure
pt_br: Ocorreu uma Falha no Termistor da Subunidade
ro: Eșec al termistorului subunității
sv: Delenhet termistorfel

source: printer-state-reasons.subunit-timing-Failure
pt_br: Ocorreu uma Falha no Temporizador da Subunidade
ro: Eșec de sincronizare al subunității
sv: Subenhet timing-fel

source: printer-state-reasons.subunit-turned-off
pt_br: A Subunidade Está Desligada
ro: Subunitatea este dezactivată
sv: Delenhet avstängd

source: printer-state-reasons.subunit-turned-on
pt_br: A Subunidade Está Ligada
ro: Subunitatea este ctivată
sv: Delenhet påsatt

source: printer-state-reasons.subunit-under-temperature
pt_br: A Subunidade Está com a Temperatura Abaixo do Normal
ro: Subunitate aflată sub temperatura normală de funcționare
sv: Delenhet under normal temperatur

source: printer-state-reasons.subunit-unrecoverable-failure
pt_br: Ocorreu uma Falha na Subunidade que Não Pode Ser Restaurada
ro: Eșec irecuperabil al subunității
sv: Delenhet ej återhämtningsbart fel

source: printer-state-reasons.subunit-unrecoverable-storage
pt_br: O Armazenamento da Subunidade Não Pode Ser Restaurado
ro: Eroare de stocare irecuperabilă a subunității
sv: Delenhet ej återhämtningsbar lagring

source: printer-state-reasons.subunit-warming-up
pt_br: A Subunidade Está Aquecendo
ro: Subunitatea se supraîncălzește
sv: Delenhet värmer upp

source: printer-state-reasons.timed-out
pt_br: A impressora parou de responder
ro: Imprimanta nu mai răspunde
sv: Skrivare slutade svara

source: printer-state-reasons.toner-empty
pt_br: Está sem o toner
ro: Toner epuizat
sv: Toner slut

source: printer-state-reasons.toner-low
pt_br: O nível da tinta do toner está baixo
ro: Toner la nivel scăzut
sv: Toner låg nivå

source: printer-state-reasons.trimmer-added
pt_br: O Aparador Foi Adicionado
ro: Dispozitiv de decupare adăugat
sv: Trimmare tillagd

source: printer-state-reasons.trimmer-almost-empty
pt_br: O Aparador Está Quase Vazio
ro: Dispozitivul de decupare este aproape gol
sv: Trimmare nästan tom

source: printer-state-reasons.trimmer-almost-full
pt_br: O Aparador Está Quase Cheio
ro: Dispozitivul de decupare este aproape plin
sv: Trimmare nästan full

source: printer-state-reasons.trimmer-at-limit
pt_br: O Aparador Está no Limite
ro: Dispozitivul de decupare se află la limită
sv: Trimmare vid gräns

source: printer-state-reasons.trimmer-closed
pt_br: O Aparador Está Fechado
ro: Dispozitiv de decupare închis
sv: Trimmare stängd

source: printer-state-reasons.trimmer-configuration-change
pt_br: Alterar as Configurações do Aparador
ro: Modificare configurație dispozitiv de decupare
sv: Trimmare konfigurationsändring

source: printer-state-reasons.trimmer-cover-closed
pt_br: A Tampa do Aparador Está Fechada
ro: Capacul dispozitivului de decupare este închis
sv: Trimmarens lock stängt

source: printer-state-reasons.trimmer-cover-open
pt_br: A Tampa do Aparador Está Aberta
ro: Capacul dispozitivului de decupare este deschis
sv: Trimmarens lock öppet

source: printer-state-reasons.trimmer-empty
pt_br: O Aparador Está Vazio
ro: Dispozitivul de decupare este gol
sv: Trimmare tom

source: printer-state-reasons.trimmer-full
pt_br: O Aparador Está Cheio
ro: Dispozitivul de decupare este plin
sv: Trimmare full

source: printer-state-reasons.trimmer-interlock-closed
pt_br: O Intertravamento do Aparador Está Fechado
ro: Închizătoarea dispozitivului de decupare este închisă
sv: Trimmarens sammankoppling stängd

source: printer-state-reasons.trimmer-interlock-open
pt_br: O Intertravamento do Aparador Está Aberto
ro: Închizătoarea dispozitivului de decupare este deschisă
sv: Trimmarens sammankoppling öppen

source: printer-state-reasons.trimmer-jam
pt_br: Ocorreu um Atolamento no Aparador
ro: Blocaj al dispozitivului de decupare
sv: Trimmare blockerad

source: printer-state-reasons.trimmer-life-almost-over
pt_br: O Aparador Está Quase no Fim da Sua Vida Útil
ro: Dispozitivul de decupare este aproape de sfârșitul vieții sale utile
sv: Trimmarens livstid nästan slut

source: printer-state-reasons.trimmer-life-over
pt_br: O Aparador Está no Fim da Sua Vida Útil
ro: Durata vieții utile a dispozitivului de decupare s-a sfârșit
sv: Trimmarens livstid slut

source: printer-state-reasons.trimmer-memory-exhausted
pt_br: A Memória do Aparador Foi Esgotada
ro: Memorie epuizată a dispozitivului de decupare
sv: Trimmarens minne fullt

source: printer-state-reasons.trimmer-missing
pt_br: Está Faltando o Aparador
ro: Dispozitivul de decupare lipsește
sv: Trimmare saknas

source: printer-state-reasons.trimmer-motor-failure
pt_br: Ocorreu uma Falha no Motor do Aparador
ro: Defecțiune a motorului dispozitivului de decupare
sv: Trimmarmotor har problem

source: printer-state-reasons.trimmer-near-limit
pt_br: O Aparador Está Próximo do Seu Limite
ro: Dispozitivul de decupare este aproape de limită
sv: Trimmare nära gränsen

source: printer-state-reasons.trimmer-offline
pt_br: O Aparador Não Está Conectado
ro: Dispozitivul de decupare este deconectat
sv: Trimmare offline

source: printer-state-reasons.trimmer-opened
pt_br: O Aparador Está Aberto
ro: Dispozitiv de decupare deschis
sv: Trimmare öppen

source: printer-state-reasons.trimmer-over-temperature
pt_br: O Aparador Atingiu uma Temperatura Excessiva
ro: Dispozitivul de decupare este la o temperatură excesivă
sv: Trimmare över temperatur

source: printer-state-reasons.trimmer-power-saver
pt_br: O Aparador Entrou no Modo de Economia de Energia
ro: Modul de economisire a energiei pentru dispozitivul de decupare
sv: Trimmare strömsparläge

source: printer-state-reasons.trimmer-recoverable-failure
pt_br: Ocorreu uma Falha no Aparador que Pode Ser Restaurada
ro: Eșec recuperabil al dispozitivului de decupare
sv: Trimmare återhämtningsbart fel

source: printer-state-reasons.trimmer-recoverable-storage
pt_br: O Armazenamento do Aparador Pode Ser Restaurado
ro: Stocare recuperabilă a dispozitivului de decupare
sv: Trimmare återhämtningsbar lagring

source: printer-state-reasons.trimmer-removed
pt_br: O Aparador Foi Removido
ro: Dispozitiv de decupare eliminat
sv: Trimmare avlägsnad

source: printer-state-reasons.trimmer-resource-added
pt_br: A Funcionalidade do Aparador Foi Adicionada
ro: Resursă pentru dispozitivul de decupare adăugată
sv: Trimmarresurs tillagd

source: printer-state-reasons.trimmer-resource-removed
pt_br: A Funcionalidade do Aparador Foi Removida
ro: Resursă pentru dispozitivul de decupare eliminată

source: printer-state-reasons.trimmer-thermistor-failure
pt_br: Ocorreu uma Falha no Termistor do Aparador
ro: Eșec al termistorului dispozitivului de decuprare

source: printer-state-reasons.trimmer-timing-failure
pt_br: Ocorreu uma Falha no Temporizador da Aparador
ro: Eșec de sincronizare al dispozitivului de decupare

source: printer-state-reasons.trimmer-turned-off
pt_br: O Aparador Está Desligado
ro: Dispozitivul de decupare este dezactivat

source: printer-state-reasons.trimmer-turned-on
pt_br: O Aparador Está Ligado
ro: Dispozitivul de decupare este activat

source: printer-state-reasons.trimmer-under-temperature
pt_br: O Aparador Está com a Temperatura Abaixo do Normal
ro: Dispozitiv de decupare aflat sub temperatura normală de funcționare

source: printer-state-reasons.trimmer-unrecoverable-failure
pt_br: Ocorreu uma Falha no Aparador que Não Pode Ser Restaurada
ro: Eșec irecuperabil al dispozitivului de decupare

source: printer-state-reasons.trimmer-unrecoverable-storage-error
pt_br: Ocorreu um Erro no Armazenamento do Aparador que Não Pode Ser Restaurado
ro: Eroare de stocare irecuperabilă a dispozitivului de decupare

source: printer-state-reasons.trimmer-warming-up
pt_br: O Aparador Está Aquecendo
ro: Dispozitivul de decupare se supraîncălzește

source: printer-state-reasons.unknown
pt_br: Não é conhecido
ro: Necunoscut(ă)
sv: Okänt

source: printer-state-reasons.wrapper-added
pt_br: O Empacotador Foi Adicionado
ro: Dispozitiv de învelire adăugat
sv: Omslagsmaskin tillagd

source: printer-state-reasons.wrapper-almost-empty
pt_br: O Empacotador Está Quase Vazio
ro: Dispozitivul de învelire este aproape gol
sv: Omslagsmaskin nästan tom

source: printer-state-reasons.wrapper-almost-full
pt_br: O Empacotador Está Quase Cheio
ro: Dispozitivul de învelire este aproape plin
sv: Omslagsmaskin nästan full

source: printer-state-reasons.wrapper-at-limit
pt_br: O Empacotador Está no Limite
ro: Dispozitiv de învelire aflat la limită
sv: Omslagsmaskin vid gräns

source: printer-state-reasons.wrapper-closed
pt_br: O Empacotador Está Fechado
ro: Dispozitiv de învelire închis
sv: Omslagsmaskin stängd

source: printer-state-reasons.wrapper-configuration-change
pt_br: Alterar as Configurações do Empacotador
ro: Modificare configurație dispozitiv de învelire
sv: Omslagsmaskin konfiguration ändrad

source: printer-state-reasons.wrapper-cover-closed
pt_br: O Tampa do Empacotador Está Fechada
ro: Capacul dispozitivului de învelire este închis
sv: Omslagsmaskinens lucka stängd

source: printer-state-reasons.wrapper-cover-open
pt_br: O Tampa do Empacotador Está Aberta
ro: Capacul dispozitivului de învelire este deschis
sv: Omslagsmaskinens lucka öppen

source: printer-state-reasons.wrapper-empty
pt_br: O Empacotador Está Vazio
ro: Dispozitivul de învelire este gol
sv: Omslagsmaskin tom

source: printer-state-reasons.wrapper-full
pt_br: O Empacotador Está Cheio
ro: Dispozitivul de învelire este plin
sv: Omslagsmaskin full

source: printer-state-reasons.wrapper-interlock-closed
pt_br: O Intertravamento do Empacotador Está Fechado
ro: Închizătoarea dispozitivului de învelire este închisă
sv: Omslagsmaskinens lås stängt

source: printer-state-reasons.wrapper-interlock-open
pt_br: O Intertravamento do Empacotador Está Aberto
ro: Închizătoarea dispozitivului de învelire este deschisă
sv: Omslagsmaskinens lås öppet

source: printer-state-reasons.wrapper-jam
pt_br: Ocorreu um Atolamento no Empacotador
ro: Blocaj al dispozitivului de învelire
sv: Omslagsmaskin blockerad

source: printer-state-reasons.wrapper-life-almost-over
pt_br: O Empacotador Está Quase no Fim da Sua Vida Útil
ro: Dispozitivul de învelire este aproape de sfârșitul vieții sale utile
sv: Omslagsmaskinens livstid nästan över

source: printer-state-reasons.wrapper-life-over
pt_br: O Empacotador Está no Fim da Sua Vida Útil
ro: Durata vieții utile a dispozitivului de învelire s-a sfârșit
sv: Omslagsmaskinens livstid över

source: printer-state-reasons.wrapper-memory-exhausted
pt_br: A Memória do Empacotador Foi Esgotada
ro: Memorie epuizată a dispozitivului de învelire
sv: Omslagsmaskinens minne fullt

source: printer-state-reasons.wrapper-missing
pt_br: Está Faltando o Empacotador
ro: Dispozitivul de învelire lipsește
sv: Omslagsmaskin saknas

source: printer-state-reasons.wrapper-motor-failure
pt_br: Ocorreu uma Falha no Motor do Empacotador
ro: Defecțiune a motorului dispozitivului de învelire
sv: Omslagsmaskin motorfel

source: printer-state-reasons.wrapper-near-limit
pt_br: O Empacotador Está Próximo do Seu Limite
ro: Dispozitivul deînvelire este aproape de limită
sv: Omslagsmaskin nära gräns

source: printer-state-reasons.wrapper-offline
pt_br: O Empacotador Não Está Conectado
ro: Dispozitivul de învelire este deconectat
sv: Omslagsmaskin nedkopplad

source: printer-state-reasons.wrapper-opened
pt_br: O Empacotador Está Aberto
ro: Dispozitiv de învelire deschis
sv: Omslagsmaskin öppen

source: printer-state-reasons.wrapper-over-temperature
pt_br: O Empacotador Atingiu uma Temperatura Excessiva
ro: Dispozitivul de învelire este la o temperatură excesivă
sv: Omslagsmaskin över normal temperatur

source: printer-state-reasons.wrapper-power-saver
pt_br: O Empacotador Entrou no Modo de Economia de Energia
ro: Modul de economisire a energiei pentru dispozitivul de învelire
sv: Omslagsmaskin energispar

source: printer-state-reasons.wrapper-recoverable-failure
pt_br: Ocorreu uma Falha no Empacotador que Pode Ser Restaurada
ro: Eșec recuperabil al dispozitivului de învelire
sv: Omslagsmaskin återhämtningsbart fel

source: printer-state-reasons.wrapper-recoverable-storage
pt_br: O Armazenamento do Empacotador Pode ser Restaurado
ro: Stocare recuperabilă a dispozitivului de învelire
sv: Omslagsmaskin återhämtningsbar lagring

source: printer-state-reasons.wrapper-removed
pt_br: O Empacotador Foi Removido
ro: Dispozitiv de învelire eliminat
sv: Omslagsmaskin borttagen

source: printer-state-reasons.wrapper-resource-added
pt_br: A Funcionalidade do Empacotador Foi Adicionada
ro: Resursă pentru dispozitivul de învelire adăugată
sv: Omslagsmaskinsresurs tillagd

source: printer-state-reasons.wrapper-resource-removed
pt_br: A Funcionalidade do Empacotador Foi Removida
ro: Resursă pentru dispozitivul de învelire eliminată
sv: Omslagsmaskinsresurs borttagen

source: printer-state-reasons.wrapper-thermistor-failure
pt_br: Ocorreu uma Falha no Termistor do Empacotador
ro: Eșec al termistorului dispozitivului de învelire
sv: Omslagsmaskin termistorfel

source: printer-state-reasons.wrapper-timing-failure
pt_br: Ocorreu uma Falha no Temporizador da Empacotador
ro: Eșec de sincronizare al dispozitivului de învelire
sv: Omslagsmaskin timing-fel

source: printer-state-reasons.wrapper-turned-off
pt_br: O Empacotador Está Desligado
ro: Dispozitivul de învelire este dezactivat
sv: Omslagsmaskin avstängd

source: printer-state-reasons.wrapper-turned-on
pt_br: O Empacotador Está Ligado
ro: Dispozitivul de învelire este activat
sv: Omslagsmaskin påsatt

source: printer-state-reasons.wrapper-under-temperature
pt_br: O Empacotador Está com a Temperatura Abaixo do Normal
ro: Dispozitiv de învelire aflat sub temperatura normală de funcționare
sv: Omslagsmaskin under normal temperatur

source: printer-state-reasons.wrapper-unrecoverable-failure
pt_br: Ocorreu uma Falha no Empacotador que Não Pode Ser Restaurada
ro: Eșec irecuperabil al dispozitivului de învelire
sv: Omslagsmaskin ej återhämtningsbart fel

source: printer-state-reasons.wrapper-unrecoverable-storage-error
pt_br: Ocorreu um Erro no Armazenamento do Empacotador que Não Pode Ser Restaurado
ro: Eroare de stocare irecuperabilă a dispozitivului de învelire
sv: Omslagsmaskin ej återhämtningsbart lagringsfel

source: printer-state-reasons.wrapper-warming-up
pt_br: O Empacotador Está Aquecendo
ro: Dispozitivul de învelire se supraîncălzește
sv: Omslagsmaskin värmer upp

source: printer-state.3
pt_br: Está Inativo
ro: În așteptare
sv: Väntar

source: printer-state.4
pt_br: Está Processamento
ro: Procesând
sv: Behandlar

source: printer-state.5
pt_br: Está Parado
ro: Oprită
sv: Stoppad

source: printer-up-time
pt_br: Tempo de Atividade da Impressora
ro: Timpul de funcționare al imprimantei
sv: Skrivarens upptid

source: processing
es: en proceso
pt_br: está processando
ro: se procesează
sv: bearbetar

source: proof-print
pt_br: Comprovação da Impressão
ro: Probă de imprimare
sv: Provtryck

source: proof-print-copies
pt_br: Cópias de Comprovação da Impressão
ro: Copii imprimate de probă
sv: Provtryck exemplar

source: punching
pt_br: Furador
ro: Perforare
sv: Hålslag

source: punching-locations
pt_br: Local do Furador
ro: Locații de perforare
sv: Hålpositioner

source: punching-offset
pt_br: Posição do Perfurador
ro: Decalaj perforare
sv: Hålslagsförskjutning

source: punching-reference-edge
pt_br: Furar na Borda
ro: Marginea perforată
sv: Hålslagningskant

source: punching-reference-edge.bottom
pt_br: No Canto Inferior
ro: Marginea inferioară
sv: Botten

source: punching-reference-edge.left
pt_br: No Canto Esquerdo
ro: Marginea din stânga
sv: Vänster

source: punching-reference-edge.right
pt_br: No Canto Direito
ro: Marginea din dreapta
sv: Höger

source: punching-reference-edge.top
pt_br: No Canto Superior
ro: Marginea superioară
sv: Topp

source: request id is %s-%d (%d file(s))
es: la id solicitada es %s-%d (%d archivo(s))
pt_br: O ID (identificador) da requisição é %s de %d (%d arquivo(s))
ro: id-ul cererii este %s-%d (%d fișiere)
sv: begärans ID är %s-%d (%d fil(er))

source: request-id uses indefinite length
es: request-id usa una longitud indefinida
pt_br: O request-id utiliza um comprimento que não é definido
ro: request-id utilizează o lungime nedeterminată
sv: request-id använder obestämd längd

source: requested-attributes
pt_br: Solicitação dos Atributos
ro: Atribute solicitate
sv: Begärda attribut

source: retry-interval
pt_br: Intervalo de Repetição
ro: Intervalul de reîncercare
sv: Intervall för nytt försök

source: retry-time-out
pt_br: Tempo Limite da Nova Tentativa
ro: Intervalul de reîncercare
sv: Tidsgräns för nytt försök

source: save-disposition
pt_br: Salvar a Disposição
ro: Salvare dispoziție
sv: Spara disposition

source: save-disposition.none
pt_br: Nenhum
ro: Niciuna
sv: Ingen

source: save-disposition.print-save
pt_br: Imprimir e Salvar
ro: Imprimă și salvează
sv: Skriv ut och spara

source: save-disposition.save-only
pt_br: Somente Salvar
ro: Doar salvează
sv: Spara endast

source: save-document-format
pt_br: Salvar o Formato do Documento
ro: Salvează formatul documentului
sv: Spara dokumentformat

source: save-info
pt_br: Salvar as Informações
ro: Salvează informațiile
sv: Spara info

source: save-location
pt_br: Salvar a Localização
ro: Salvează locația
sv: Spara plats

source: save-name
pt_br: Salvar o Nome
ro: Salvează numele
sv: Spara namn

source: scheduler is not running
es: el planificador no se está ejecutando
pt_br: Agendador não está em execução
ro: planificatorul nu rulează
sv: schemaläggare körs inte

source: scheduler is running
es: el planificador se está ejecutando
pt_br: Agendador está em execução
ro: planificatorul rulează
sv: schemaläggare körs

source: separator-sheets
pt_br: Folhas Separadoras
ro: Foi separatoare
sv: Separatorark

source: separator-sheets-type
pt_br: Tipo das Folhas Separadoras
ro: Tipul de foi separatoare
sv: Typ av separatorark

source: separator-sheets-type.both-sheets
pt_br: Folhas do Início e do Fim
ro: Foi de început și de sfârșit
sv: Start- och slutark

source: separator-sheets-type.end-sheet
pt_br: Última Folha
ro: Foaie de sfârșit
sv: Slutark

source: separator-sheets-type.none
pt_br: Nenhum
ro: Niciunul
sv: Inget

source: separator-sheets-type.slip-sheets
pt_br: Folhas Deslizantes
ro: Foi alunecoase
sv: Slip sheets

source: separator-sheets-type.start-sheet
pt_br: Primeira Folha
ro: Foaie de început
sv: Startark

source: server COMMON-NAME[:PORT] Run a HTTPS server (default port 8NNN.)
pt_br: server COMMON-NAME[:PORTA] Permite executar um servidor HTTPS (a porta padrão é 8NNN).
ro: server NUME_COMUN[:PORT] rulează un server HTTPS (port implicit 8NNN)

source: set-access-token [RESOURCE] TOKEN Set the current access token
pt_br: set-access-token [RECURSO] TOKEN Permite definir a chave do portador de acesso atual
ro: set-access-token [RESURSĂ] JETON definește jetonul de acces curent
