Repository: OpenPrinting/cups
Catalog: locale/cups_*.po
Languages: es, pt_br, ro, sv

source: printer-state-reasons.interlock-open
pt_br: O Intertravamento Está Aberto
ro: Închizătoarea este deschisă
sv: Lås öppet

source: printer-state-reasons.interpreter-cartridge-added
pt_br: O Interpretador do Cartucho Foi Adicionado
ro: Cartuș de interpret adăugat
sv: Tolkarkassett tillagd

source: printer-state-reasons.interpreter-cartridge-deleted
pt_br: O Interpretador do Cartucho Foi Removido
ro: Cartușul de interpret a fost eliminat
sv: Tolkarkassett borttagen

source: printer-state-reasons.interpreter-complex-page-encountered
pt_br: Foi Encontrada uma Página Complexa no Interpretador
ro: Pagină complexă de interpret întâlnită
sv: Tolkare komplicerad sida hittades

source: printer-state-reasons.interpreter-memory-decrease
pt_br: Ocorreu a Diminuição da Memória do Interpretador
ro: Diminuare a memoriei interpretului
sv: Tolkare minne minskar

source: printer-state-reasons.interpreter-memory-increase
pt_br: Ocorreu o Aumento da Memória do Interpretador
ro: Incrementare a memoriei interpretului
sv: Tolkare minne ökar

source: printer-state-reasons.interpreter-resource-added
pt_br: A Funcionalidade do Interpretador Foi Adicionado
ro: Resursă pentru interpret adăugată
sv: Tolkarresurs tillagd

source: printer-state-reasons.interpreter-resource-deleted
pt_br: A Funcionalidade do Interpretador Foi Excluída
ro: Resursă pentru interpret eliminată
sv: Tolkarresurs raderad

source: printer-state-reasons.interpreter-resource-unavailable
pt_br: A Funcionalidade da Impressora Não Está Disponível
ro: Resursa imprimantei nu este disponibilă
sv: Skrivarresurs ej tillgänglig

source: printer-state-reasons.lamp-at-eol
pt_br: A Lâmpada Atingiu o Fim da Sua Vida Útil
ro: Lampă la sfârșitul duratei de viață utile
sv: Lampa vid slut av livstid

source: printer-state-reasons.lamp-failure
pt_br: Ocorreu uma Falha na Lâmpada
ro: Defecțiune lampă
sv: Lampfel

source: printer-state-reasons.lamp-near-eol
pt_br: A Lâmpada Está Próxima do Fim da Sua Vida Útil
ro: Lampă aproape de sfârșitul duratei de viață utile
sv: Lampa nära slut av livstid

source: printer-state-reasons.laser-at-eol
pt_br: O Emissor do Feixe de Luz Atingiu o Fim da Sua Vida Útil
ro: Laser la sfârșitul duratei de viață utile
sv: Laser vid slut av livstid

source: printer-state-reasons.laser-failure
pt_br: Ocorreu uma Falha no Emissor do Feixe de Luz
ro: Defecțiune laser
sv: Laserfel

source: printer-state-reasons.laser-near-eol
pt_br: O Emissor do Feixe de Luz Está Próximo do Fim da Sua Vida Útil
ro: Laser aproape de sfârșitul duratei de viață utile
sv: Laser nära slut av livstid

source: printer-state-reasons.make-envelope-added
pt_br: O Criador de Envelope Foi Adicionado
ro: Dispozitiv creator de plicuri adăugat
sv: Kuvertvikare tillagd

source: printer-state-reasons.make-envelope-almost-empty
pt_br: O Criador de Envelope Está Quase Vazio
ro: Dispozitiv creator de plicuri aproape gol
sv: Kuvertvikare nästan tom

source: printer-state-reasons.make-envelope-almost-full
pt_br: O Criador de Envelope Está Quase Cheio
ro: Dispozitiv creator de plicuri aproape plin
sv: Kuvertvikare nästan full

source: printer-state-reasons.make-envelope-at-limit
pt_br: O Criador de Envelope Está no Limite
ro: Dispozitiv creator de plicuri aflat la limită
sv: Kuvertvikare vid gräns

source: printer-state-reasons.make-envelope-closed
pt_br: O Criador de Envelope Está Fechado
ro: Dispozitiv creator de plicuri închis
sv: Kuvertvikare stängd

source: printer-state-reasons.make-envelope-configuration-change
pt_br: Alterar as Configurações do Criador de Envelope
ro: Modificare configurație dispozitiv creator de plicuri
sv: Kuvertvikare konfiguration ändrad

source: printer-state-reasons.make-envelope-cover-closed
pt_br: A Tampa do Criador de Envelope Está Fechada
ro: Capacul dispozitivului creator de plicuri este închis
sv: Kuvertvikare lucka stängd

source: printer-state-reasons.make-envelope-cover-open
pt_br: A Tampa do Criador de Envelope Está Aberta
ro: Capacul dispozitivului creator de plicuri este deschis
sv: Kuvertvikare lucka öppen

source: printer-state-reasons.make-envelope-empty
pt_br: O Criador de Envelope Está Vazio
ro: Dispozitiv creator de plicuri gol
sv: Kuvertvikare tom

source: printer-state-reasons.make-envelope-full
pt_br: O Criador de Envelope Está Cheio
ro: Dispozitiv creator de plicuri plin
sv: Kuvertvikare full

source: printer-state-reasons.make-envelope-interlock-closed
pt_br: O Intertravamento do Criador de Envelope Está Fechado
ro: Închizătoarea dispozitivului creator de plicuri este închisă
sv: Kuvertvikare lås stängt

source: printer-state-reasons.make-envelope-interlock-open
pt_br: O Intertravamento do Criador de Envelope Está Aberto
ro: Închizătoarea dispozitivului creator de plicuri este deschisă
sv: Kuvertvikare lås öppet

source: printer-state-reasons.make-envelope-jam
pt_br: Ocorreu um Atolamento no Criador de Envelope
ro: Blocaj al dispozitivului creator de plicuri
sv: Kuvertvikare blockerad

source: printer-state-reasons.make-envelope-life-almost-over
pt_br: O Criador de Envelope Está Quase no Fim da Sua Vida Útil
ro: Dispozitivul creator de plicuri este aproape de sfârșitul vieții sale utile
sv: Kuvertvikarens livstid nästan över

source: printer-state-reasons.make-envelope-life-over
pt_br: O Criador de Envelope Está no Fim da Sua Vida Útil
ro: Durata vieții utile a dispozitivului creator de plicuri s-a sfârșit
sv: Kuvertvikarens livstid över

source: printer-state-reasons.make-envelope-memory-exhausted
pt_br: A Memória do Criador de Envelope Foi Esgotada
ro: Memorie epuizată a dispozitivului creator de plicuri
sv: Kuvertvikarens minne slut

source: printer-state-reasons.make-envelope-missing
pt_br: Está Faltando o Criador de Envelope
ro: Dispozitivul creator de plicuri lipsește
sv: Kuvertvikare saknas

source: printer-state-reasons.make-envelope-motor-failure
pt_br: Ocorreu uma Falha no Motor do Criador de Envelope
ro: Defecțiune a motorului dispozitivului creator de plicuri
sv: Kuvertvikare motorfel

source: printer-state-reasons.make-envelope-near-limit
pt_br: O Criador de Envelope Está Próximo do Seu Limite
ro: Dispozitiv creator de plicuri aproape de limită
sv: Kuvertvikare vid gräns

source: printer-state-reasons.make-envelope-offline
pt_br: O Criador de Envelope Não Está Conectado
ro: Dispozitivul creator de plicuri este deconectat
sv: Kuvertvikare nedkopplad

source: printer-state-reasons.make-envelope-opened
pt_br: O Criador de Envelope Está Aberto
ro: Dispozitivul creator de plicuri este deschis
sv: Kuvertvikare öppen

source: printer-state-reasons.make-envelope-over-temperature
pt_br: O Criador de Envelope Atingiu uma Temperatura Excessiva
ro: Dispozitivul creator de plicuri este la o temperatură excesivă
sv: Kuvertvikare över normal temperatur

source: printer-state-reasons.make-envelope-power-saver
pt_br: O Criador de Envelope Entrou no Modo de Economia de Energia
ro: Modul de economisire a energiei pentru dispozitivul creator de plicuri
sv: Kuvertvikare energispar

source: printer-state-reasons.make-envelope-recoverable-failure
pt_br: Ocorreu uma Falha no Criador de Envelope que Pode Ser Restaurada
ro: Eșec recuperabil al dispozitivului creator de plicuri
sv: Kuvertvikare återhämtningsbart fel

source: printer-state-reasons.make-envelope-recoverable-storage
pt_br: O Armazenamento do Criador de Envelope Pode Ser Restaurado
ro: Stocare recuperabilă a dispozitivului creator de plicuri
sv: Kuvertvikare återhämtningsbar lagring

source: printer-state-reasons.make-envelope-removed
pt_br: O Criador de Envelope Foi Removido
ro: Dispozitiv creator de plicuri eliminat
sv: Kuvertvikare borttagen

source: printer-state-reasons.make-envelope-resource-added
pt_br: A Funcionalidade do Criador de Envelope Foi Adicionada
ro: Resursă pentru dispozitivul creator de plicuri adăugată
sv: Kuvertvikarresurs tillagd

source: printer-state-reasons.make-envelope-resource-removed
pt_br: A Funcionalidade do Criador de Envelopes Foi Removida
ro: Resursă pentru dispozitivul creator de plicuri eliminată
sv: Kuvertvikarresurs borttagen

source: printer-state-reasons.make-envelope-thermistor-failure
pt_br: Ocorreu uma Falha no Termistor do Criador de Envelope
ro: Eșec al termistorului dispozitivului creator de plicuri
sv: Kuvertvikare termistorfel

source: printer-state-reasons.make-envelope-timing-failure
pt_br: Ocorreu uma Falha no Temporizador do Criador de Envelopes
ro: Eșec de sincronizare al dispozitivului creator de plicuri
sv: Kuvertvikare timing-fel

source: printer-state-reasons.make-envelope-turned-off
pt_br: O Criador de Envelope Está Desligado
ro: Dispozitivul creator de plicuri este dezactivat
sv: Kuvertvikare avstängd

source: printer-state-reasons.make-envelope-turned-on
pt_br: O Criador de Envelope Está Ligado
ro: Dispozitivul creator de plicuri este activat
sv: Kuvertvikare påsatt

source: printer-state-reasons.make-envelope-under-temperature
pt_br: O Criador de Envelope Está com a Temperatura Abaixo do Normal
ro: Dispozitiv creator de plicuri aflat sub temperatura normală de funcționare
sv: Kuvertvikare under normal temperatur

source: printer-state-reasons.make-envelope-unrecoverable-failure
pt_br: Ocorreu uma Falha no Criador de Envelope que Não Pode Ser Restaurada
ro: Eșec irecuperabil al dispozitivului creator de plicuri
sv: Kuvertvikare ej återhämtningsbart fel

source: printer-state-reasons.make-envelope-unrecoverable-storage-error
pt_br: Ocorreu um Erro no Armazenamento do Criador de Envelope que Não Pode Ser Restaurado
ro: Eroare de stocare irecuperabilă a dispozitivului creator de plicuri
sv: Kuvertvikare ej återhämtningsbart lagringsfel

source: printer-state-reasons.make-envelope-warming-up
pt_br: O Criador de Envelope Está Aquecendo
ro: Dispozitivul creator de plicuri se supraîncălzește
sv: Kuvertvikare värmer upp

source: printer-state-reasons.marker-adjusting-print-quality
pt_br: Ajustar a Qualidade da Impressão do Marcador
ro: Marcator pentru ajustarea calității imprimării
sv: Märkare justerar utskriftskvalitet

source: printer-state-reasons.marker-cleaner-missing
pt_br: Está Faltando o Limpador do Marcador
ro: Lipsește marcajul pentru dispozitivul de curățare
sv: Märkare saknar rengöring

source: printer-state-reasons.marker-developer-almost-empty
pt_br: O Desenvolvedor do Marcador Está Quase Vazio
ro: Dezvoltator de marcatori aproape gol
sv: Märkare framkallning nästan tom

source: printer-state-reasons.marker-developer-empty
pt_br: O Programador do Marcador Está Vazio
ro: Dezvoltator de marcatori gol
sv: Märkare framkallning tom

source: printer-state-reasons.marker-developer-missing
pt_br: Está Faltando o Programador do Marcador
ro: Dezvoltatorul de marcatori aproape lipsește
sv: Märkare framkallning saknas

source: printer-state-reasons.marker-fuser-missing
pt_br: Está Faltando a Unidade de Fusão do Marcador
ro: Marcatorul rolei de încălzire (cuptorul de fixare) lipsește
sv: Märkare svets saknas

source: printer-state-reasons.marker-fuser-thermistor-failure
pt_br: Ocorreu uma Falha no Termistor da Unidade de Fusão do Marcador
ro: Eșec al termistorului rolei de încălzire (cuptorul de fixare)
sv: Märkare svets termistorfel

source: printer-state-reasons.marker-fuser-timing-failure
pt_br: Ocorreu uma Falha no Temporizador da Unidade de Fusão do Marcador
ro: Eșec de sincronizare al rolei de încălzire (cuptorul de fixare)
sv: Märkare svets timing-fel

source: printer-state-reasons.marker-ink-almost-empty
pt_br: A Tinta do Marcador Está Quase Vazia
ro: Cerneala marcatorului este aproape goală
sv: Märkare bläck nästan tomt

source: printer-state-reasons.marker-ink-empty
pt_br: A Tinta do Marcador Está Vazia
ro: Cerneala marcatorului este goală
sv: Märkare bläck tomt

source: printer-state-reasons.marker-ink-missing
pt_br: Está Faltando a Tinta do Marcador
ro: Cerneala marcatorului lipsește
sv: Märkare bläck saknas

source: printer-state-reasons.marker-opc-missing
pt_br: Está Faltando o Marcador do Fotocondutor Óptico
ro: Marcatorul fotoconductorului organic (Opc) lipsește
sv: Märkare Opc saknas

source: printer-state-reasons.marker-print-ribbon-almost-empty
pt_br: A Fita de Impressão do Marcador Está Quase no Fim
ro: Marcatorul panglicii de imprimare este aproape gol
sv: Märkare skrivband nästan tomt

source: printer-state-reasons.marker-print-ribbon-empty
pt_br: A Fita de Impressão do Marcador Atingiu o Seu Fim
ro: Marcatorul panglicii de imprimare este gol
sv: Märkare skrivband tomt

source: printer-state-reasons.marker-print-ribbon-missing
pt_br: Está Faltando a Fita de Impressão do Marcador
ro: Marcatorul panglicii de imprimare lipsețte
sv: Märkare skrivband saknas

source: printer-state-reasons.marker-supply-almost-empty
pt_br: A Reservatório do Marcador Está Quase Vazio
ro: Stocul de marcatori este aproape epuizat
sv: Märkare förbrukningsvaror nästan slut

source: printer-state-reasons.marker-supply-empty
pt_br: A Tinta ou o Cartucho Está Vazio
ro: Nivelul de cerneală/toner este zero
sv: Bläck/toner tom

source: printer-state-reasons.marker-supply-low
pt_br: O Nível da Tinta do Cartucho Está Baixo
ro: Nivelul de cerneală/toner este scăzut
sv: Bläck/toner tar snart slut

source: printer-state-reasons.marker-supply-missing
pt_br: Está Faltando o Reservatório do Marcador
ro: Stocul de marcatori lipsește
sv: Märkare förbrukningsvaror saknas

source: printer-state-reasons.marker-toner-cartridge-missing
pt_br: Está Faltando o Cartucho ou o Toner do Marcador
ro: Cartușul cu toner al marcatorului lipsește
sv: Märkare tonerkassett saknas

source: printer-state-reasons.marker-toner-missing
pt_br: Está Faltando o Toner do Marcador
ro: Lipsește tonerul marcatorului
sv: Märkare toner saknas

source: printer-state-reasons.marker-waste-almost-full
pt_br: O Reservatório de Tinta do Cartucho Está Quase Cheio
ro: Recipientul de cerneală/toner rezidual este aproape plin
sv: Bläck-/tonerslask nästan full

source: printer-state-reasons.marker-waste-full
pt_br: O Reservatório de Tinta do Cartucho Está Cheio
ro: Recipientul de cerneală/toner rezidual este plin
sv: Bläck-/tonerslask full

source: printer-state-reasons.marker-waste-ink-receptacle-almost-full
pt_br: O Reservatório de Tinta do Marcador Está Quase Cheio
ro: Recipientul de cerneală reziduală al marcatorului este aproape plin
sv: Märkare restbläckbehållare nästan full

source: printer-state-reasons.marker-waste-ink-receptacle-full
pt_br: O Reservatório de Tinta do Marcador Está Cheio
ro: Recipientul de cerneală reziduală al marcatorului este plin
sv: Märkare restbläckbehållare full

source: printer-state-reasons.marker-waste-ink-receptacle-missing
pt_br: Está Faltando o Reservatório de Tinta do Marcador
ro: Recipientul de cerneală reziduală al marcatorului lipsește
sv: Märkare restbläckbehållare saknas

source: printer-state-reasons.marker-waste-missing
pt_br: Está Faltando o Reservatório do Marcador
ro: Marcatorul recipientului de reziduri lipsește
sv: Märkare slask saknas

source: printer-state-reasons.marker-waste-toner-receptacle-almost-full
pt_br: O Reservatório do Toner do Marcador Está Quase Cheio
ro: Recipientul de toner rezidual al marcatorului este aproape plin
sv: Märkare toner-restbehållare nästan full

source: printer-state-reasons.marker-waste-toner-receptacle-full
pt_br: O Reservatório do Toner do Marcador Está Cheio
ro: Recipientul de toner rezidual al marcatorului este plin
sv: Märkare toner-restbehållare full

source: printer-state-reasons.marker-waste-toner-receptacle-missing
pt_br: Está Faltando o Reservatório do Toner do Marcador
ro: Recipientul de toner rezidual al marcatorului lipsește
sv: Märkare toner-restbehållare saknas

source: printer-state-reasons.material-empty
pt_br: Está Sem Material
ro: Cantitate de material epuizată
sv: Material tomt

source: printer-state-reasons.material-low
pt_br: A Quantidade de Material Está Baixa
ro: Cantitate de material redusă
sv: Material låg nivå

source: printer-state-reasons.material-needed
pt_br: É Necessário Mais Material
ro: Se necesită material
sv: Material behövs

source: printer-state-reasons.media-drying
pt_br: Secagem da Mídia
ro: Se usucă suportul de imprimaat
sv: Media torkar

source: printer-state-reasons.media-empty
pt_br: A bandeja de papel está vazia
ro: Tava pentru hârtie este goală
sv: Pappersfack är tomt

source: printer-state-reasons.media-jam
pt_br: Ocorreu um atolamento no papel
ro: Blocaj de hârtie
sv: Papperstrassel

source: printer-state-reasons.media-low
pt_br: A bandeja de papel está quase vazia
ro: Tava pentru hârtie este aproape goală
sv: Pappersfack är nästan tomt

source: printer-state-reasons.media-needed
pt_br: Adicionar papel
ro: Încărcați tava cu hârtie
sv: Ladda mer papper

source: printer-state-reasons.media-path-cannot-duplex-media-selected
pt_br: O Caminho da Mídia Não Consegue Fazer a Impressão Frente e Verso
ro: Traseul suportului nu permite imprimarea față-verso
sv: Mediaväg kan inte utföra 2-sidig utskrift

source: printer-state-reasons.media-path-failure
pt_br: Ocorreu uma Falha no Caminho da Mídia
ro: Eroare pe traseul suportului
sv: Mediaväg fel

source: printer-state-reasons.media-path-input-empty
pt_br: A Entrada do Caminho da Mídia Está Vazia
ro: Intrarea traseului suportului este goală
sv: Mediaväg inmatning tom

source: printer-state-reasons.media-path-input-feed-error
pt_br: Ocorreu um Erro na Alimentação da Entrada do Caminho da Mídia
ro: Eroare de alimentare a intrării traseului suportului
sv: Mediaväg inmatningsfel

source: printer-state-reasons.media-path-input-jam
pt_br: Ocorreu um Atolamento na Entrada do Caminho da Mídia
ro: Blocaj al intrării traseului suportului
sv: Mediaväg inmatning blockerad

source: printer-state-reasons.media-path-input-request
pt_br: Requisição da Entrada do Caminho da Mídia
ro: Solicitare de introducere în traseul suportului
sv: Mediaväg imatningsbegäran

source: printer-state-reasons.media-path-jam
pt_br: Ocorreu um Atolamento no Caminho da Mídia
ro: Blocaj al traseului suportului
sv: Mediaväg blockerad

source: printer-state-reasons.media-path-media-tray-almost-full
pt_br: O Caminho da Mídia da Bandeja Está Quase Cheia
ro: Tava suportului pentru traseul suportului este aproape plină
sv: Mediaväg mediafack nästan fullt

source: printer-state-reasons.media-path-media-tray-full
pt_br: O Caminho da Mídia na Bandeja Está Quase Cheio
ro: Tava suportului pentru traseul suportului este plină
sv: Mediaväg mediafack fullt

source: printer-state-reasons.media-path-media-tray-missing
pt_br: Está Faltando o Caminho da Mídia na Bandeja
ro: Tava suportului pentru traseul suportului lipsește
sv: Mediaväg mediafack saknas

source: printer-state-reasons.media-path-output-feed-error
pt_br: Ocorreu um Erro na Saída do Caminho da Mídia de Alimentação
ro: Eroare de alimentare a ieșirii traseului suportului
sv: Mediaväg utmatningsfel

source: printer-state-reasons.media-path-output-full
pt_br: A Saída do Caminho da Mídia Está Cheia
ro: Ieșirea traseului suportului este plină
sv: Mediaväg utmatning full

source: printer-state-reasons.media-path-output-jam
pt_br: Ocorreu um Atolamento na Saída do Caminho da Mídia
ro: Blocaj al ieșirii traseului suportului
sv: Mediaväg utmatning blockerad

source: printer-state-reasons.media-path-pick-roller-failure
pt_br: Ocorreu uma Falha no Rolete de Coleta no Caminho da Mídia
ro: Defecțiune la rola de selectare a traseului suportului media
sv: Mediaväg plockarrullefel

source: printer-state-reasons.media-path-pick-roller-life-over
pt_br: O Rolete de Coleta Atingiu o Fim da Sua Vida Útil
ro: Durata vieții utile a rolei de selectare a traseului suportului s-a sfârșit
sv: Mediaväg plockarrullens livstid över

source: printer-state-reasons.media-path-pick-roller-life-warn
pt_br: Aviso Sobre o Fim da Vida Útil do Rolete de Coleta do Caminho da Mídia
ro: Avertisment privind durata de viață utilă a rolei de selectare a traseului suportului
sv: Mediaväg plockarrulle varning om livstid

source: printer-state-reasons.media-path-pick-roller-missing
pt_br: Está Faltando o Rolete de Coleta do Caminho da Mídia
ro: Rola de selectare a traseului suportului media lipsește
sv: Mediaväg plockarrulle saknas

source: printer-state-reasons.motor-failure
pt_br: Ocorreu uma Falha no Motor
ro: Defecțiune a motorului
sv: Motorfel

source: printer-state-reasons.moving-to-paused
pt_br: A impressora não está conectada
ro: Imprimanta se deconectează
sv: Skrivaren kopplas snart ned

source: printer-state-reasons.none
pt_br: Nenhum
ro: Niciunul
sv: Inget

source: printer-state-reasons.opc-life-over
pt_br: O Fotocondutor Óptico Está no Fim da Sua Vida Útil
ro: Durata vieții utile a fotoconductorului organic (Opc) s-a sfârșit
sv: Optical Photoconductors livstid över

source: printer-state-reasons.opc-near-eol
pt_br: O Fotocondutor Óptico Está Quase no Fim da Sua Vida Útil
ro: Fotoconductor organic (Opc) aproape de sfârșitul duratei de viață utile
sv: OPC nära slut av livstid

source: printer-state-reasons.other
pt_br: Verifique se há erros na impressora
ro: Verificați imprimanta pentru erori
sv: Leta på skrivaren efter fel

source: printer-state-reasons.output-area-almost-full
pt_br: A lixeira da saída está quase cheia
ro: Recipientul de ieșire este aproape plin
sv: Utmatningskorgen är nästan full

source: printer-state-reasons.output-area-full
pt_br: A lixeira da saída está cheia
ro: Recipientul de ieșire este plin
sv: Utmatningskorgen är full

source: printer-state-reasons.output-mailbox-select-failure
pt_br: Ocorreu uma Falha na Seleção da Saída da Caixa de Correio
ro: Eșec la selectarea căsuței poștale de ieșire
sv: Utmatning fel vid val av brevlåda

source: printer-state-reasons.output-media-tray-failure
pt_br: Ocorreu uma Falha na Bandeja de Saída da Mídia
ro: Eroare la tava de ieșire a suportului
sv: Utmatning mediafackfel

source: printer-state-reasons.output-media-tray-feed-error
pt_br: Ocorreu um Erro na Alimentação da Bandeja de Saída da Mídia
ro: Eroare de alimentare a tăvii de ieșire
sv: Utmatning mediafack matningsfel

source: printer-state-reasons.output-media-tray-jam
pt_br: Ocorreu um Atolamento na Saída da Bandeja da Mídia
ro: Blocaj în tava de ieșire a suportului
sv: Utmatning mediafack blockerat

source: printer-state-reasons.output-tray-missing
pt_br: Está faltando a bandeja de saída
ro: Tava de ieșire lipsește
sv: Utmatningsfack saknas

source: printer-state-reasons.paused
pt_br: Pausado
ro: Pusă în pauză
sv: Pausad

source: printer-state-reasons.perforater-added
pt_br: O Perfurador Foi Adicionado
ro: Perforator adăugat
sv: Perforerare tillagd

source: printer-state-reasons.perforater-almost-empty
pt_br: O Perfurador Está Quase Vazio
ro: Perforatorul este aproape gol
sv: Perforerare nästan tom

source: printer-state-reasons.perforater-almost-full
pt_br: O Perfurador Está Quase Cheio
ro: Perforatorul este aproape plin
sv: Perforerare nästan full

source: printer-state-reasons.perforater-at-limit
pt_br: O Perfurador Está no Limite
ro: Perforatorul este la limită
sv: Perforerare vid gräns

source: printer-state-reasons.perforater-closed
pt_br: O Perfurador Está Fechado
ro: Perforator închis
sv: Perforerare stängd

source: printer-state-reasons.perforater-configuration-change
pt_br: Alterar as Configurações do Perfurador
ro: Modificare configurație perforator
sv: Perforerare konfiguration ändrad

source: printer-state-reasons.perforater-cover-closed
pt_br: A Tampa do Perfurador Está Fechada
ro: Capacul perforatorului este închis
sv: Perforerarens lucka stängd

source: printer-state-reasons.perforater-cover-open
pt_br: A Tampa do Perfurador Está Aberta
ro: Capacul perforatorului este deschis
sv: Perforerarens lucka öppen

source: printer-state-reasons.perforater-empty
pt_br: O Perfurador Está Vazio
ro: Perforatorul este gol
sv: Perforerare tom

source: printer-state-reasons.perforater-full
pt_br: O Perfurador Está Cheio
ro: Perforatorul este plin
sv: Perforerare full
