Repository: OpenPrinting/cups
Catalog: locale/cups_*.po
Languages: es, pt_br, ro, sv

source: baling-when.after-job
es: Tras tarea
pt_br: Trabalho
ro: Lucrare
sv: Jobb

source: baling-when.after-sets
es: Tras parámetros
pt_br: Definições
ro: Parametri
sv: Set

source: binding
es: vinculante
pt_br: Saída da Ligação
ro: legarea
sv: Bindning

source: binding-reference-edge
es: vincular-referencia-borde
pt_br: Borda de Ligação
ro: marginea de legare
sv: Bindningskant

source: binding-reference-edge.bottom
es: Suelo
pt_br: No Canto Inferior
ro: marginea inferioară
sv: Botten

source: binding-reference-edge.left
es: Izquierdo
pt_br: No Canto Esquerdo
ro: marginea din stânga
sv: Vänster

source: binding-reference-edge.right
es: Derecho
pt_br: No Canto Direito
ro: marginea din dreapta
sv: Höger

source: binding-reference-edge.top
es: Cima
pt_br: No Canto Superior
ro: marginea superioară
sv: Topp

source: binding-type
es: Tipo de encuadernación
pt_br: Tipo da Ligação
ro: tipul de legare
sv: Bindningstyp

source: binding-type.adhesive
es: Adhesivo
pt_br: Adesivo
ro: adeziv
sv: Självhäftande

source: binding-type.comb
es: Combinar
pt_br: Penteadeira
ro: combinat
sv: Kam

source: binding-type.flat
es: Liso
pt_br: Plano
ro: plan
sv: Flat

source: binding-type.padding
es: Relleno
pt_br: Preenchimento
ro: capitonare
sv: Utfyllnad

source: binding-type.perfect
es: Perfecto
pt_br: Perfeito
ro: perfect
sv: Perfekt

source: binding-type.spiral
es: Espiral
pt_br: Espiral
ro: spirală
sv: Spiral

source: binding-type.tape
es: Cinta
pt_br: Fita
ro: bandă
sv: Tejp

source: binding-type.velo
es: Velocidad
pt_br: Velocímetro
ro: pieptăne
sv: Velo

source: ca COMMON-NAME Sign a CSR to produce a certificate.
es: ca NOMBRE-COMÚN Firma un CSR para producir un certificado.
pt_br: ca COMMON-NAME Permite assinar um CSR (Certificate Signing Request ou Requisição de Assinatura do Certificado) para produzir um certificado.
ro: ca NUME-COMUN Semnează un CSR pentru a genera un certificat.

source: cacert COMMON-NAME Create a CA certificate.
es: cacert NOMBRE-COMÚN Crea un certificado AC.
pt_br: cacert COMMON-NAME Permite criar um certificado CA (Certification Authority ou Autoridade Certificadora).
ro: cacert NUME-COMUN Creează un certificat CA.

source: canceled
es: cancelado
pt_br: cancelado
ro: anulat
sv: stoppad

source: cert COMMON-NAME Create a certificate.
es: cert NOMBRE-COMÚN Crea un certificado.
pt_br: cert COMMON-NAME Permite criar um certificado.
ro: cert NUME-COMUN Creează un certificat.

source: chamber-humidity
es: Humedad de la cámara
pt_br: Umidade da Câmara
ro: Umiditatea camerei
sv: Kammarens fuktighet

source: chamber-temperature
es: Temperatura de la cámara
pt_br: Temperatura da Câmara
ro: Temperatura camerei
sv: Kammarens temperatur

source: charge-info-message
es: Coste del trabajo de impresión
pt_br: Custo do Trabalho de Impressão
ro: Costul lucrării de imprimare
sv: Kostnad för utskriftsjobb

source: clear [RESOURCE] Clear the authorization for a resource
es: clear [RESOURCE] Purga la automatización para un recurso
pt_br: clear [RESOURCE] Permite limpar a autorização de um recurso
ro: clear [RESURSĂ] Șterge autorizația pentru o resursă

source: client URI Connect to URI.
es: URI cliente Conectar a URI.
pt_br: client URI Permite conecte-se ao URI.
ro: client URI Conectați-vă la URI.

source: coating
es: Cubiertas
pt_br: Folhas de Revestimento
ro: Foi de copertă

source: coating-sides
es: Añadir cubierta a
pt_br: Adicionar o Revestimento em
ro: Adaugă copertă la

source: coating-sides.back
es: Trasera
pt_br: Verso
ro: Partea din spate
sv: Bak

source: coating-sides.both
es: Frontal y Trasera
pt_br: Frente e Verso
ro: Partea frontală și partea din spate
sv: Fram och bak

source: coating-sides.front
es: Frontal
pt_br: Frente
ro: Partea frontală
sv: Fram

source: coating-type
es: Tipo de Cubierta
pt_br: Tipo do Revestimento
ro: Tipul de copertă
sv: Typ av ytbeläggning

source: coating-type.archival
es: Archivador
pt_br: Arquivo
ro: Arhivă
sv: Arkivering

source: coating-type.archival-glossy
es: Archivador Brillante
pt_br: Arquivo Brilhante
ro: Arhivă lucioasă
sv: Arkivering glansig

source: coating-type.archival-matte
es: Archivador Mate
pt_br: Arquivo Fosco
ro: Arhivă mată
sv: Arkivering matt

source: coating-type.archival-semi-gloss
es: Archivador Semi Brillante
pt_br: Arquivo Semibrilhante
ro: Arhivă semi-lucioasă
sv: Arkivering halvglansig

source: coating-type.glossy
es: Brillante
pt_br: Brilhante
ro: Lucioasă
sv: Glansig

source: coating-type.high-gloss
es: Brillo Alto
pt_br: Muito Brilhante
ro: Super-lucioasă
sv: Hög glans

source: coating-type.matte
es: Mate
pt_br: Fosco
ro: Mată
sv: Matt

source: coating-type.semi-gloss
es: Semibrillante
pt_br: Semibrilhante
ro: Semi-lucioasă
sv: Halv glans

source: coating-type.silicone
es: Silicona
pt_br: Silicone
ro: Siliconă
sv: Silikon

source: coating-type.translucent
es: Translúcido
pt_br: Translúcido
ro: Translucidă
sv: Genomskinlig

source: completed
es: completado
pt_br: foi concluído
ro: finalizată
sv: klar

source: confirmation-sheet-print
es: Imprimir hoja de confirmación
pt_br: Relatório de Confirmação da Impressão
ro: Imprimă foaia de confirmare
sv: Skriv ut bekräftelsesida

source: copies
es: Copias
pt_br: Cópias
ro: copii
sv: Exemplar

source: cover-back
es: Contraportada
pt_br: Contracapa
ro: Coperta din spate
sv: Bakre omslag

source: cover-front
es: Portada
pt_br: Capa Frontal
ro: Coperta frontală
sv: Främre omslag

source: cover-sheet-info
es: Información de portada
pt_br: Informações da Folha de Rosto
ro: Informații privind pagina de copertă
sv: Info om omslagssida

source: cover-sheet-info-supported.date-time
es: Fecha Hora
pt_br: Data e a Hora
ro: Data și ora
sv: Datum tid

source: cover-sheet-info-supported.from-name
es: Nombre Origen
pt_br: Nome Para
ro: Numele expeditorului
sv: Från namn

source: cover-sheet-info-supported.logo
es: Logotipo
pt_br: Logotipo
ro: Logo
sv: Logo

source: cover-sheet-info-supported.message
es: Mensaje
pt_br: Mensagem
ro: Mesaj
sv: Meddelande

source: cover-sheet-info-supported.organization
es: Organización
pt_br: Organização
ro: Organizația
sv: Organisation

source: cover-sheet-info-supported.subject
es: Asunto
pt_br: Assunto
ro: Subiect
sv: Ämne

source: cover-sheet-info-supported.to-name
es: Nombre Destino
pt_br: Nomear
ro: Numele destinatarului
sv: Till namn

source: cover-type
es: Portada impresa
pt_br: Capa Impressa
ro: Coperta imprimată
sv: Utskrivet omslag

source: cover-type.no-cover
es: Sin tapa
pt_br: Sem a Capa
ro: Fără copertă
sv: Inget omslag

source: cover-type.print-back
es: Sólo atrás
pt_br: Somente o Verso
ro: Doar coperta din spate
sv: Bak endast

source: cover-type.print-both
es: Anverso y reverso
pt_br: Frente e Verso
ro: Coperta frontală și coperta din spate
sv: Fram och bak

source: cover-type.print-front
es: Sólo frontal
pt_br: Somente a Frente
ro: Doar coperta frontală
sv: Endast fram

source: cover-type.print-none
es: Ninguno
pt_br: Nenhum
ro: Niciuna
sv: Inget

source: covering
es: Tapa Salida
pt_br: Saída da Capa
ro: Creare coperți
sv: Omslagsutmatning

source: covering-name
es: Añadir cubierta
pt_br: Adicionar uma Capa
ro: Adaugă copertă
sv: Lägg till omslag

source: covering-name.plain
es: Llano
pt_br: Simples
ro: Simplă
sv: Vanligt

source: covering-name.pre-cut
es: Precortado
pt_br: Pré-cortado
ro: Pre-tăiată

source: covering-name.pre-printed
es: Preimpreso
pt_br: Pré-impresso
ro: Pre-imprimată

source: csr COMMON-NAME Create a certificate signing request.
es: csr NOMBRE-COMÚN Crea un certificado de firma solicitado.
pt_br: csr COMMON-NAME Permite criar uma requisição de assinatura do certificado.
ro: csr NUME-COMUN Creează o cerere de semnare a certificatului.

source: cups-deviced failed to execute.
es: Ha fallado al ejecutarse cups-deviced.
pt_br: Ocorreu uma falha na execução do cups-deviced.
ro: Execuția comenzii cups-deviced a eșuat.
sv: cups-deviced misslyckades med att starta.

source: cups-driverd failed to execute.
es: Ha fallado al ejecutarse cups-driverd.
pt_br: Ocorreu uma falha na execução do cups-driverd.
ro: Execuția comenzii cups-driverd a eșuat.
sv: cups-driverd misslyckades med att starta.

source: cups-driverd failed to get PPD file - see error_log for details.
es: cups-driverd ha fallado al obtener archivo PPD; consulte error_log para detalles.
pt_br: Ocorreu uma falha no cups-driverd ao obter o arquivo PPD. Por favor, obtenhas mais informações com o error_log.
ro: Obținerea fișierului PPD de către cups-driverd a eșuat - consultați error_log pentru detalii.

source: cups-oauth: Missing Authorization Server URI after '-a'.
es: cups-oauth: Autorización Ausente del URL del Servidor tras '-a'.
pt_br: O URI do servidor de autorização está faltando após a opção '-a' do cups-oauth.
ro: cups-oauth: Lipsește adresa URI a serverului de autorizare după „-a”.

source: cups-oauth: Missing client_id and/or client_secret.
es: cups-oauth: Ausencia client_id y/o client_secret.
pt_br: Está faltando o "client_id" e/ou o "client_secret" para o cups-oauth.
ro: cups-oauth: Lipsește client_id și/sau client_secret.

source: cups-oauth: Missing resource URI and/or access token.
es: cups-oauth: Recurso ausente de URI y/o vale de acceso.
pt_br: O recurso do URI e/ou a chave do portador estão faltando para o cups-oauth.
ro: cups-oauth: Lipsește URI-ul resursei și/sau jetonul de acces.

source: cups-oauth: Missing resource URI and/or device token.
ro: cups-oauth: Lipsește URI-ul resursei și/sau jetonul dispozitivului.

source: cups-oauth: Missing scope(s) after '-s'.
es: cups-oauth: Falta ámbito(s) tras '-s'.
pt_br: Está faltando a opção '-s' para o cups-oauth.
ro: cups-oauth: Lipsește domeniul (domeniile) de aplicare după „-s”.

source: cups-oauth: No authorization server specified.
es: cups-oauth: no se ha especificado ninguna autoridad de servidor.
pt_br: Não foi especificado o servidor de autorização para o cups-oauth.
ro: cups-oauth: Nu a fost specificat niciun server de autorizare.

source: cups-oauth: Unable to get access token from '%s': %s
es: cups-oauth: No es capaz de obtener vale de acceso desde '%s': %s
pt_br: Não foi possível obter a chave do portador de acesso do '%s' de %s para o cups-oauth
ro: cups-oauth: Nu s-a putut obține jetonul de acces de la „%s”: %s

source: cups-oauth: Unable to get authorization from '%s': %s
es: cups-oauth: No es capaz de obtener autorización desde '%s': %s
pt_br: Não foi possível obter a autorização '%s' de %s do cups-oauth
ro: cups-oauth: Nu s-a putut obține autorizarea de la „%s”: %s

source: cups-oauth: Unable to get device authorization from '%s': %s
ro: cups-oauth: Nu s-a putut obține autorizarea dispozitivului de la „%s”: %s

source: cups-oauth: Unable to get device token from '%s': %s
ro: cups-oauth: Nu s-a putut obține jetonul dispozitivului de la „%s”: %s

source: cups-oauth: Unable to get metadata for '%s': %s
es: cups-oauth: no es capaz de obtener metadatos para '%s': %s
pt_br: Não foi possível obter os metadados '%s' de %s para o cups-oauth
ro: cups-oauth: Nu s-au putut obține metadatele pentru „%s”: %s

source: cups-oauth: Unable to get user ID for '%s': %s
es: cups-oauth: no es capaz de obtener ID de usuario para '%s': %s
pt_br: Não foi possível obter o ID (identificador) do usuário '%s' de %s para o cups-oauth
ro: cups-oauth: Nu s-a putut obține ID-ul utilizatorului pentru „%s”: %s

source: cups-oauth: Unknown command '%s'.
es: cups-oauth: instrucción '%s' desconocida.
pt_br: O comando '%s' não é conhecido cups-oauth.
ro: cups-oauth: Comandă necunoscută „%s”.

source: cups-x509: Bad DAYS value '%s' after '-d'.
es: cups-x509: valor DAYS incorrecto '%s' tras '-d'.
pt_br: O valor do DAYS (dias) '%s' não é válido após a opção '-d' para o cups-x509.
ro: cups-x509: Valoare ZILE incorectă „%s” după „-d”.

source: cups-x509: Bad HTTP version.
es: cups-x509: versión HTTP incorrecta.
pt_br: A versão do HTTP não é válida para o cups-x509.
ro: cups-x509: Versiune HTTP incorectă.

source: cups-x509: Bad certificate type '%s'.
es: cups-x509: tipo de certificado '%s' incorrecto.
pt_br: O tipo do certificado '%s' não é válido para o cups-x509.
ro: cups-x509: Tip de certificat incorect „%s”.

source: cups-x509: Bad key usage '%s'.
es: cups-x509: clave de empleo '%s' incorrecta.
pt_br: Ocorreu um uso não correto da tecla '%s' para o cups-x509.
ro: cups-x509: Utilizare incorectă a cheii „%s”.

source: cups-x509: Bad purpose '%s'.
es: cups-x509: Propósito '%s' incorrecto.
pt_br: Ocorreu um propósito não correto da tecla '%s' para o cups-x509.
ro: cups-x509: Scop incorect „%s”.

source: cups-x509: Bad request line (%s).
es: cups-x509: línea de solicitud incorrecta (%s).
pt_br: A linha %s da requisição para o cups-x509 não válida.
ro: cups-x509: Linie de solicitare incorectă (%s).

source: cups-x509: Bad/unknown operation.
es: cups-x509: operación incorrecta/desconocida.
pt_br: A operação não é correta ou não é conhecida para o cups-x509.
ro: cups-x509: Operație incorectă/necunoscută.

source: cups-x509: Client closed connection.
es: cups-x509: conexión cerrada del cliente.
pt_br: O cliente fechou a conexão com o cups-x509.
ro: cups-x509: Clientul a închis conexiunea.

source: cups-x509: Missing CSR filename after '-R'.
es: cups-x509: nombre de archivo CSR ausente tras '-R'.
pt_br: O nome do arquivo CSR está faltando após a opção '-R' para o cups-x509.
ro: cups-x509: Lipsește numele fișierului CSR după „-R”.

source: cups-x509: Missing certificate type after '-t'.
es: cups-x509: tipo de certificado ausente tras '-t'.
pt_br: Está faltando o tipo do certificado após a opção '-t' para o cups-x509.
ro: cups-x509: Lipsește tipul certificatului după „-t”.

source: cups-x509: Missing command argument.
es: cups-x509: argumento de instrucción ausente.
pt_br: Está faltando o argumento do comando para o cups-x509.
ro: cups-x509: Lipsește argumentul comenzii.

source: cups-x509: Missing country after '-C'.
es: cups-x509: falta país tras '-C'.
pt_br: Está faltando o nome do país após a opção '-C' para o cups-x509.
ro: cups-x509: Lipsește țara după „-C”.

source: cups-x509: Missing expiration days after '-d'.
es: cups-x509: falta días de caducidad tras '-d'.
pt_br: Está faltando a quantidade de dias após a opção '-d' para o cups-x509.
ro: cups-x509: Zile de expirare lipsă după „-d”.

source: cups-x509: Missing key usage after '-u'.
es: cups-x509: falta uso de clave tras '-u'.
pt_br: Está faltando a utilização da tecla após a opção '-u' para o cups-x509.
ro: cups-x509: Lipsește utilizarea cheii după „-u”.

source: cups-x509: Missing locality/city/town after '-L'.
es: cups-x509: falta lugar/ciudad/pueblo tras '-L'.
pt_br: Está faltando a localidade/cidade/bairro após a opção '-L' para o cups-x509.
ro: cups-x509: Lipsește localitatea/orașul după „-L”.

source: cups-x509: Missing organization after '-O'.
es: cups-x509: falta organización tras '-O'.
pt_br: Está faltando a organização após a opção '-O' para o cups-x509.
ro: cups-x509: Lipsește organizația după „-O”.

source: cups-x509: Missing organizational unit after '-U'.
es: cups-x509: falta unidad de organización tras '-U'.
pt_br: Está faltando a unidade organizacional após a opção '-U' para o cups-x509.
ro: cups-x509: Lipsește unitatea organizațională după „-U”.

source: cups-x509: Missing purpose after '-p'.
es: cups-x509: Falta de propósito después de '-p'.
pt_br: Está faltando o propósito após a opção '-p' para o cups-x509.
ro: cups-x509: Lipsește scopul după „-p”.

source: cups-x509: Missing root name after '-r'.
es: cups-x509: Falta el nombre raíz después de '-r'.
pt_br: Está faltando o nome do root (administrador) após a opção '-r' para o cups-x509.
ro: cups-x509: Lipsește numele rădăcină după „-r”.

source: cups-x509: Missing state/province after '-S'.
es: cups-x509: Estado/provincia que falta después de '-S'.
pt_br: Está faltando o nome do estado/cidade após a opção '-S' para o cups-x509.
ro: cups-x509: Lipsește statul/provincia după „-S”.

source: cups-x509: Missing subjectAltName after '-a'.
es: cups-x509: Falta subjectAltName tras '-a'.
pt_br: Está faltando o subjectAltName após a opção '-a' para o cups-x509.
ro: cups-x509: Lipsește subjectAltName după „-a”.

source: cups-x509: No request for '%s'.
es: cups-x509: No se ha solicitado '%s'.
pt_br: Nenhuma requisição para o '%s' do cups-x509.
ro: cups-x509: Nicio solicitare pentru „%s”.

source: cups-x509: Too many subjectAltName values.
es: cups-x509: Demasiados valores subjectAltName.
pt_br: Existem muitos valores para o subjectAltName do cups-x509.
ro: cups-x509: Prea multe valori subjectAltName.

source: cups-x509: Unable to accept connection: %s
es: cups-x509: No se puede aceptar la conexión: %s
pt_br: Não foi possível aceitar a conexão %s para o cups-x509
ro: cups-x509: Nu s-a putut accepta conexiunea: %s

source: cups-x509: Unable to access '%s': %s
es: cups-x509: No se puede acceder a '%s': %s
pt_br: Não foi possível acessar '%s' de %s para o cups-x509
ro: cups-x509: Nu s-a putut accesa „%s”: %s

source: cups-x509: Unable to allocate memory for '%s': %s
es: cups-x509: No se puede asignar memoria para '%s': %s
pt_br: Não foi possível alocar a memória para '%s' de %s do cups-x509
ro: cups-x509: Nu s-a putut aloca memorie pentru „%s”: %s

source: cups-x509: Unable to connect to '%s': %s
ro: cups-x509: Nu s-a putut conecta la „%s”: %s

source: cups-x509: Unable to create certificate (%s)
es: cups-x509: No es capaz de crear certificado (%s)
pt_br: Não foi possível criar o certificado %s para o cups-x509
ro: cups-x509: Nu s-a putut crea certificatul (%s)

source: cups-x509: Unable to create certificate request (%s)
es: cups-x509: No es capaz de crear certificado solicitado (%s)
pt_br: Não foi possível criar a requisição %s do certificado para o cups-x509
ro: cups-x509: Nu s-a putut crea cererea de certificat (%s)

source: cups-x509: Unable to encrypt connection: %s
es: cups-x509: No es capaz de cifrar conexión: %s
pt_br: Não foi possível criptografar a conexão %s para o cups-x509
ro: cups-x509: Nu s-a putut cripta conexiunea: %s

source: cups-x509: Unable to get generated certificate for '%s'.
es: cups-x509: NO es capaz de obtener certificado generado para '%s'.
pt_br: Não foi possível obter o certificado que foi gerado para o '%s' do cups-x509.
ro: cups-x509: Nu s-a putut obține certificatul generat pentru „%s”.

source: cups-x509: Unable to get generated certificate request for '%s'.
es: cups-x509: No es capaz de obtener certificado generado solicitado por '%s'.
pt_br: Não foi possível obter a requisição para a geração do certificado para o '%s' do cups-x509.
ro: cups-x509: Nu s-a putut obține cererea de certificat generată pentru „%s”.

source: cups-x509: Unable to get generated private key for '%s'.
es: cups-x509: No es capaz de obtener clave privada generada para '%s'.
pt_br: Não foi possível obter a chave privada gerada para '%s' do cups-x509.
ro: cups-x509: Nu s-a putut obține cheia privată generată pentru „%s”.

source: cups-x509: Unable to listen on port %d: %s
es: cups-x509: No es capaz de escuchar en el puerto %d: %s
pt_br: Não foi possível escutar a porta %d de %s do cups-x509
ro: cups-x509: Nu s-a putut asculta pe portul %d: %s

source: cups-x509: Unable to read '%s'.
es: cups-x509: No es capaz de leer '%s'.
pt_br: Não foi possível ler '%s' do cups-x509.
ro: cups-x509: Nu s-a putut citi „%s”.

source: cups-x509: Unable to stat '%s': %s
es: cups-x509: No es capaz de declarar '%s': %s
pt_br: Não foi possível iniciar '%s' de %s do cups-x509
ro: cups-x509: Nu s-a putut efectua stat() „%s”: %s

source: cups-x509: Unknown command '%s'.
es: cups-x509: Instrucción '%s' desconocida.
pt_br: O comando '%s' não é conhecido para o cups-x509.
ro: cups-x509: Comandă necunoscută „%s”.

source: cupsctl: Cannot set %s directly.
es: cupsctl: No se puede establecer directamente %s.
pt_br: Não foi possível definir diretamente %s para o cupsctl.
ro: cupsctl: Nu se poate configura direct %s.
sv: cupsctl: Kan inte sätta %s direkt.

source: cupsctl: Unable to connect to server: %s
es: cupsctl: No se ha podido conectar al servidor: %s
pt_br: Não foi possível conectar ao servidor %s para o cupsctl
ro: cupsctl: Nu s-a putut conecta la server: %s
sv: cupsctl: Kan inte ansluta till server: %s

source: cupsctl: Unknown option "%s"
es: cupsctl: Opción "%s" desconocida
pt_br: A opção "%s" não é conhecida para o cupsctl
ro: cupsctl: Opțiune necunoscută „%s”
sv: cupsctl: Okänt alternativ "%s"

source: cupsctl: Unknown option "-%c"
es: cupsctl: Opción "-%c" desconocida
pt_br: A opção "-%c" não é conhecida para o cupsctl
ro: cupsctl: Opțiune necunoscută „-%c”
sv: cupsctl: Okänt alternativ "-%c"

source: cupsd: Expected config filename after "-c" option.
es: cupsd: Se esperaba un nombre de archivo de configuración tras la opción "-c".
pt_br: Era esperado o nome do arquivo de configurações após a opção "-c" do cupsd.
ro: cupsd: Se aștepta numele fișierului de configurare după opțiunea „-c”.
sv: cupsd: Konfig-filnamn förväntas efter alternativet "-c".

source: cupsd: Expected cups-files.conf filename after "-s" option.
es: cupsd: Se esperaba el nombre de archivo cups-files.conf tras la opción "-s".
pt_br: Era esperado o nome do arquivo do cups-files.conf após a opção "-s" para o cupsd.
ro: cupsd: Se aștepta numele fișierului cups-files.conf după opțiunea „-s”.
sv: cupsd: cups-files.conf-filnamn förväntades efter alternativet "-s".

source: cupsd: On-demand support not compiled in, running in normal mode.
es: cupsd: El uso bajo-demanda no está compilado. Funcionando en modo normal.
pt_br: A funcionalidade sob demanda não é compatível nesta compilação, por tanto, será executado o modo normal para o cupsd.
ro: cupsd: Suportul pentru funcționarea la cerere nu este compilat, se execută în modul normal.
sv: cupsd: Stöd för on-demand har inte kompilerats, kör i normalt läge.

source: cupsd: Relative cups-files.conf filename not allowed.
es: cupsd: No se permite nombre de archivo cups-files.conf relativo.
pt_br: O nome do arquivo relativo ao cups-files.conf não é permitido para o cupsd.
ro: cupsd: Numele fișierului relativ cups-files.conf nu este permis.
sv: cupsd: Relativt cups-files.conf-filnamn tillåts inte.

source: cupsd: Unable to get current directory.
es: cupsd: No se ha podido obtener el directorio actual.
pt_br: Não foi possível obter o diretório atual para o cupsd.
ro: cupsd: Nu s-a putut obține directorul curent.
sv: cupsd: Kan inte hämta nuvarande katalog.

source: cupsd: Unable to get path to cups-files.conf file.
es: cupsd: No se ha podido obtener la ruta al archivo cups-files.conf.
pt_br: Não foi possível obter o caminho para o arquivo cups-files.conf para o cupsd.
ro: cupsd: Nu s-a putut obține ruta către fișierul cups-files.conf.
sv: cupsd: Kan inte hämta sökväg till cups-files.conf-fil.

source: cupsd: Unknown argument "%s" - aborting.
es: cupsd: Argumento "%s" desconocido - cancelando.
pt_br: O argumento "%s" não é conhecido para o cupsd e a ação será abortada.
ro: cupsd: Argument necunoscut „%s” – se abandonează.
sv: cupsd: Okänt argument "%s" - avbryter.

source: cupsd: Unknown option "%c" - aborting.
es: cupsd: Opción "%c" desconocida - cancelando.
pt_br: A opção "%c" não é conhecida para o cupsd e a ação será abortada.
ro: cupsd: Opțiune necunoscută „%c” – se abandonează.
sv: cupsd: Okänt alternativ "%c" - avbryter.

source: cupsfilter: Invalid document number %d.
es: cupsfilter: Número de documento %d no válido.
pt_br: O número do documento %d não é válido para o cupsfilter.
ro: cupsfilter: Număr de document nevalid %d.
sv: cupsfilter: Ogiltigt dokumentnummer %d.

source: cupsfilter: Invalid job ID %d.
es: cupsfilter: ID de trabajo %d no válida.
pt_br: O ID (identificador) do trabalho %d não é válido para o cupsfilter.
ro: cupsfilter: ID de lucrare nevalid %d.
sv: cupsfilter: Ogiltigt jobb-ID %d.
