Repository: OpenPrinting/cups
Catalog: locale/cups_*.po
Languages: es, pt_br, ro, sv

source: printer-state-reasons.fax-modem-turned-off
pt_br: A Placa do Fax Modem Está Desligada
ro: Modemul-fax este dezactivat
sv: Faxmodem avstängt

source: printer-state-reasons.fax-modem-turned-on
pt_br: A Placa do Fax Modem Está Ligada
ro: Modemul-fax este activat
sv: Faxmodem påsatt

source: printer-state-reasons.folder-added
pt_br: A Dobradeira de Papel Foi Adicionada
ro: Dispozitiv de pliere adăugat
sv: Vikare tillagd

source: printer-state-reasons.folder-almost-empty
pt_br: A Dobradeira de Papel Está Quase Vazia
ro: Dispozitiv de pliere aproape gol
sv: Vikare nästan tom

source: printer-state-reasons.folder-almost-full
pt_br: Dobradeira de Papel Está Quase Cheia
ro: Dispozitiv de pliere aproape plin
sv: Vikare nästan full

source: printer-state-reasons.folder-at-limit
pt_br: A Dobradeira de Papel Está no Limite
ro: Dispozitiv de pliere aflat la limită
sv: Vikare vid gräns

source: printer-state-reasons.folder-closed
pt_br: A Dobradeira de Papel Está Fechada
ro: Dispozitiv de pliere închis
sv: Vikare stängd

source: printer-state-reasons.folder-configuration-change
pt_br: Alterar as Configurações da Dobradeira de Papel
ro: Modificare configurație dispozitiv de pliere
sv: Vikarens konfiguration ändrad

source: printer-state-reasons.folder-cover-closed
pt_br: A Tampa da Dobradeira de Papel Está Fechada
ro: Capacul dispozitivului de pliere este închis
sv: Vikarens lucka stängd

source: printer-state-reasons.folder-cover-open
pt_br: A Tampa da Dobradeira de Papel Está Aberta
ro: Capacul dispozitivului de pliere este deschis
sv: Vikarens lucka öppen

source: printer-state-reasons.folder-empty
pt_br: A Dobradeira de Papel Está Vazia
ro: Dispozitiv de pliere gol
sv: Vikare tom

source: printer-state-reasons.folder-full
pt_br: A Dobradeira de Papel Está Cheia
ro: Dispozitiv de pliere plin
sv: Vikare full

source: printer-state-reasons.folder-interlock-closed
pt_br: O Intertravamento da Dobradeira de Papel Está Fechado
ro: Închizătoarea dispozitivului de pliere este închisă
sv: Vikarens lås stängt

source: printer-state-reasons.folder-interlock-open
pt_br: O Intertravamento da Dobradeira de Papel Está Aberta
ro: Închizătoarea dispozitivului de pliere este deschisă
sv: Vikarens lås öppet

source: printer-state-reasons.folder-jam
pt_br: Ocorreu um Atolamento na Dobradeira de Papel
ro: Blocaj al dispozitivului de pliere
sv: Vikare blockerad

source: printer-state-reasons.folder-life-almost-over
pt_br: A Dobradeira de Papel Está Quase no Fim da Sua Vida Útil
ro: Dispozitivul de pliere este aproape de sfârșitul vieții sale utile
sv: Vikarens livstid nästan över

source: printer-state-reasons.folder-life-over
pt_br: A Dobradeira de Papel Está no Fim da Sua Vida Útil
ro: Durata vieții utile a dispozitivului de piere s-a sfârșit
sv: Vikarens livstid över

source: printer-state-reasons.folder-memory-exhausted
pt_br: A Memória da Dobradeira de Papel Foi Esgotada
ro: Memorie epuizată a dispozitivului de pliere
sv: Vikarens minne fullt

source: printer-state-reasons.folder-missing
pt_br: Está Faltando a Dobradeira de Papel
ro: Dispozitivul de pliere lipsește
sv: Vikare saknas

source: printer-state-reasons.folder-motor-failure
pt_br: Ocorreu uma Falha no Motor da Dobradeira de Papel
ro: Defecțiune a motorului dispozitivului de pliere
sv: Vikare motorfel

source: printer-state-reasons.folder-near-limit
pt_br: A Dobradeira de Papel Está Próxima do Seu Limite
ro: Dispozitiv de pliere aproape de limită
sv: Vikare vid gräns

source: printer-state-reasons.folder-offline
pt_br: A Dobradeira de Papel Não Está Conectada
ro: Dispozitivul de pliere este deconectat
sv: Vikare nedkopplad

source: printer-state-reasons.folder-opened
pt_br: A Dobradeira de Papel Está Aberta
ro: Dispozitiv de pliere deschis
sv: Vikare öppen

source: printer-state-reasons.folder-over-temperature
pt_br: A Dobradeira de Papel Atingiu uma Temperatura Excessiva
ro: Dispozitivul de pliere este la o temperatură excesivă
sv: Vikare över normal temperatur

source: printer-state-reasons.folder-power-saver
pt_br: A Dobradeira de Papel Entrou no Modo de Economia de Energia
ro: Modul de economisire a energiei pentru dispozitivul de pliere
sv: Vikare energispar

source: printer-state-reasons.folder-recoverable-failure
pt_br: Ocorreu uma Falha na Dobradeira de Papel que Pode Ser Restaurada
ro: Eșec recuperabil al dispozitivului de pliere
sv: Vikare återhämtningsbart fel

source: printer-state-reasons.folder-recoverable-storage
pt_br: O Armazenamento da Dobradeira de Papel Pode Ser Restaurado
ro: Stocare recuperabilă a dispozitivului de pliere
sv: Vikare återhämtningsbar lagring

source: printer-state-reasons.folder-removed
pt_br: A Dobradeira de Papel Foi Removida
ro: Dispozitiv de pliere eliminat
sv: Vikare borttagen

source: printer-state-reasons.folder-resource-added
pt_br: A Funcionalidade da Dobradeira de Papel Foi Adicionada
ro: Resursă pentru dispozitiv de pliere adăugată
sv: Vikarresurs tillagd

source: printer-state-reasons.folder-resource-removed
pt_br: A Funcionalidade da Dobradeira de Papel Foi Removida
ro: Resursă pentru dispozitiv de pliere eliminată
sv: Vikarresurs borttagen

source: printer-state-reasons.folder-thermistor-failure
pt_br: Ocorreu uma Falha no Termistor da Dobradeira de Papel
ro: Eșec al termistorului dispozitivului de pliere
sv: Vikare termistorfel

source: printer-state-reasons.folder-timing-failure
pt_br: Ocorreu uma Falha no Temporizador da Dobradeira de Papel
ro: Eșec de sincronizare al dispozitivului de pliere
sv: Vikare timing-fel

source: printer-state-reasons.folder-turned-off
pt_br: A Dobradeira de Papel Está Desligada
ro: Dispozitivul de pliere este dezactivat
sv: Vikare avstängd

source: printer-state-reasons.folder-turned-on
pt_br: A Dobradeira de Papel Está Ligada
ro: Dispozitivul de pliere este activat
sv: Vikare påsatt

source: printer-state-reasons.folder-under-temperature
pt_br: A Dobradeira de Papel Está com a Temperatura Abaixo do Normal
ro: Dispozitiv de pliere aflat sub temperatura normală de funcționare
sv: Vikare under normal temperatur

source: printer-state-reasons.folder-unrecoverable-failure
pt_br: Ocorreu uma Falha na Dobradeira de Papel que Não Pode Ser Restaurada
ro: Eșec irecuperabil al dispozitivului de pliere
sv: Vikare ej återhämtningsbart fel

source: printer-state-reasons.folder-unrecoverable-storage-error
pt_br: Ocorreu um Erro no Armazenamento da Dobradeira de Papel que Não Pode Ser Restaurado
ro: Eroare de stocare irecuperabilă a dispozitivului de pliere
sv: Vikare ej återhämtningsbart lagringsfel

source: printer-state-reasons.folder-warming-up
pt_br: A Dobradeira de Papel Está Aquecendo
ro: Dispozitivul de pliere se supraîncălzește
sv: Vikare värmer upp

source: printer-state-reasons.fuser-over-temp
pt_br: A Unidade de Fusão Está com a Temperatura Alta
ro: Temperatură ridicată a rolei de încălzire (cuptorul de fixare)
sv: Svets temperatur hög

source: printer-state-reasons.fuser-under-temp
pt_br: A Unidade de Fusão Está com a Temperatura Baixa
ro: Temperatură scăzută a rolei de încălzire (cuptorul de fixare)
sv: Svets temperatur låg

source: printer-state-reasons.hold-new-jobs
pt_br: Reter os Novos Trabalhos
ro: Reține lucrările noi

source: printer-state-reasons.identify-printer-requested
pt_br: Identificação da Impressora
ro: Identificare imprimantă
sv: Identifiera skrivare

source: printer-state-reasons.imprinter-added
pt_br: A Impressora Foi Adicionada
ro: Dispozitiv imprimator adăugat
sv: Präglare tillagd

source: printer-state-reasons.imprinter-almost-empty
pt_br: A Impressora Está Quase Vazia
ro: Dispozitiv imprimator aproape gol
sv: Präglare nästan tom

source: printer-state-reasons.imprinter-almost-full
pt_br: A Impressora Está Quase Cheia
ro: Dispozitiv imprimator aproape plin
sv: Präglare nästan full

source: printer-state-reasons.imprinter-at-limit
pt_br: A Impressora Está no Limite
ro: Dispozitiv imprimator la limită
sv: Präglare vid gräns

source: printer-state-reasons.imprinter-closed
pt_br: A Impressora Está Fechada
ro: Dispozitiv imprimator închis
sv: Präglare stängd

source: printer-state-reasons.imprinter-configuration-change
pt_br: Alterar as Configurações da Impressora
ro: Modificare configurație dispozitiv imprimator
sv: Präglarens konfiguration ändrad

source: printer-state-reasons.imprinter-cover-closed
pt_br: A Tampa da Impressora Está Fechada
ro: Capacul dispozitivului imprimator este închis
sv: Präglarens lucka stängd

source: printer-state-reasons.imprinter-cover-open
pt_br: A Tampa da Impressora Está Aberta
ro: Capacul dispozitivului imprimator este deschis
sv: Präglarens lucka öppen

source: printer-state-reasons.imprinter-empty
pt_br: A Impressora Está Vazia
ro: Dispozitiv imprimator gol
sv: Präglare tom

source: printer-state-reasons.imprinter-full
pt_br: A Impressora Está Cheia
ro: Dispozitiv imprimator plin
sv: Präglare full

source: printer-state-reasons.imprinter-interlock-closed
pt_br: O Intertravamento da Impressora Está Fechado
ro: Închizătoarea dispozitivului imprimator este închisă
sv: Präglarens lås stängt

source: printer-state-reasons.imprinter-interlock-open
pt_br: O Intertravamento da Impressora Está Aberto
ro: Închizătoarea dispozitivului imprimator este deschisă
sv: Präglarens lås öppet

source: printer-state-reasons.imprinter-jam
pt_br: Ocorreu um Atolamento na Impressora
ro: Blocaj al dispozitivului imprimator
sv: Präglare blockerad

source: printer-state-reasons.imprinter-life-almost-over
pt_br: A Impressora Está Quase no Fim da Sua Vida Útil
ro: Dispozitivul imprimator este aproape de sfârșitul vieții sale utile
sv: Präglarens livstid nästan över

source: printer-state-reasons.imprinter-life-over
pt_br: A Impressora Está no Fim da Sua Vida Útil
ro: Durata vieții utile a dispozitivului imprimator s-a sfârșit
sv: Präglarens livstid över

source: printer-state-reasons.imprinter-memory-exhausted
pt_br: A Memória da Impressora Foi Esgotada
ro: Memorie epuizată a dispozitivului imprimator
sv: Präglarens minne fullt

source: printer-state-reasons.imprinter-missing
pt_br: Está Faltando a Impressora
ro: Dispozitivul imprimator lipsește
sv: Präglare saknas

source: printer-state-reasons.imprinter-motor-failure
pt_br: Ocorreu uma Falha no Motor da Impressora
ro: Defecțiune a motorului dispozitivului imprimator
sv: Präglare motorfel

source: printer-state-reasons.imprinter-near-limit
pt_br: A Impressora Está Próximo do Seu Limite
ro: Dispozitiv imprimator aproape de limită
sv: Präglare vid gräns

source: printer-state-reasons.imprinter-offline
pt_br: A Impressora Não Está Conectada
ro: Dispozitivul imprimator este deconectat
sv: Präglare nedkopplad

source: printer-state-reasons.imprinter-opened
pt_br: A Impressora Está Aberta
ro: Dispozitivul imprimator este deschis
sv: Präglare öppen

source: printer-state-reasons.imprinter-over-temperature
pt_br: A Impressora Atingiu uma Temperatura Excessiva
ro: Dispozitivul imprimator este la o temperatură excesivă
sv: Präglare över normal temperatur

source: printer-state-reasons.imprinter-power-saver
pt_br: A Impressora Entrou no Modo de Economia de Energia
ro: Modul de economisire a energiei pentru dispozitivul imprimator
sv: Präglare energispar

source: printer-state-reasons.imprinter-recoverable-failure
pt_br: Ocorreu uma Falha na Impressora que Pode Ser Restaurada
ro: Eșec recuperabil al dispozitivului imprimator
sv: Präglare återhämtningsbart fel

source: printer-state-reasons.imprinter-recoverable-storage
pt_br: Ocorreu uma Falha no Armazenamento da Impressora que Não Pode Ser Restaurada
ro: Stocare recuperabilă a dispozitivului imprimator
sv: Präglare återhämtningsbar lagring

source: printer-state-reasons.imprinter-removed
pt_br: A Impressora Foi Removida
ro: Dispozitiv imprimator eliminat
sv: Präglare borttagen

source: printer-state-reasons.imprinter-resource-added
pt_br: A Funcionalidade da Impressora Foi Adicionada
ro: Resursă pentru dispozitiv imprimator adăugată
sv: Präglarresurs tillagd

source: printer-state-reasons.imprinter-resource-removed
pt_br: A Funcionalidade da Impressora Foi Removida
ro: Resursă pentru dispozitiv imprimator eliminată
sv: Präglarresurs borttagen

source: printer-state-reasons.imprinter-thermistor-failure
pt_br: Ocorreu uma Falha no Termistor da Impressora
ro: Eșec al termistorului dispozitivului imprimator
sv: Präglare termistorfel

source: printer-state-reasons.imprinter-timing-failure
pt_br: Ocorreu uma Falha no Temporizador da Impressora
ro: Eșec de sincronizare al dispozitivului imprimator
sv: Präglare timing-fel

source: printer-state-reasons.imprinter-turned-off
pt_br: A Impressora Está Desligada
ro: Dispozitivul imprimator este dezactivat
sv: Präglare avstängd

source: printer-state-reasons.imprinter-turned-on
pt_br: A Impressora Está Ligada
ro: Dispozitivul imprimator este activat
sv: Präglare påsatt

source: printer-state-reasons.imprinter-under-temperature
pt_br: A Impressora Está com a Temperatura Abaixo do Normal
ro: Dispozitiv imprimator aflat sub temperatura normală de funcționare
sv: Präglare under normal temperatur

source: printer-state-reasons.imprinter-unrecoverable-failure
pt_br: Ocorreu uma Falha na Impressora que Não Pode Ser Restaurada
ro: Eșec irecuperabil al dispozitivului imprimator
sv: Präglare ej återhämtningsbart fel

source: printer-state-reasons.imprinter-unrecoverable-storage-error
pt_br: Ocorreu um Erro no Armazenamento da Impressora que Não Pode Ser Restaurado
ro: Eroare de stocare irecuperabilă a dispozitivului imprimator
sv: Präglare ej återhämtningsbart lagringsfel

source: printer-state-reasons.imprinter-warming-up
pt_br: A Impressora Está Aquecendo
ro: Dispozitivul imprimator se supraîncălzește
sv: Präglare värmer upp

source: printer-state-reasons.input-cannot-feed-size-selected
pt_br: Não é Possível Alimentar com Entrada do Tamanho que Foi Selecionado
ro: Intrarea nu se poate alimenta cu dimensiunea selectată
sv: Inmatning kan inte mata vald storlek

source: printer-state-reasons.input-manual-input-request
pt_br: Requisição da Entrada do Manual
ro: Se solicită introducerea manuală
sv: Inmatning begäran om manuell inmatning

source: printer-state-reasons.input-media-color-change
pt_br: Alterar a Cor da Mídia de Entrada
ro: Schimbarea culorii suportului de intrare
sv: Inmatning ändring av mediafärg

source: printer-state-reasons.input-media-form-parts-change
pt_br: Alterar Partes do Formulário da Mídia de Entrada
ro: Modificarea părților formularului suportului de intrare
sv: Inmatning ändring av mediaformdelar

source: printer-state-reasons.input-media-size-change
pt_br: Alterar o Tamanho da Mídia de Entrada
ro: Modificarea dimensiunii suportului de intrare
sv: Inmatning ändring av mediastorlek

source: printer-state-reasons.input-media-tray-failure
pt_br: Ocorreu uma Falha na Bandeja da Mídia de Entrada
ro: Eroare la tava pentru suporturi de intrare
sv: Inmatning fel på mediafack

source: printer-state-reasons.input-media-tray-feed-error
pt_br: Ocorreu um Erro no Alimentador da Bandeja da Mídia de Entrada
ro: Eroare de alimentare a tăvii pentru suporturi de intrare
sv: Inmatning fel på mediafackmatning

source: printer-state-reasons.input-media-tray-jam
pt_br: Ocorreu um Atolamento na Entrada da Bandeja da Mídia
ro: Blocaj în tava pentru suporturi de intrare
sv: Inmatning mediafack blockerat

source: printer-state-reasons.input-media-type-change
pt_br: Alterar o Tipo da Mídia de Entrada
ro: Modificarea tipului suportului de intrare
sv: Inmatning ändring av mediatyp

source: printer-state-reasons.input-media-weight-change
pt_br: Alterar o Peso da Mídia de Entrada
ro: Modificarea greutății suportului de intrare
sv: Inmatning ändring av mediavikt

source: printer-state-reasons.input-pick-roller-failure
pt_br: Ocorreu uma Falha no Rolete da Coleta de Entrada
ro: Defecțiune la rola de selectare a intrării
sv: Inmatning fel på plockarrulle

source: printer-state-reasons.input-pick-roller-life-over
pt_br: O Rolete da Coleta de Entrada Está no Fim da Sua Vida Útil
ro: Durata vieții utile a rolei de selectare a intrării s-a sfârșit
sv: Inmatning plockarrullens livstid över

source: printer-state-reasons.input-pick-roller-life-warn
pt_br: Aviso Sobre a Vida Útil do Rolete da Coleta de Entrada
ro: Avertisment privind durata de viață utilă a rolei de selectare a intrării
sv: Inmatning plockarrullens livstid varning

source: printer-state-reasons.input-pick-roller-missing
pt_br: Está Faltando o Rolete da Seleção de Entrada
ro: Rola de selectare a intrării lipsește
sv: Inmatning plockarrulle saknas

source: printer-state-reasons.input-tray-elevation-failure
pt_br: Ocorreu uma Falha no Elevador da Bandeja de Entrada
ro: Eroare la ridicarea tăvii de alimentare
sv: Inmatning fel vid facklyft

source: printer-state-reasons.input-tray-missing
pt_br: Está Faltando a Bandeja de Papel
ro: Tava pentru hârtie lipsește
sv: Pappersfack saknas

source: printer-state-reasons.input-tray-position-failure
pt_br: Ocorreu uma Falha na Posição da Bandeja de Entrada
ro: Eroare de poziționare a tăvii de alimentare
sv: Inmatning fel på fackposition

source: printer-state-reasons.inserter-added
pt_br: O Alimentador de Folhas Foi Adicionado
ro: Dispozitiv de inserare adăugat
sv: Isättare tillagd

source: printer-state-reasons.inserter-almost-empty
pt_br: O Alimentador de Folhas Está Quase Vazio
ro: Dispozitiv de inserare aproape gol
sv: Isättare nästan tom

source: printer-state-reasons.inserter-almost-full
pt_br: O Alimentador de Folhas Está Quase Cheio
ro: Dispozitiv de inserare aproape plin
sv: Isättare nästan full

source: printer-state-reasons.inserter-at-limit
pt_br: O Alimentador de Folhas Está no Limite
ro: Dispozitiv de inserare aflat la limită
sv: Isättare vid gräns

source: printer-state-reasons.inserter-closed
pt_br: O Alimentador de Folhas Está Fechado
ro: Dispozitiv de inserare închis
sv: Isättare stängd

source: printer-state-reasons.inserter-configuration-change
pt_br: Alterar as Configurações do Alimentador de Folhas
ro: Modificare configurație dispozitiv de inserare
sv: Isättare konfigurationsändring

source: printer-state-reasons.inserter-cover-closed
pt_br: A Tampa do Alimentador de Folhas Está Fechada
ro: Capacul dispozitivului de inserare este închis
sv: Isättarens lucka stängd

source: printer-state-reasons.inserter-cover-open
pt_br: A Tampa do Alimentador de Folhas Está Aberta
ro: Capacul dispozitivului de inserare este deschis
sv: Isättarens lucka öppen

source: printer-state-reasons.inserter-empty
pt_br: O Alimentador de Folhas Está Vazio
ro: Dispozitiv de inserare gol
sv: Isättare tom

source: printer-state-reasons.inserter-full
pt_br: O Alimentador de Folhas Está Cheio
ro: Dispozitiv de inserare plin
sv: Isättare full

source: printer-state-reasons.inserter-interlock-closed
pt_br: O Intertravamento do Alimentador de Folhas Está Fechado
ro: Închizătoarea dispozitivului de inserare este închisă
sv: Isättarens lås stängt

source: printer-state-reasons.inserter-interlock-open
pt_br: O Intertravamento do Alimentador de Folhas Está Aberto
ro: Închizătoarea dispozitivului de inserare este deschisă
sv: Isättarens lås öppet

source: printer-state-reasons.inserter-jam
pt_br: Ocorreu um Atolamento no Alimentador de Folhas
ro: Blocaj al dispozitivului de inserare
sv: Isättare blockerad

source: printer-state-reasons.inserter-life-almost-over
pt_br: O Alimentador de Folhas Está Quase no Fim da Sua Vida Útil
ro: Dispozitivul de inserare este aproape de sfârșitul vieții sale utile
sv: Isättarens livstid nästan över

source: printer-state-reasons.inserter-life-over
pt_br: O Alimentador de Folhas Está no Fim da Sua Vida Útil
ro: Durata vieții utile a dispozitivului de inserare s-a sfârșit
sv: Isättarens livstid över

source: printer-state-reasons.inserter-memory-exhausted
pt_br: A Memória do Alimentador de Folhas Foi Esgotada
ro: Memorie epuizată a dispozitivului de inserare
sv: Isättarens minne fullt

source: printer-state-reasons.inserter-missing
pt_br: Está Faltando o Alimentador de Folhas
ro: Dispozitivul de inserare lipsește
sv: Isättare saknas

source: printer-state-reasons.inserter-motor-failure
pt_br: Ocorreu uma Falha no Motor do Alimentador de Folhas
ro: Defecțiune a motorului dispozitivului de inserare
sv: Isättare motorfel

source: printer-state-reasons.inserter-near-limit
pt_br: O Alimentador de Folhas Está Próximo do Seu Limite
ro: Dispozitiv de inserare aproape de limită
sv: Isättare vid gräns

source: printer-state-reasons.inserter-offline
pt_br: O Alimentador de Folhas Não Está Conectado
ro: Dispozitivul de inserare este deconectat
sv: Isättare nedkopplad

source: printer-state-reasons.inserter-opened
pt_br: O Alimentador de Folhas Está Aberto
ro: Dispozitivul de inserare este deschis
sv: Isättare öppen

source: printer-state-reasons.inserter-over-temperature
pt_br: O Alimentador de Folhas Atingiu uma Temperatura Excessiva
ro: Dispozitivul de inserare este la o temperatură excesivă
sv: Isättare över normal temperatur

source: printer-state-reasons.inserter-power-saver
pt_br: O Alimentador de Folhas Entrou no Modo de Economia de Energia
ro: Modul de economisire a energiei pentru dispozitivul de inserare
sv: Isättare energispar

source: printer-state-reasons.inserter-recoverable-failure
pt_br: Ocorreu uma Falha no Alimentador de Folhas que Pode Ser Restaurada
ro: Eșec recuperabil al dispozitivului de inserare
sv: Isättare återhämtningsbart fel

source: printer-state-reasons.inserter-recoverable-storage
pt_br: O Armazenamento do Alimentador de Folhas Pode Ser Restaurado
ro: Stocare recuperabilă a dispozitivului de inserare
sv: Isättare återhämtningsbar lagring

source: printer-state-reasons.inserter-removed
pt_br: O Alimentador de Folhas Foi Removido
ro: Dispozitiv de inserare eliminat
sv: Isättare borttagen

source: printer-state-reasons.inserter-resource-added
pt_br: A Funcionalidade do Alimentador de Folhas Foi Adicionada
ro: Resursă pentru dispozitiv de inserare adăugată
sv: Isättarresurs tillagd

source: printer-state-reasons.inserter-resource-removed
pt_br: A Funcionalidade do Alimentador de Folhas Foi Removida
ro: Resursă pentru dispozitiv de inserare eliminată
sv: Isättarresurs borttagen

source: printer-state-reasons.inserter-thermistor-failure
pt_br: Ocorreu uma Falha no Termistor do Alimentador de Folhas
ro: Eșec al termistorului dispozitivului de inserare
sv: Isättare termistorfel

source: printer-state-reasons.inserter-timing-failure
pt_br: Ocorreu uma Falha no Temporizador do Alimentador de Folhas
ro: Eșec de sincronizare al dispozitivului de inserare
sv: Isättare timing-fel

source: printer-state-reasons.inserter-turned-off
pt_br: O Alimentador de Folha Está Desligado
ro: Dispozitivul de inserare este dezactivat
sv: Isättare avstängd

source: printer-state-reasons.inserter-turned-on
pt_br: O Alimentador de Folha Está Ligado
ro: Dispozitivul de inserare este activat
sv: Isättare påsatt

source: printer-state-reasons.inserter-under-temperature
pt_br: O Alimentador de Folhas Está com a Temperatura Abaixo do Normal
ro: Dispozitiv de inserare aflat sub temperatura normală de funcționare
sv: Isättare under normal temperatur

source: printer-state-reasons.inserter-unrecoverable-failure
pt_br: Ocorreu uma Falha no Alimentador de Folhas que Não Pode Ser Restaurada
ro: Eșec irecuperabil al dispozitivului de inserare
sv: Isättare ej återhämtningsbart fel

source: printer-state-reasons.inserter-unrecoverable-storage-error
pt_br: Ocorreu um Erro no Alimentador de Folhas que Não Pode Ser Restaurado
ro: Eroare de stocare irecuperabilă a dispozitivului de inserare
sv: Isättare ej återhämtningsbart lagringsfel

source: printer-state-reasons.inserter-warming-up
pt_br: O Alimentador de Folhas Está Aquecendo
ro: Dispozitivul de inserare se supraîncălzește
sv: Isättare värmer upp

source: printer-state-reasons.interlock-closed
pt_br: O Intertravamento Está Fechado
ro: Închizătoarea este închisă
sv: Lås stängt
