Repository: OpenPrinting/cups
Catalog: locale/cups_*.po
Languages: es, pt_br, ro, sv

source: Unable to write X.509 certificate signing request.
es: No es capaz de escribir solicitud de firma de certificado X.509.
pt_br: Não foi possível gravar a requisição da assinatura do certificado X.509.
ro: Nu s-a putut scrie cererea de semnare a certificatului X.509.

source: Unable to write X.509 certificate.
es: No es capaz de escribir certificado X.509.
pt_br: Não foi possível escrever no certificado X.509.
ro: Nu s-a putut scrie certificatul X.509.

source: Unable to write print data
es: No es capaz de escribir los datos de impresión
pt_br: Não foi possível escrever os dados da impressão
ro: Nu s-au putut scrie datele de imprimare
sv: Kan inte skriva utskriftsdata

source: Unable to write private key.
es: No es capaz de escribir llave privada.
pt_br: Não foi possível escrever na chave privada.
ro: Nu s-a putut scrie cheia privată.

source: Unable to write public key.
es: No es capaz de escribir llave pública.
pt_br: Não é possível escrever na chave pública.
ro: Nu s-a putut scrie cheia publică.

source: Unable to write uncompressed print data: %s
es: No se han podido escribir los datos de impresión sin comprimir: %s
pt_br: Não foi possível escrever os dados descompactados da impressão %s
ro: Nu s-au putut scrie datele de imprimare necomprimate: %s
sv: Kan inte skriva okomprimerad utskriftsdata: %s

source: Unauthorized
es: No autorizado
pt_br: Não autorizado
ro: Neautorizat
sv: Ej auktoriserad

source: Units
es: Unidades
pt_br: Unidades
ro: Unități
sv: Enheter

source: Unknown
es: Desconocido
pt_br: Não é conhecido
ro: Necunoscut
sv: Okänd

source: Unknown choice "%s" for option "%s".
es: Preferencia "%s" desconocida para la opción "%s".
pt_br: A escolha "%s" não é conhecida para a opção "%s".
ro: Alegere necunoscută „%s” pentru opțiunea „%s”.
sv: Okänt val "%s" för alternativ "%s".

source: Unknown encryption option value: "%s".
es: Valor de opción de cifrado "%s" desconocida.
pt_br: O valor da opção "%s" da criptografia não é conhecida.
ro: Valoare necunoscută pentru opțiunea de criptare: „%s”.
sv: Okänt värde för krypteringsalternativ: "%s".

source: Unknown file order: "%s".
es: Orden de archivos "%s" desconocido.
pt_br: A ordem do arquivo "%s" não é conhecida.
ro: Ordine necunoscută a fișierelor: „%s”.
sv: Okänd filordning: "%s".

source: Unknown format character: "%c".
es: Carácter de formato "%c" desconocido.
pt_br: O caractere "%c" tem um formato que não é conhecido.
ro: Caracter de format necunoscut: „%c”.
sv: Okänt formattecken: "%c".

source: Unknown hash algorithm.
es: Algoritmo de hash desconocido.
pt_br: O algoritmo do hash não é conhecido.
ro: Algoritm de sumă de control (hash) necunoscut.
sv: Okänd hash-algoritm.

source: Unknown media size name.
es: Nombre de tamaño de papel desconocido.
pt_br: O tamanho do nome da mídia não é conhecido.
ro: Nume necunoscut pentru dimensiunea suportului de imprimat.
sv: Okänt mediastorleksnamn.

source: Unknown option "%s" with value "%s".
es: Opción "%s" con valor "%s" desconocida.
pt_br: A opção "%s" com o valor "%s" não é conhecida.
ro: Opțiune necunoscută „%s” cu valoarea „%s”.
sv: Okänt alternativ "%s" med värde "%s".

source: Unknown option "%s".
es: Opción "%s" desconocida.
pt_br: A opção "%s" não é conhecida.
ro: Opțiune necunoscută „%s”.
sv: Okänt alternativ "%s".

source: Unknown print mode: "%s".
es: Modo de impresión "%s" desconocido.
pt_br: O modo de impressão "%s" não é conhecido.
ro: Mod de imprimare necunoscut: „%s”.
sv: Okänt utskriftsläge: "%s".

source: Unknown printer-error-policy "%s".
es: printer-error-policy "%s" incorrecto.
pt_br: O printer-error-policy "%s" não é conhecido.
ro: Parametru printer-error-policy necunoscut „%s”.
sv: Okänd printer-error-policy ”%s”.

source: Unknown printer-op-policy "%s".
es: printer-op-policy "%s" incorrecto.
pt_br: O printer-op-policy "%s" não é conhecido.
ro: Parametru printer-op-policy necunoscut „%s”.
sv: Okänd printer-op-policy ”%s”.

source: Unknown request method.
es: Método de solicitud desconocido.
pt_br: O método de requisição não é conhecido.
ro: Metodă de solicitare necunoscută.
sv: Okänd begäransmetod.

source: Unknown request version.
es: Versión de solicitud desconocida.
pt_br: A versão da requisição não é conhecida.
ro: Versiune de solicitare necunoscută.
sv: Okänd begäransversion.

source: Unknown scheme in URI
es: Esquema en URI desconocido
pt_br: O esquema do URI não é conhecido
ro: Schemă necunoscută în URI
sv: Okänt schema i URI

source: Unknown service name.
es: Nombre de servicio desconocido.
pt_br: O nome do serviço não é conhecido.
ro: Nume de serviciu necunoscut.
sv: Okänt tjänstnamn.

source: Unknown version option value: "%s".
es: Valor de opción de versión "%s" desconocida.
pt_br: O valor da opção "%s" da versão não é conhecida.
ro: Valoare necunoscută pentru opțiunea versiune: „%s”.
sv: Okänt värde för versionsalternativ: "%s".

source: Unsupported 'compression' value "%s".
es: Valor 'compression' "%s" no implementado.
pt_br: O valor "%s" do 'compression' não é compatível.
ro: Valoare „compression” neacceptată „%s”.
sv: Värde "%s" för 'compression' stöds inte.

source: Unsupported 'document-format' value "%s".
es: Valor 'document-format' "%s" no implementado.
pt_br: O valor "%s" do 'document-format' não é compatível.
ro: Valoare „document-format” neacceptată „%s”.
sv: Värde "%s" för 'document-format' stöds inte.

source: Unsupported 'job-hold-until' value.
es: Valor 'job-hold-until' no implementado.
pt_br: O valor do 'job-hold-until' não é compatível.
ro: Valoare „job-hold-until” neacceptată „%s”.
sv: Värde för 'job-hold-until' stöds inte.

source: Unsupported 'job-name' value.
es: Valor 'job-name' no implementado.
pt_br: O valor do 'job-name' não é compatível.
ro: Valoare „job-name” neacceptată „%s”.
sv: Värde för 'job-name' stöds inte.

source: Unsupported character set "%s".
es: Juego de caracteres "%s" no implementado.
pt_br: O conjunto de caracteres "%s" não é compatível.
ro: Set de caractere neacceptat „%s”.
sv: Teckenuppsättningen "%s" stöds inte.

source: Unsupported compression "%s".
es: Compresión "%s" no implementada.
pt_br: A compactação "%s" não é compatível.
ro: Comprimare neacceptată „%s”.
sv: Komprimering "%s" stöds inte.

source: Unsupported document-format "%s".
es: document-format "%s" no implementado.
pt_br: O "%s" do document-format não é compatível.
ro: Parametru „document-format” neacceptat „%s”.
sv: Dokumentformat "%s" stöds inte.

source: Unsupported document-format "%s/%s".
es: document-format "%s/%s" no implementado.
pt_br: O "%s/%s" do document-format não é compatível.
ro: Parametru „document-format” neacceptat „%s/%s”.
sv: Dokumentformat "%s/%s" stöds inte.

source: Unsupported format "%s".
es: Formato "%s" no implementado.
pt_br: O formato "%s" não é compatível.
ro: Format neacceptat „%s”.
sv: Format "%s" stöds inte.

source: Unsupported margins.
es: Márgenes no implementados.
pt_br: As margens não são compatíveis.
ro: Margini neacceptate.
sv: Marginaler stöds inte.

source: Unsupported media value.
es: Valor del medio no implementado.
pt_br: O valor da mídia não é compatível.
ro: Valoare de suport de imprimare neacceptată.
sv: Mediavärdet stöds inte.

source: Unsupported number-up value %d, using number-up=1.
es: Valor de number-up (páginas por hoja) %d no implementado; usando number-up=1.
pt_br: O valor %d do number-up não é compatível. Será utilizado o number-up=1.
ro: Valoare number-up neacceptată %d, se utilizează number-up=1.
sv: number-up-värde %d stöds inte, använder number-up=1.

source: Unsupported number-up-layout value %s, using number-up-layout=lrtb.
es: Valor de number-up-layout (disposición de páginas por hoja) %s no implementado; usando number-up-layout=lrtb.
pt_br: O valor %s do number-up-layout não é compatível. Será utilizado o number-up-ayout=lrtb.
ro: Valoare number-up-layout neacceptată %s, se utilizează number-up-layout=lrtb.
sv: number-up-layout-värde %s stöds inte, använder number-up-layout=lrtb.

source: Unsupported page-border value %s, using page-border=none.
es: Valor de page-border (borde de página) %s no implementado; usando page-border=none (ninguno).
pt_br: O valor %s do page-border não é compatível. Será utilizado o page-border=none.
ro: Valoare page-border neacceptată %s, se utilizează page-border=none.
sv: page-border-värde %s stöds inte, använder page-border=none.

source: Unsupported raster data.
es: Trama de datos no implementados.
pt_br: Os dados de rasterização não são compatíveis.
ro: Date raster neacceptate.
sv: Rasterdata stöds inte.

source: Unsupported value type
es: Tipo de valor no implementado
pt_br: O tipo do valor não é compatível
ro: Tip de valoare neacceptat
sv: Värdetypen stöds inte

source: Upgrade Required
es: Se requiere actualización
pt_br: A atualização é necessária
ro: Este necesară actualizarea
sv: Uppgradering krävs

source: Usage: %s [options] destination(s)
es: Modo de empleo: %s [opciones] destino(s)
pt_br: Utilização: %s [opções] destino(s)
ro: Utilizare: %s [opțiuni] destinație(i)
sv: Användning: %s [alternativ] destination(er)

source: Usage: %s job-id user title copies options [file]
es: Uso: %s job-id usuario título copias opciones [archivo]
pt_br: Utilização: %s job-id usuário título cópias opções [arquivo]
ro: Utilizare: %s id-lucrare utilizator titlu copii opțiuni [fișier]
sv: Användning: %s jobb-id användare titel exemplar alternativ [fil]

source: Usage: cancel [options] [id] cancel [options] [destination] cancel [options] [destination-id]
es: Modo de empleo: cancel [opciones] [id] cancel [opciones] [destino] cancel [opciones] [destino-id]
pt_br: Utilização: cancel [opções] [id] cancel [opções] [destino] cancel [opções] [destino-id]
ro: Utilizare: cancel [opțiuni] [id] cancel [opțiuni] [destinație] cancel [opțiuni] [id-destinație]
sv: Användning: cancel [alternativ] [id] cancel [alternativ] [destination] cancel [alternativ] [destinations-id]

source: Usage: cups-oauth [OPTIONS] [SUB-COMMAND [ARGUMENT(S)]]
ro: Utilizare: cups-oauth [OPȚINUI] [SUB-COMANDĂ [ARGUMENT(E)]]

source: Usage: cups-x509 [OPTIONS] [SUB-COMMAND] [ARGUMENT]
ro: Utilizare: cups-x509 [OPȚIUNI] [SUB-COMANDĂ] [ARGUMENT]

source: Usage: cupsctl [options] [param=value ... paramN=valueN]
es: Uso: cupsctl [opciones] [param=valor ... paramN=valorN]
pt_br: Utilização: cupsctl [opções] [parâmetro=valor ... parâmetroN=valorN]
ro: Utilizare: cupsctl [opțiuni] [parametru=valoare ... parametruN=valoareN]
sv: Användning: cupsctl [alternativ] [param=värde ... paramN=värdeN]

source: Usage: cupsd [options]
es: Uso: cupsd [opciones]
pt_br: Utilização: cupsd [opções]
ro: Utilizare: cupsd [opțiuni]
sv: Användning: cupsd [alternativ]

source: Usage: cupsfilter [ OPTIONS ] [ -- ] FILENAME
es: Modo de empleo: cupsfilter [ OPCIONES ] [ -- ] NOMBRE-ARCHIVO
pt_br: Utilização: cupsfilter [ OPÇÕES ] [ -- ] NOME-DO-ARQUIVO
ro: Utilizare: cupsfilter [ OPȚIUNI ] [ -- ] NUME_FIȘIER

source: Usage: cupstestppd [options] filename1.ppd[.gz] [... filenameN.ppd[.gz]] program | cupstestppd [options] -
es: Modo de empleo: cupstestppd [opciones] nombre-archivo1.ppd[.gz] [... nombrearchivoN.pppd[.gz]] programa | cupstestppd [opciones] -
pt_br: Utilização: cupstestppd [opções] nome-do-arquivo1.ppd[.gz] [... nome-do-arquivoN.ppd[.gz]] program | cupstestppd [opções] -
ro: Utilizare: cupstestppd [opțiuni] nume-fișier1.ppd[.gz] [... nume-fișierN.ppd[.gz]] program | cupstestppd [opțiuni] -
sv: Användning: cupstestppd [alternativ] filnamn1.ppd[.gz] [... filnamnN.ppd[.gz]] program | cupstestppd [alternativ] -

source: Usage: ippeveprinter [options] "name"
es: Modo de empleo: ippeveprinter [opciones] "nombre"
pt_br: Utilização: ippeveprinter [opções] "nome"
ro: Utilizare: ippeveprinter [opțiuni] "nume"
sv: Användning: ippeveprinter [alternativ] "namn"

source: Usage: ippfind [options] regtype[,subtype][.domain.] ... [expression] ippfind [options] name[.regtype[.domain.]] ... [expression] ippfind --help ippfind --version
es: Uso: ippfind [opciones] regtipo[,subtipo][.dominio.] ... [expresión] ippfind [opciones] nombre[.regtipo[.dominio.]] ... [expresión] ippfind --help ippfind --version
pt_br: Utilização: ippfind [opções] tipo-do-registro[,subtipo][.domínio.] ... [expressões] ippfind [opções] nome[.tipo-do-registro[.domínio.]] ... [expressões] ippfind --help ippfind --version
ro: Utilizare: ippfind [opțiuni] tip-registru[,subtip][.domeniu.] ... [expresie] ippfind [opțiuni] nume[.tip-registru[.domeniu.]] ... [expresie] ippfind --help ippfind --version
sv: Användning: ippfind [alternativ] regtyp[,subtyp][.domän.] ... [uttryck] ippfind [alternativ] namn[.regtyp[.domän.]] ... [uttryck] ippfind --help ippfind --version

source: Usage: ipptool [options] URI filename [ ... filenameN ]
es: Uso: ipptool [opciones] URI nombre_archivo [ ... nombre_archivoN ]
pt_br: Utilização: ipptool [opções] URI nome-do-arquivo [ ... nome-do-arquivoN ]
ro: Utilizaree: ipptool [opțiuni] URI nume-fișier [ ... nume-fișierN ]
sv: Användning: ipptool [ªlternativ] URI filnamn [ ... filnamnN ]

source: Usage: lp [options] [--] [file(s)] lp [options] -i id
es: Modo de empleo: lp [opciones] [--] [fichero(s)] lp [opciones] -i id
pt_br: Utilização: lp [opções] [--] [arquivo(s)] lp [opções] -i id
ro: Utilizare: lp [opțiuni] [--] [fișier(e)] lp [opțiuni] -i id
sv: Användning: lp [alternativ] [--] [fil(er)] lp [alternativ] -i id

source: Usage: lpadmin [options] -d destination lpadmin [options] -p destination lpadmin [options] -p destination -c class lpadmin [options] -p destination -r class lpadmin [options] -x destination
es: Modo de empleo: lpadmin [opciones] -d destino lpadmin [opciones] -p destino lpadmin [opciones] -p destino -c clase lpadmin [opciones] -p destino -r clase lpadmin [opciones] -x destino
pt_br: Utilização: lpadmin [opções] -d destino lpadmin [opções] -p destino lpadmin [opções] -p destino -c classe lpadmin [opções] -p destino -r classe lpadmin [opções] -x destino
ro: Utilizare: lpadmin [opțiuni] -d destinație lpadmin [opțiuni] -p destinatție lpadmin [opțiuni] -p destinație -c clasa lpadmin [opțiuni] -p destinație -r clasa lpadmin [opțiuni] -x destinație
sv: Användning: lpadmin [alternativ] -d destination lpadmin [alternativ] -p destination lpadmin [alternativ] -p destination -c klass lpadmin [alternativ] -p destination -r klass lpadmin [alternativ] -x destination

source: Usage: lpinfo [options] -m lpinfo [options] -v
es: Modo de empleo: lpinfo [opciones] -m lpinfo [opciones] -v
pt_br: Utilização: lpinfo [opções] -m lpinfo [opções] -v
ro: Utilizare: lpinfo [opțiuni] -m lpinfo [opțiuni] -v
sv: Användning: lpinfo [alternativ] -m lpinfo [alternativ] -v

source: Usage: lpmove [options] job destination lpmove [options] source-destination destination
es: Modo de empleo: lpmove [opciones] tarea destino lpmove [opciones] origen-destino destino
pt_br: Utilização: lpmove [opções] trabalho destino lpmove [opções] destino-dafonte destino
ro: Utilizare: lpmove [opțiuni] lucrare destinație lpmove [opțiuni] destinație-sursă destinație
sv: Användning: lpmove [alternativ] jobb destination lpmove [alternativ] käll-destination destination

source: Usage: lpoptions [options] -d destination lpoptions [options] [-p destination] [-l] lpoptions [options] [-p destination] -o option[=value] lpoptions [options] -x destination
es: Modo de empleo: lpoptions [opciones] -d destino lpoptions [opciones] [-p destino] [-l] lpoptions [opciones] [-p destino] -o option[=valor] lpoptions [opciones] -x destino
pt_br: Utilização: lpoptions [opções] -d destino lpoptions [opções] [-p destino] [-l] lpoptions [opções] [-p destino] -o opção[=valor] lpoptions [opções] -x destino
ro: Utilizare: lpoptions [opțiuni] -d destinație lpoptions [opțiuni] [-p destinație] [-l] lpoptions [opțiuni] [-p destinație] -o opțiune[=valoare] lpoptions [opțiuni] -x destinație
sv: Användning: lpoptions [alternativ] -d destination lpoptions [alternativ] [-p destination] [-l] lpoptions [alternativ] [-p destination] -o alternativ[=värde] lpoptions [alternativ] -x destination

source: Usage: lpq [options] [+interval]
es: Modo de empleo: lpq [opciones] [+intervalo]
pt_br: Utilização: lpq [opções] [+intervalo]
ro: Utilizare: lpq [opțiuni] [+interval]
sv: Användning: lpq [alternatic] [+intervall]

source: Usage: lpr [options] [file(s)]
es: Modo de empleo: lpr [opciones] [archivo(s)]
pt_br: Utilização: lpr [opções] [arquivo(s)]
ro: Utilizare: lpr [opțiuni] [fișier(e)]
sv: Användning: lpr [alternativ] [fil(er)]

source: Usage: lprm [options] [id] lprm [options] -
es: Modo de empleo: lprm [opciones] [id] lprm [opciones] -
pt_br: Utilização: lprm [opções] [id] lprm [opções] -
ro: Utilizare: lprm [opțiuni] [id] lprm [opțiuni] -
sv: Användning: lprm [alternativ] [id] lprm [alternativ] -

source: Usage: lpstat [options]
es: Modo de empleo: lpstat [opciones]
pt_br: Utilização: lpstat [opções]
ro: Utilizare: lpstat [opțiuni]
sv: Användning: lpstat [alternativ]

source: Usage: ppdc [options] filename.drv [ ... filenameN.drv ]
es: Modo de empleo:: ppdc [opciones] nombre_archivo.drv [ ... nombre_archivoN.drv ]
pt_br: Utilização: ppdc [opções] nome-do-arquivo.drv [ ... nome-do-arquivoN.drv ]
ro: Utilizare: ppdc [opțiuni] nume-fișier.drv [ ... nume-fișierN.drv ]
sv: Användning: ppdc [alternativ] filnamn.drv [ ... filnamnN.drv ]

source: Usage: ppdhtml [options] filename.drv >filename.html
es: Modo de empleo: ppdhtml [opciones] nombre_archivo.drv >nombre_archivo.html
pt_br: Utilização: ppdhtml [opções] nome-do-arquivo.drv >nome-do-arquivo.html
ro: Utilizare: ppdhtml [opțiuni] nume-fișier.drv >nume-fișier.html
sv: Användning: ppdhtml [alternativ] filnamn.drv >filnamn.html

source: Usage: ppdi [options] filename.ppd [ ... filenameN.ppd ]
es: Modo de empleo: ppdi [opciones] nombre_archivo.ppd [ ... nombre_archivoN.ppd ]
pt_br: Utilização: ppdi [opções] nome-do-arquivo.ppd [ ... nome-do-arquivoN.ppd ]
ro: Utilizare: ppdi [opțiuni] nume-fișier.ppd [ ... nume-fișierN.ppd ]
sv: Användning: ppdi [alternativ] filnamn.ppd [ ... filnamnN.ppd ]

source: Usage: ppdmerge [options] filename.ppd [ ... filenameN.ppd ]
es: Modo de empleo: ppdmerge [opciones] nombre_archivo.ppd [ ... nombre_archivoN.ppd ]
pt_br: Utilização: ppdmerge [opções] nome-do-arquivo.ppd [ ... nome-do-arquivoN.ppd ]
ro: Utilizare: ppdmerge [opțiuni] nume-fișier.ppd [ ... nume-fișierN.ppd ]
sv: Användning: ppdmerge [alternativ] filnamn.ppd [ ... filnamnN.ppd ]

source: Usage: ppdpo [options] -o filename.po filename.drv [ ... filenameN.drv ]
es: Modo de empleo: ppdpo [opciones] -o nombre_archivo.po nombre_archivo.drv [ ... nombre_archivoN.drv ]
pt_br: Utilização: ppdpo [opções] -o nome-do-arquivo.po nome-do-arquivo.drv [ ... nome-do-arquivoN.drv ]
ro: Utilizare: ppdpo [opțiuni] -o nume-fișier.po fnume-fișier.drv [ ... nume-fișierN.drv ]
sv: Användning: ppdpo [alternativ] -o filnamn.po filnamn.drv [ ... filnamnN.drv ]

source: Usage: snmp [host-or-ip-address]
es: Modo de empleo: snmp [equipo-o-dirección-ip]
pt_br: Utilização: snmp [máquina-ou-endereço-do-ip]
ro: Utilizare: snmp [gazda-sau-adresa-ip]
sv: Användning: snmp [värd-eller-IP-adress]

source: User Code: %s
ro: Cod utilizator: %s

source: Using spool directory "%s".
es: Utilizar directorio compartido «%s».
pt_br: Utilizando o diretório "%s" do spool.
ro: Se utilizează directorul de coadă de imprimare (spool) „%s”.
sv: Använder spool-katalog "%s".

source: Validation of subjectAltName in X.509 certificate request failed.
es: Validación incorrecta de subjectAltName en solicitación certificado X.509.
pt_br: Ocorreu uma falha na validação do subjectAltName na requisição do certificado X.509.
ro: Validarea subjectAltName în cererea de certificat X.509 a eșuat.

source: Value uses indefinite length
es: Valor utiliza una longitud indefinida
pt_br: O valor do comprimento utilizado não é definido
ro: Valoarea utilizează o lungime nedeterminată
sv: Värde använder obestämd längd

source: VarBind uses indefinite length
es: VarBind utiliza una longitud indefinida
pt_br: O comprimento utilizado no VarBind não é definido
ro: VarBind utilizează o lungime nedeterminată
sv: VarBind använder obestämd längd

source: Version uses indefinite length
es: Versión utiliza una longitud indefinida
pt_br: O comprimento da versão utilizada não é definido
ro: Versiunea utilizează o lungime nedeterminată
sv: Version använder obestämd längd

source: Waiting for job to complete.
es: Esperando a que finalice el trabajo.
pt_br: Aguardando a conclusão do trabalho.
ro: Se așteaptă finalizarea lucrării.
sv: Väntar på att jobbet ska slutföras.

source: Waiting for printer to become available.
es: Esperando a que la impresora esté disponible.
pt_br: Aguardando a impressora ficar disponível.
ro: Se așteaptă ca imprimanta să devină disponibilă.
sv: Väntar på att skrivaren blir tillgänglig.

source: Waiting for printer to finish.
es: Esperando a que finalice la impresora.
pt_br: Aguardando a impressora finalizar o trabalho.
ro: Se așteaptă ca imprimanta să finalizeze lucrarea de imrimare.
sv: Väntar på att skrivaren ska bli färdig.

source: Warning: This program will be removed in a future version of CUPS.
es: Aviso: este programa será retirado en una versión futura de CUPS.
pt_br: Aviso: Este programa será removido em uma versão futura do CUPS.
ro: Atenție: acest program va fi eliminat într-o versiune viitoare a CUPS.
sv: Varning: Det här programmet kommer att tas bort i en framtida version av CUPS.

source: Web Interface is Disabled
es: La interfaz web está Desactivada
pt_br: A interface da internet está desativada
ro: Interfața web este dezactivată
sv: Webbgränssnitt är avaktiverat

source: Web Page: %s
ro: Pagina web: %s

source: Yes
es: Sí
pt_br: Sim
ro: Da
sv: Ja

source: You cannot access this page.
es: No se puede acceder a esta página.
pt_br: Você não pode acessar esta página.
ro: Nu puteți accesa această pagină.
sv: Du kan inte komma åt sidan.

source: You must access this page using the URL https://%s:%d%s.
es: Debe acceder a esta página usando el URL https://%s:%d%s.
pt_br: Você tem que acessar esta página utilizando o endereço do URL https://%s:%d%s.
ro: Trebuie să accesați această pagină folosind adresa URL https://%s:%d%s.
sv: Du måste gå till sidan via URL:en https://%s:%d%s.

source: Your account does not have the necessary privileges.
es: Su cuenta no tiene los privilegios necesarios.
pt_br: A sua conta não possui os privilégios necessários.
ro: Contul dvs. nu are privilegiile necesare.
sv: Ditt konto har inte de nödvändiga privilegierna.

source: ZPL Label Printer
es: Impresora de etiquetas ZPL
pt_br: Impressora de etiquetas ZPL
ro: Imprimantă de etichete ZPL

source: Zebra
es: Cebra
ro: Zebră

source: aborted
es: interrumpido
pt_br: foi abortado
ro: abandonare
sv: stoppad

source: accuracy-units
es: unidades-precisión
pt_br: Unidade de Precisão
ro: unități de precizie
sv: Noggrannhetsenheter

source: accuracy-units.mm
es: mm
pt_br: Milímetros
ro: unități de precizie: mm
sv: mm

source: accuracy-units.nm
es: nm
pt_br: Nanômetros
ro: unități de precizie: nm
sv: nm

source: accuracy-units.um
es: µm
pt_br: Micrômetros
ro: unități de precizie: um
sv: µm

source: authorize [RESOURCE] Authorize access to a resource
es: autoriza [RECURSO] Autoriza acceso a un recurso
pt_br: authorize [RECURSO] Autorizar o acesso a um recurso ou funcionalidade
ro: autoriza [RESURSĂ] Autorizează accesul la o resursă

source: baling
es: hélice
pt_br: Saída dos Embrulhos
ro: balotare

source: baling-type
es: tipo-hélice
pt_br: Utilizar os Embrulhos
ro: tipul de balotare

source: baling-type.band
es: Banda
pt_br: Banda
ro: tipul de balotare: bandă
sv: Band

source: baling-type.shrink-wrap
es: Envoltura retráctil
pt_br: Envoltório Retrátil
ro: tipul de balotare: folie termocontractabilă
sv: Plastfilm

source: baling-type.wrap
es: Cobertura
pt_br: Envoltório
ro: tipul de balotare: folie
sv: Omslag

source: baling-when
es: Cuando
pt_br: Depois de Embrulhar
ro: Balotare după
