Repository: OpenPrinting/cups
Catalog: locale/cups_*.po
Languages: es, pt_br, ro, sv

source: 9 inches/sec.
es: 9 pulg./seg.
pt_br: 9 polegadas/segundo
ro: 9 inci/sec.

source: 9-Pin Series
pt_br: Série de 9 pinos
ro: Seria cu 9 pini

source: ?Invalid help command unknown.
es: ?Comando de ayuda no válido desconocido.
pt_br: ? O comando de ajuda não é válido ou não é conhecido.
ro: ?Comandă de ajutor nevalidă necunoscută.
sv: ?Ogiltigt hjälpkommando okänt.

source: A class named "%s" already exists.
es: Ya existe una clase llamada "%s".
pt_br: Uma classe com o nome "%s" já existe.
ro: O clasă numită „%s” există deja.
sv: En klass med namnet "%s" finns redan.

source: A printer named "%s" already exists.
es: Ya existe una impresora llamada "%s".
pt_br: Uma impressora com o nome "%s" já existe.
ro: O imprimantă numită „%s” există deja.
sv: En skrivare med namnet "%s" finns redan.

source: A0 Long Edge
es: A0 lado largo
pt_br: A0 com a Borda Maior
ro: A0 margine lungă

source: A1 Long Edge
es: A1 lado largo
pt_br: A1 com a Borda Maior
ro: A1 cu margine lungă

source: A2 Long Edge
es: A2 lado largo
pt_br: A2 com a Borda Maior
ro: A2 cu margine lungă

source: A3 Long Edge
es: A3 lado largo
pt_br: A3 com a Borda Maior
ro: A3 margine lungă

source: A3 Oversize
es: A3 Extragrande
pt_br: A3 Grande
ro: A3 supradimensionat

source: A3 Oversize Long Edge
es: A3 Extragrande lado largo
pt_br: A3 com a Borda Muito Maior
ro: A3 supradimensionat cu margine lungă

source: A4 Long Edge
es: A4 lado largo
pt_br: A4 com a Borda Maior
ro: A4 cu margine lungă

source: A4 Oversize
es: A4 Extragrande
pt_br: A4 Grande
ro: A4 supradimensionat

source: A4 Small
es: A4 Pequeño
pt_br: A4 pequeno
ro: A4 mic

source: A5 Long Edge
es: A5 lado largo
pt_br: A5 com a Borda Maior
ro: A5 cu margine lungă

source: A5 Oversize
es: A5 Extragrande
pt_br: A5 Grande
ro: A5 supradimensionat

source: A6 Long Edge
es: A6 lado largo
pt_br: A6 com a Borda Maior
ro: A6 cu margine lungă

source: ARCH C Long Edge
es: ARCH C lado largo
pt_br: ARCH C com a Borda Maior
ro: ARCH C cu margine lungă

source: ARCH D Long Edge
es: ARCH D lado largo
pt_br: ARCH D com a Borda Maior
ro: ARCH D cu margine lungă

source: ARCH E Long Edge
es: ARCH E lado largo
pt_br: ARCH E com a Borda Maior
ro: ARCH E cu margine lungă

source: Accept Jobs
es: Aceptar trabajos
pt_br: Aceitar os Trabalhos
ro: Acceptă lucrări de imprimare
sv: Acceptera utskrifter

source: Accepted
es: Aceptado
pt_br: Foi Aceito
ro: Acceptată
sv: Togs emot

source: Add Class
es: Añadir clase
pt_br: Adicionar uma Classe
ro: Adaugă clasă
sv: Lägg till klass

source: Add Printer
es: Añadir impresora
pt_br: Adicionar uma Impressora
ro: Adaugă imprimantă
sv: Lägg till skrivare

source: Address
es: Dirección
pt_br: Endereço
ro: Adresă

source: Administration
es: Administración
pt_br: Administração
ro: Administarea

source: Always
es: Siempre
pt_br: Sempre
ro: Întotdeauna

source: Applicator
es: Aplicador
pt_br: Aplicador
ro: Aplicator

source: Attempt to set %s printer-state to bad value %d.
es: Se ha intentado cambiar el valor printer-state de %s a un valor incorrecto %d.
pt_br: Ocorreu uma tentativa de definir o estado da impressora %s para o valor %d que não é válido.
ro: Încercare de a stabili starea imprimantei %s la valoarea eronată %d.
sv: Försök att sätta %s skrivartillstånd till dåligt värde %d.

source: Attribute "%s" has empty value.
es: El atributo "%s" tiene valor vacío.
pt_br: O atributo "%s" tem uma valor vazio.
ro: Atributul „%s” are o valoare goală.

source: Attribute "%s" is in the wrong group.
es: El atributo "%s" está en el grupo equivocado.
pt_br: O atributo "%s" está no grupo errado.
ro: Atributul „%s” este în grupul greșit.
sv: Attribut "%s" är i fel grupp.

source: Attribute "%s" is the wrong value type.
es: El atributo "%s" es el tipo de valor equivocado.
pt_br: O atributo "%s" tem um valor com o tipo errado.
ro: Atributul „%s” are un tip de valoare greșit.
sv: Attribut "%s" är fel typ av värde.

source: Attribute groups are out of order (%x < %x).
es: Los grupos de atributos están desordenados (%x < %x).
pt_br: Os grupos dos atributos estão fora da ordem (%x < %x).
ro: Grupurile de atribute nu sunt în ordine (%x < %x).
sv: Attributgrupper är inte i ordning (%x < %x).

source: B5 Oversize
es: A5 Extragrande
pt_br: B5 Grande
ro: B5 supradimensionat

source: Bad "printer-id" value %d.
es: Valor %d incorrecto en "printer-id".
pt_br: O valor do "printer-id" (identificação da impressora) %d não é válido.
ro: Valoare „printer-id” greșită %d.
sv: Dåligt värde för "printer-id" %d.

source: Bad '%s' value.
es: Valor '%s' incorrecto.
pt_br: O valor '%s' não é válido.
ro: Valoare „%s” greșită.
sv: Dåligt '%s'-värde.

source: Bad 'document-format' value "%s".
es: Valor 'document-format' "%s" incorrecto.
pt_br: O valor do "document-format" (formato de documento) "%s" não é válido.
ro: Valoare „document-format” greșită „%s”.
sv: Dåligt värde "%s" för 'document-format'.

source: Bad CloseUI/JCLCloseUI
es: CloseUI/JCLCloseUI incorrecto
pt_br: O CloseUI/JCLCloseUI não é válido
ro: CloseUI/JCLCloseUI incorect
sv: Dålig CloseUI/JCLCloseUI

source: Bad NULL dests pointer
es: Puntero destino NULL incorrecto
pt_br: O ponteiro do destino NULO não é válido
ro: Indicator de destinație NULL incorect
sv: Dålig NULL dests-pekare

source: Bad OpenGroup
es: OpenGroup incorrecto
pt_br: O OpenGroup não é válido
ro: OpenGroup incorect
sv: Felaktig OpenGroup

source: Bad OpenUI/JCLOpenUI
es: OpenUI/JCLOpenUI incorrecto
pt_br: O OpenUI/JCLOpenUI não é válido
ro: OpenUI/JCLOpenUI incorect
sv: Felaktig OpenUI/JCLOpenUI

source: Bad OrderDependency
es: OrderDependency incorrecto
pt_br: O OrderDependency não é válido
ro: OrderDependency incorect
sv: Felaktig OrderDependency

source: Bad PPD cache file.
es: Archivo de caché PPD incorrecto.
pt_br: O arquivo de cache do PPD não é válido.
ro: Fișier cache PPD incorect.
sv: Dålig PPD-cache-fil.

source: Bad PPD file.
es: Archivo PPD incorrecto.
pt_br: O arquivo do PPD não é válido.
ro: Fișier PPD incorect.
sv: Dålig PPD-fil.

source: Bad Request
es: Petición incorrecta
pt_br: A requisição não é válida
ro: Cerere eronată
sv: Dålig begäran

source: Bad SNMP version number
es: Número de versión SNMP incorrecto
pt_br: O número da versão do SNMP não é válido
ro: Număr de versiune SNMP incorect
sv: Dåligt versionsnummer för SNMP

source: Bad UIConstraints
es: UIConstraints incorrecto
pt_br: O UIConstraints não é válido
ro: UIConstraints incorecte
sv: Felaktig UIConstraints

source: Bad URI.
es: URI incorrecto.
pt_br: O URI não é válido.
ro: Adresă URI incorectă.
sv: Dålig URI.

source: Bad arguments to function
es: Argumentos de la función incorrectos
pt_br: Os argumentos para a função não são válidos
ro: Argumente incorecte pentru funcție
sv: Dåliga argument för funktion

source: Bad certificate.
es: Certificado incorrecto.
pt_br: O certificado não é válido.
ro: Certificat incorect.

source: Bad copies value %d.
es: Valor de copias %d incorrecto.
pt_br: O valor da quantidade de cópias %d não é válido.
ro: Valoare de copii incorectă %d.
sv: Felaktigt värde för exemplar %d.

source: Bad custom parameter
es: Parámetro a medida incorrecto
pt_br: O parâmetro personalizado não é válido
ro: Parametru personalizat incorect
sv: Felaktig anpassad parameter

source: Bad device-uri "%s".
es: device-uri "%s" incorrecto.
pt_br: O device-uri (URI do dispositivo) "%s" não é válido.
ro: Adresa URI a dispozitivului "%s" este greșită.
sv: Dålig enhets-uri "%s".

source: Bad device-uri scheme "%s".
es: Esquema device-uri "%s" incorrecto.
pt_br: O esquema do device-uri (URI do dispositivo) "%s" não é válido.
ro: Schema uri a dispozitivului „%s” este greșită.
sv: Dålig enhets-uri-schema "%s".

source: Bad document-format "%s".
es: document-format "%s" incorrecto.
pt_br: O document-format (formato de documento) "%s" não é válido.
ro: Formatul de document „%s” este incorect.
sv: Dåligt dokumentformat "%s".

source: Bad document-format-default "%s".
es: document-format-default "%s" incorrecto.
pt_br: O document-format-default (formato do documento padrão) "%s" não é válido.
ro: Formatul implicit de document „%s” este incorect.
sv: Dåligt förvalt dokumentformat "%s".

source: Bad extKeyUsage extension in X.509 certificate request.
es: Extensión extKeyUsage incorrecta en solicitud de certificado X.509.
pt_br: A extensão extKeyUsage da requisição do certificado X.509 não é válida.
ro: Extensie extKeyUsage incorectă în cererea de certificat X.509.

source: Bad filename buffer
es: Nombre de archivo del tampón incorrecto
pt_br: O nome do arquivo do buffer não é válido
ro: Tampon cu nume de fișier greșit
sv: Dålig filnamnbuffer

source: Bad hostname/address in URI
es: Nombre de equipo/dirección incorrecto en la URI
pt_br: O nome da máquina ou o endereço do URI não são válidos
ro: Nume de gazdă/adresă incorectă în URI
sv: Dåligt värdnamn/adress i URI

source: Bad job-name value: %s
es: Valor job-name incorrecto: %s
pt_br: O valor do job-name (nome do trabalho) %s não é válido
ro: Valoare incorectă a numelui lucrării: %s
sv: Dåligt jobbnamnsvärde: %s

source: Bad job-name value: Wrong type or count.
es: Valor job-name incorrecto: tipo o contador equivocado.
pt_br: O valor do job-name (nome do trabalho) para a quantidade ou o tipo não são válidos.
ro: Valoare incorectă a numelui lucrării: Tip sau număr greșit.
sv: Dåligt jobbnamnsvärde: Fel typ eller antal.

source: Bad job-priority value.
es: Valor job-priority incorrecto.
pt_br: O valor do job-priority (trabalho prioritário) não é válido.
ro: Valoare de prioritate a lucrării „job-priority” incorectă.
sv: Dåligt jobbprioritetsvärde.

source: Bad job-sheets value "%s".
es: Valor de job-sheets "%s" incorrecto.
pt_br: O valor do job-sheets (folhas de trabalho) "%s" não é válido.
ro: Valoare incorectă a foilor lucrării (job-sheets) „%s”.
sv: Dåligt jobbarksvärde "%s".

source: Bad job-sheets value type.
es: Tipo de valor de job-sheets incorrecto.
pt_br: O tipo do valor do job-sheets (folhas de trabalho) não é válido.
ro: Tip de valoare incorect pentru foile lucrării „job-sheets”.
sv: Dålig värdetyp för jobbark.

source: Bad job-state value.
es: Valor job-state incorrecto.
pt_br: O valor do job-state (estado do trabalho) não é válido.
ro: Valoare incorectă pentru starea lucrării „job-state”.
sv: Dåligt jobbtillståndsvärde.

source: Bad job-uri "%s".
es: job-uri "%s" incorrecto.
pt_br: O job-uri (URI do trabalho) "%s" não é válido.
ro: Adresa URI a lucrării (job-uri) este incorectă „%s”.
sv: Dålig jobb-uri "%s".

source: Bad keyUsage extension in X.509 certificate request.
es: Extensión keyUsage incorrecta en la solicitud de certificado X.509.
pt_br: A extensão do keyUsage não é válida para a requisição do certificado X.509.
ro: Extensie KeyUsage incorectă în cererea de certificat X.509.

source: Bad notify-pull-method "%s".
es: notify-pull-method "%s" incorrecto.
pt_br: O notify-pull-method (método de notificação pull) "%s" não é válido.
ro: notify-pull-method incorectă „%s”.
sv: Dålig "notify-pull"-metod "%s".

source: Bad notify-recipient-uri "%s".
es: notify-recipient-uri "%s" incorrecto.
pt_br: O notify-recipient-uri (notificador de destinatário do URI) "%s" não é válido.
ro: notify-recipient-uri incorectă „%s”.
sv: Dålig "notify-recipient"-uri "%s".

source: Bad notify-user-data "%s".
es: Incorrección en notify-user-data «%s».
pt_br: O notify-user-data (notificador de dados do usuário) "%s" não é válido.
ro: notify-user-data incorectă „%s”.
sv: Dålig notify-användardata "%s".

source: Bad number-up value %d.
es: Valor number-up %d incorrecto.
pt_br: O number-up (número acima) %d não é válido.
ro: Valoare number-upi incorectă %d.
sv: Felaktigt värde för exemplar %d.

source: Bad page-ranges values %d-%d.
es: Valores de page-ranges %d-%d incorrectos.
pt_br: O page-ranges (intervalo das páginas) %d de %d não é válido.
ro: Valori incorecte pentru intervalul de pagini „page-ranges” %d-%d.
sv: Felaktiga värden för sidintervall, %d-%d.

source: Bad port number in URI
es: Número de puerto incorrecto en URI
pt_br: O número da porta do URI não é válido
ro: Număr de port greșit în URI
sv: Dåligt portnummer i URI

source: Bad port-monitor "%s".
es: port-monitor "%s" incorrecto.
pt_br: O port-monitor (monitor das portas) "%s" não é válido.
ro: Valoare port-monitor incorectă „%s”.
sv: Dålig portbevakare "%s".

source: Bad printer-state value %d.
es: Valor printer-state %d incorrecto.
pt_br: O printer-state (estado da impressora) %d não é válido.
ro: Valoare a stării imprimantei „printer-state” greșită %d.
sv: Dåligt skrivartillståndsvärde %d.

source: Bad printer-uri.
es: printer-uri incorrecto.
pt_br: O printer-uri (URI da impressora) não é válido.
ro: Valoare printer-uri incorectă.
sv: Dålig skrivar-uri.

source: Bad private key.
es: Clave privada incorrecta.
pt_br: A chave privada não é válida.
ro: Cheie privată incorectă.

source: Bad request ID %d.
es: Petición incorrecta de ID %d.
pt_br: O ID (identificador) da requisição %d não é válido.
ro: ID-cerere incorect %d.
sv: Dålig begärans-ID %d.

source: Bad request version number %d.%d.
es: Petición incorrecta de número de versión %d.%d.
pt_br: O número da versão da requisição %d.%d não é válido.
ro: Numărul de versiune al cererii ete incorect %d.%d.
sv: Dåligt versionsummer för begäran %d.%d.

source: Bad resource in URI
es: Recurso incorrecto en URI
pt_br: O recurso do URI não é válido
ro: Resursă incorectă în URI
sv: Dålig resurs i URI

source: Bad scheme in URI
es: Esquema incorrecto en URI
pt_br: O esquema do URI não é válido
ro: Schemă incorectă în URI
sv: Dåligt schema i URI

source: Bad subjectAltName extension in X.509 certificate request.
es: Extensión subjectAltName incorrecta en la solicitud de certificado X.509.
pt_br: A extensão do subjectAltName não é válida para a solicitação do certificado X.509.
ro: Extensie subjectAltName incorectă în cererea de certificat X.509.

source: Bad username in URI
es: Nombre de usuario incorrecto en URI
pt_br: O nome do usuário no URI não é válido
ro: Nume de utilizator incorect în URI
sv: Dåligt användarnamn i URI

source: Bad value string
es: Cadena de valores incorrecta
pt_br: O conjunto de caracteres não é válido
ro: Șir de valori greșit
sv: Dålig värdesträng

source: Bad/empty URI
es: URI incorrecta/vacía
pt_br: O URI está vazio ou não é válido
ro: URI incorect/gol
sv: Dålig/tom URI

source: Banners
es: Rótulos
pt_br: Faixas
ro: Banderole
sv: Baner

source: Bond Paper
es: Papel de cartas
pt_br: Papel de impressão de alta qualidade
ro: Hârtie „bond” (groasă)

source: Boolean expected for waiteof option "%s".
es: Se esperaba un valor lógico para la opción waiteof "%s".
pt_br: Era esperado um booleano para opção waiteof "%s".
ro: Se așteaptă o valoare booleană pentru opțiunea waiteof „%s”.
sv: Booleskt värde förväntades för waiteof-alternativ "%s".

source: Buffer overflow detected, aborting.
es: Se ha detectado un desbordamiento de buffer, cancelando.
pt_br: Foi detectado um estouro da pilha do buffer e a ação será abortada.
ro: S-a detectat depășirea memoriei tampon, se abandonează.
sv: Bufferöverflöde upptäcktes, avbryter.

source: CPCL Label Printer
es: Impresora de etiquetas CPCL
pt_br: Impressora de Etiquetas CPCL
ro: Imprimantă de etichete CPCL

source: Cancel Jobs
es: Cancelar trabajos
pt_br: Cancelar os Trabalhos
ro: Anulare sarcini
sv: Avbryt jobb

source: Canceling print job.
es: Cancelando trabajo de impresión.
pt_br: Cancelando o trabalho de impressão.
ro: Se anulează lucrarea de imprimare.
sv: Avbryter utskriftsjobb.

source: Cannot change printer-is-shared for remote queues.
es: No se ha podido cambiar printer-is-shared para colas remotas.
pt_br: Não foi possível mudar o printer-is-shared (a impressora compartilhada) para as filas remotas.
ro: Nu se poate modifica imprimanta partajată „printer-is-shared” pentru cozile de imprimare la distanță.
sv: Kan inte ändra printer-is-shared för fjärrköer.

source: Cannot share a remote Kerberized printer.
es: No se puede compartir una impresora remota Kerberizada.
pt_br: Não foi possível compartilhar uma impressora remota por meio do Kerberos.
ro: Nu se poate partaja o imprimantă la distanță la distanță ce utilizează protocolul Kerberos.
sv: Kan inte dela en Kerberus-skyddad fjärrskrivare.

source: Cassette
es: Casete
pt_br: Cassete
ro: Casetă

source: Change Settings
es: Cambiar configuración
pt_br: Alterar as configurações
ro: Modifică parametrii
sv: Ändra inställningar

source: Character set "%s" not supported.
es: No se admite el juego de caracteres "%s".
pt_br: O conjunto de caracteres "%s" não é compatível.
ro: Setul de caractere „%s” nu este acceptat.
sv: Teckenuppsättning "%s" stöds inte.

source: Classes
es: Clases
ro: Clase
sv: Klasser

source: Clean Print Heads
es: Limpiar cabezales de impresión
pt_br: Limpar as Cabeças de Impressão
ro: Curățare capete imprimantă
sv: Rengör skrivarhuvuen

source: Close-Job doesn't support the job-uri attribute.
es: Close-Job no admite el atributo job-uri.
pt_br: O Close-Job não suporta o atributo job-uri.
ro: Close-Job nu acceptă atributul job-uri.
sv: Close-Job stödjer inte attributet job-uri.

source: Color
pt_br: Cor
ro: Culoare
sv: Färg

source: Color Mode
es: Modo de color
pt_br: Modo Colorido
ro: Modul de culoare

source: Commands may be abbreviated. Commands are: exit help quit status ?
es: Los comandos se pueden abreviar. Los comandos son: exit help quit status ?
pt_br: Os comandos podem ser abreviados. Os comandos são: exit (sair) help (ajuda) quit (fechar) status (estado) ?
ro: Comenzile pot fi abreviate. Comenzile sunt: exit help quit status ?
sv: Kommandon kan förkortas. Kommandon är: exit help quit status ?

source: Community name uses indefinite length
es: Nombre de comunidad usa una longitud indefinida
pt_br: O nome da comunidade utiliza um comprimento indefinido
ro: Numele comunității folosește o lungime nedefinită
sv: Gemenskapsnamn använder obestämd längd

source: Connected to printer.
es: Conectado a la impresora.
pt_br: Conectado à impressora.
ro: Conectat la imprimantă.
sv: Ansluten till skrivare.

source: Connecting to printer.
es: Conectando a la impresora.
pt_br: Conectando à impressora.
ro: Se conectează la imprimantă.
sv: Ansluter till skrivare.

source: Continue
es: Continuar
pt_br: Continuar
ro: Continuă
sv: Fortsätt

source: Continuous
es: Continuo
pt_br: Contínuo
ro: Continuu

source: Control file sent successfully.
es: Archivo de control enviado correctamente.
pt_br: O arquivo de controle foi enviado com sucesso.
ro: Fișierul de control a fost trimis cu succes.
sv: Kontrollfil skickades.

source: Copying print data.
es: Copiando datos de impresión.
pt_br: Copiando os dados da impressão.
ro: Se copiază datele de imprimare.
sv: Kopierar utskriftsdata.

source: Couldn't resolve mDNS URI "%s".
es: No pudo resolver mDNS URI «%s».
pt_br: Não foi possível resolver o URI "%s" do mDNS.
ro: Nu s-a putut rezolva URI-ul mDNS „%s”.

source: Created
es: Creado
pt_br: Foi Criada
ro: Creat
sv: Skapades

source: Credentials are OK/trusted.
es: Credenciales son correctas/confiadas.
pt_br: As credenciais estão boas ou são confiáveis.
ro: Acreditările sunt Ok/de încredere.

source: Credentials are expired.
es: Credenciales están caducadas.
pt_br: As credenciais estão expiradas.
ro: Acreditările sunt expirate.

source: Credentials are invalid.
es: Credenciales no son válidas.
pt_br: As credenciais não são válidas.
ro: Acreditările nu sunt valide.

source: Credentials are not CA-signed.
es: Credenciales no son firmadas por AC.
pt_br: As credenciais não são assinadas pelo CA.
ro: Acreditările nu sunt semnate de autoritatea de certificare.

source: Credentials are unknown/new.
es: Credenciales son desconocidas/nuevas.
pt_br: As credenciais não são conhecidas ou são novas.
ro: Acreditările sunt necunoscute/noi.

source: Credentials do not validate against site CA certificate.
es: Las credenciales no se validan con el certificado AC del sitio.
pt_br: As credenciais não são válidas para o certificado CA da página eletrônica.
ro: Acreditările nu sunt validate în raport cu certificatul CA al sitului.
sv: Inloggningsuppgifter kan inte valideras mot webbsidans CA-certifikat.

source: Credentials have been renewed.
es: Las credenciales han sido renovadas.
pt_br: As credenciais foram renovadas.
ro: Acreditările au fost reînnoite.

source: Credentials have changed.
es: Las credenciales han cambiado.
pt_br: As credenciais foram alteradas.
ro: Acreditările s-au schimbat.

source: Credentials have expired.
es: Las credenciales han caducado.
pt_br: As credenciais expiraram.
ro: Acreditările au expirat.
sv: Inloggningsuppgifter har gått ut.

source: Custom
es: A medida
pt_br: Personalizado
ro: Personalizat
sv: Anpassad

source: Cut
es: Cortar
pt_br: Cortar
ro: Taie

source: Cutter
es: Cortadora
pt_br: Cortador
ro: Dispozitiv de tăiat

source: Dark
es: Oscuro
pt_br: Escuro
ro: Întunecată

source: Darkness
es: Oscuridad
pt_br: Escuridão
ro: Întunecare

source: Data file sent successfully.
es: Archivo de datos enviado correctamente.
pt_br: O arquivo de dados foi enviado com sucesso.
ro: Fișierul de datel a fost trimis cu succes.
sv: Datafil skickades.

source: Deep Color
es: Color oscuro
pt_br: Cor Profunda
ro: Culoare intensă
sv: Djup färg

source: Deep Gray
es: Gris oscuro
pt_br: Cinza Escuro
ro: Gri intens
sv: Djupgrått

source: Delete Class
es: Borrar clase
pt_br: Excluir uma Classe
ro: Șterge clasa
sv: Ta bort klass

source: Delete Printer
es: Borrar impresora
pt_br: Excluir uma Impressora
ro: Șterge imprimanta
sv: Ta bort skrivare

source: DeskJet Series
es: Series DeskJet
pt_br: Série DeskJet
ro: Seria DeskJet

source: Destination "%s" is not accepting jobs.
es: El destino «%s» no acepta trabajos.
pt_br: O destino "%s" não está aceitando os trabalhos.
ro: Imprimanta vizată „%s” nu acceptă lucrări.
sv: Målet ”%s” accepterar inte utskrifter.

source: Device CMYK
es: Dispositivo CMYK
pt_br: Dispositivo CMYK
ro: Dispozitiv CMYK
sv: Enhetens CMYK

source: Device Code: %s
ro: Cod dispozitiv: %s

source: Device Gray
es: Dispositivo gris
pt_br: Dispositivo de escala de cinza
ro: Dispozitiv de Gri
sv: Enhetens Grå

source: Device RGB
es: Dispositivo RGB
pt_br: Dispositivo RGB
ro: Dispozitiv RGB
sv: Enhetens RGB

source: Device authorization grant is not supported by this server.
ro: Acordarea autorizației pentru dispozitiv nu este acceptată de acest server.

source: Device: uri = %s class = %s info = %s make-and-model = %s device-id = %s location = %s
es: Dispositivo: uri = %s clase = %s informe = %s marca-y-modelo = %s id-dispositivo = %s lugar: %s
pt_br: Dispositivo: uri = %s classe = %s informação = %s marca-e-modelo = %s dispo-id = %s localização = %s
ro: Dispozitiv: uri = %s clasă = %s info = %s marcă-și-model = %s id-dispozitiv = %s locație = %s
sv: Enhet: uri = %s class = %s info = %s make-and-model = %s device-id = %s location = %s

source: Direct Thermal Media
es: Soporte térmico directo
pt_br: Mídia Térmica Direta
ro: Suport (hârtie, film, ș.a.) pentru imprimare termică directă

source: Directory "%s" contains a relative path.
es: El directorio "%s" contiene una ruta relativa.
pt_br: O diretório "%s" contém um caminho relativo.
ro: Directorul „%s” conține o rută relativă.
sv: Katalogen "%s" innehåller en relativ sökväg

source: Directory "%s" has insecure permissions (0%o/uid=%d/gid=%d).
es: El directorio "%s" tiene permisos no seguros (0%o/uid=%d/gid=%d).
pt_br: O diretório "%s" contém permissões que não são seguras (0%o/uid=%d/gid=%d).
ro: Directorul „%s” are permisiuni nesigure (0%o/uid=%d/gid=%d).
sv: Katalogen "%s" har oskyddade rättigheter (0%o/uid=%d/gid=%d).

source: Directory "%s" is a file.
es: El directorio "%s" es un archivo.
pt_br: O diretório "%s" é um arquivo.
ro: Directorul „%s” este un fișier.
sv: Katalogen "%s" är en fil.
