Repository: OpenPrinting/cups
Catalog: locale/cups_*.po
Languages: es, pt_br, ro, sv

source: job-state-reasons.job-completed-with-errors
es: Completado con errores
pt_br: O Trabalho Foi Concluído com Erros
ro: Lucrare finalizată cu erori
sv: Slutfördes med fel

source: job-state-reasons.job-completed-with-warnings
es: Completado con advertencias
pt_br: O Trabalho Foi Concluído com Avisos
ro: Lucrare finalizată cu avertismente
sv: Slutfördes med varningar

source: job-state-reasons.job-data-insufficient
es: Datos insuficientes
pt_br: Os Dados Não São Suficientes
ro: Date insuficiente
sv: Otillräcklig data

source: job-state-reasons.job-delay-output-until-specified
es: Retraso en la salida de trabajos hasta que se especifique
pt_br: Adiar a Saída do Trabalho Até Ser Especificado
ro: Amânarea executării lucrării până când se specifică
sv: Fördröj jobbutmatning till angiven tid

source: job-state-reasons.job-digital-signature-wait
es: Firma digital del trabajo Espere
pt_br: Aguardando a Assinatura Digital do Trabalho
ro: Așteptare semnătură digitală pentru lucrare
sv: Jobb vänta på digital signatur

source: job-state-reasons.job-fetchable
es: Tarea recuperable
pt_br: O Trabalho Pode Ser Localizado
ro: Lucrarea poate fi preluată
sv: Jobb kan hämtas

source: job-state-reasons.job-held-for-review
es: Tarea en espera de revisión
pt_br: Reter o Trabalho para Ser Revisado
ro: Lucrare reținută pentru revizuire
sv: Jobb hålls för granskning

source: job-state-reasons.job-hold-until-specified
es: Tarea ocupada
pt_br: Reter o Trabalho
ro: Lucrare reținută
sv: Jobb hålls

source: job-state-reasons.job-incoming
es: Entrante
pt_br: Está Entrando
ro: În curs de intrare
sv: Inkommande

source: job-state-reasons.job-interpreting
es: Interpretar
pt_br: Está Interpretando
ro: Se interpretează
sv: Tolkar

source: job-state-reasons.job-outgoing
es: Saliente
pt_br: Está Saindo
ro: În curs de ieșire
sv: Utgående

source: job-state-reasons.job-password-wait
es: Contraseña de trabajo Espere
pt_br: Aguardando a Senha do Trabalho
ro: Așteptare parolă pentru lucrare
sv: Jobb väntar på lösenord

source: job-state-reasons.job-printed-successfully
es: Trabajo impreso correctamente
pt_br: O Trabalho Foi Impresso com Sucesso
ro: Lucrare imprimată cu succes
sv: Jobbet skrevs ut

source: job-state-reasons.job-printed-with-errors
es: Trabajo impreso con errores
pt_br: Ocorreu Alguns Erros no Trabalho que Foi Impresso
ro: Lucrare imprimată cu erori
sv: Jobbet skrevs ut med fel

source: job-state-reasons.job-printed-with-warnings
es: Trabajo impreso con advertencias
pt_br: Ocorreu Alguns Avisos no Trabalho que Foi Impresso
ro: Lucrare imprimată cu avertismente
sv: Jobbet skrevs ut med varningar

source: job-state-reasons.job-printing
es: Impresión
pt_br: Está Imprimindo
ro: Se imprimă
sv: Skriver ut

source: job-state-reasons.job-queued
es: Preparar la impresión
pt_br: Preparando para Imprimir
ro: Se pregătește pentru imprimare
sv: Förbereder utskrift

source: job-state-reasons.job-queued-for-marker
es: Tramitación de documentos
pt_br: Processando o Documento
ro: Se procesează documentul
sv: Behandlar dokument

source: job-state-reasons.job-release-wait
es: Espera de liberación de tarea
pt_br: Aguardando a Liberação do Trabalho
ro: Se așteaptă eliberarea lucrării

source: job-state-reasons.job-restartable
es: Reiniciable
pt_br: Pode Ser Reiniciado
ro: Poate fi repornită
sv: Kan startas om

source: job-state-reasons.job-resuming
es: Reanudación del tarea
pt_br: O Trabalho Está Sendo Retomado
ro: Se reia lucrarea
sv: Jobb fortsätter

source: job-state-reasons.job-saved-successfully
es: Tarea guardada correctamente
pt_br: O Trabalho Foi Salvo com Sucesso
ro: Lucrare salvată cu succes
sv: Jobb sparades

source: job-state-reasons.job-saved-with-errors
es: Tarea guardada con errores
pt_br: O Trabalho Foi Salvo com Erros
ro: Lucrare salvată cu erori
sv: Jobb sparades med fel

source: job-state-reasons.job-saved-with-warnings
es: Tarea guardada con advertencias
pt_br: O Trabalho Foi Salvo com Avisos
ro: Lucrare salvată cu avertismente
sv: Jobb sparades med varningar

source: job-state-reasons.job-saving
es: Guardando Tarea
pt_br: O Trabalho Está Sendo Salvo
ro: Se salvează lucrarea
sv: Jobb sparas

source: job-state-reasons.job-spooling
es: Repartir Tarea
pt_br: O Trabalho Foi Enviado para a Área da Memória Temporária
ro: Se pune lucrarea în coada de așteptare
sv: Jobb spoolas

source: job-state-reasons.job-streaming
es: Flujo de tarea
pt_br: O Trabalho Está Sendo Transmitido
ro: Se transmite lucrarea
sv: Jobb strömmas

source: job-state-reasons.job-suspended
es: Suspendido
pt_br: O Trabalho Foi Suspenso
ro: Suspendată

source: job-state-reasons.job-suspended-by-operator
es: Tarea suspendida por operador
pt_br: O Trabalho Foi Suspenso pelo Operador
ro: Lucrare suspendată de către operator
sv: Jobb pausat av operatör

source: job-state-reasons.job-suspended-by-system
es: Tarea suspendida por el sistema
pt_br: O Trabalho Foi Suspenso pelo Sistema Operacional
ro: Lucrare suspendată de către sistem
sv: Jobb pausat av system

source: job-state-reasons.job-suspended-by-user
es: Tarea suspendida por usuario
pt_br: O Trabalho Foi Suspenso pelo Usuário
ro: Lucrare suspendată de către utilizator
sv: Jobb pausat av användare

source: job-state-reasons.job-suspending
es: Suspensión del tarea
pt_br: O Trabalho Está Sendo Suspenso
ro: Se suspendte lucrarea
sv: Jobbet pausas

source: job-state-reasons.job-transferring
es: Transferencia de tarea
pt_br: O Trabalho Está Sendo Transferido
ro: Se transferă lucrarea
sv: Jobbet överförs

source: job-state-reasons.job-transforming
es: Transformar
pt_br: O Trabalho Está Sendo Transformando
ro: Se transformă
sv: Transformeras

source: job-state-reasons.none
es: Ninguna
pt_br: Nenhum
ro: Niciuna
sv: Ingen

source: job-state-reasons.printer-stopped
es: Impresora desconectada
pt_br: A Impressora Não Está Conectada
ro: Imprimantă deconectată
sv: Skrivare offline

source: job-state-reasons.printer-stopped-partly
es: Impresora parcialmente detenida
pt_br: A Impressora Está Parcialmente Parada
ro: Imprimantă parțial oprită
sv: Skrivaren delvis stoppad

source: job-state-reasons.processing-to-stop-point
es: Detener
pt_br: O Trabalho Está Parando
ro: Se oprește
sv: Stoppar

source: job-state-reasons.queued-in-device
es: Preparado
pt_br: O Trabalho Está Pronto
ro: Pregătită
sv: Redo

source: job-state-reasons.resources-are-not-ready
es: Los recursos no están preparados
pt_br: Os Recursos Não Estão Prontos
ro: Resursele nu sunt pregătite
sv: Resurser ej redo

source: job-state-reasons.resources-are-not-supported
es: Los recursos no están mantenidos
pt_br: Os Recursos Não São Compatíveis
ro: Resursele nu sunt acceptate
sv: Resurser stöds inte

source: job-state-reasons.service-off-line
es: Servicio desconectado
pt_br: O Serviço Está Desconectado
ro: Serviciul este deconectat
sv: Tjänst offline

source: job-state-reasons.submission-interrupted
es: Entrega interrumpida
pt_br: O Envio Foi Interrompido
ro: Trimiterea a fost întreruptă
sv: Uppladdning avbruten

source: job-state-reasons.unsupported-attributes-or-values
es: Atributos o valores no admitidos
pt_br: Os Atributos ou os Valores Não São Compatíveis
ro: Atribute sau valori neacceptate
sv: Attribut eller värden stöds inte

source: job-state-reasons.unsupported-compression
es: Compresión no admitida
pt_br: A Compactação Não é Compatível
ro: Comprimare neacceptată
sv: Komprimering stöds inte

source: job-state-reasons.unsupported-document-format
es: Formato de documento no admitido
pt_br: O Formato do Documento Não é Compatível
ro: Format de document neacceptat
sv: Dokumentformat stöds inte

source: job-state-reasons.waiting-for-user-action
es: Esperando la acción del usuario
pt_br: Aguardando a Ação do Usuário
ro: Se așteaptă acțiunea utilizatorului
sv: Väntar på användaråtgärd

source: job-state-reasons.warnings-detected
es: Advertencias detectadas
pt_br: Alguns Avisos Foram Detectados
ro: Avertismente detectate
sv: Varningar upptäcktes

source: job-state.3
es: Pendiente
pt_br: Está Pendente
ro: În așteptare
sv: Väntar

source: job-state.4
es: Mantenida
pt_br: Está Retido
ro: Reținută
sv: Hålls

source: job-state.5
es: Procesando
pt_br: Está Sendo Processando
ro: Se procesează
sv: Behandlar

source: job-state.6
es: Detenido
pt_br: Está Parando
ro: Oprită
sv: Stoppat

source: job-state.7
es: Cancelado
pt_br: Foi Cancelado
ro: Anulată
sv: Avbrutet

source: job-state.8
es: Interrumpido
pt_br: Foi Abortado
ro: Abandonată
sv: Stoppat

source: job-state.9
es: Completado
pt_br: Foi Completado
ro: Finalizată
sv: Slutfört

source: laminating
es: Páginas laminadas
pt_br: Laminar as Páginas
ro: Pagini laminate
sv: Laminera sidor

source: laminating-sides
es: Laminado
pt_br: Laminar
ro: Laminat
sv: Laminera

source: laminating-sides.back
es: Solo reverso
pt_br: Somente o Verso
ro: Doar coperta din spate
sv: Baksida endast

source: laminating-sides.both
es: Anverso y reverso
pt_br: Frente e Verso
ro: Coperta din față și din spate
sv: Fram och bak

source: laminating-sides.front
es: Solo frontal
pt_br: Somente a Frente
ro: Doar coperta din față
sv: Framsida endast

source: laminating-type
es: Tipo de laminación
pt_br: Tipo da Laminação
ro: Tipul de laminare
sv: Typ av laminering

source: laminating-type.archival
es: Archivador
pt_br: Arquivo
ro: Arhivare
sv: Arkivering

source: laminating-type.glossy
es: Brillante
pt_br: Brilhante
ro: Lucioasă
sv: Glansig

source: laminating-type.high-gloss
es: Brillo alto
pt_br: Muito Brilhante
ro: Super-lucioasă
sv: Högglansig

source: laminating-type.matte
es: Mate
pt_br: Fosco
ro: Mată
sv: Matt

source: laminating-type.semi-gloss
es: Semibrillante
pt_br: Semibrilhante
ro: Semi-lucioasă
sv: Halvglansig

source: laminating-type.translucent
es: Translúcido
pt_br: Translúcido
ro: Translucidă
sv: Genomskinlig

source: lpadmin: Class name can only contain printable characters.
es: lpadmin: El nombre de la clase sólo puede contener caracteres imprimibles.
pt_br: O nome da classe pode conter somente os caracteres imprimíveis para o lpadmin.
ro: lpadmin: Numele clasei poate conține numai caractere imprimabile.
sv: lpadmin: Klassnamn får bara innehålla utskrivbara tecken.

source: lpadmin: Expected PPD after "-%c" option.
es: lpadmin: Se esperaba un PPD tras la opción "-%c".
pt_br: Era esperado o PPD após a opção "-%c" para o lpadmin.
ro: lpadmin: Se așteaptă PPD după opțiunea „-%c”.
sv: lpadmin: PPD förväntades efter alternativet "-%c".

source: lpadmin: Expected allow/deny:userlist after "-u" option.
es: lpadmin: Se esperaba permitir/denegar:lista_usuarios tras la opción "-u".
pt_br: Era esperado a lista dos nomes de usuários que são permitidos ou impedidos após a opção "-u" para o lpadmin.
ro: lpadmin: Se aștepta allow/deny:userlist după opțiunea „-u”.
sv: lpadmin: allow/deny:användarlista förväntades efter alternativet "-u".

source: lpadmin: Expected class after "-r" option.
es: lpadmin: Se esperaba una clase tras la opción "-r".
pt_br: Era esperado a classe após a opção "-r" para o lpadmin.
ro: lpadmin: Se aștepta clasa după opțiunea „-r”.
sv: lpadmin: Klass förväntades efter alternativet "-r".

source: lpadmin: Expected class name after "-c" option.
es: lpadmin: Se esperaba un nombre de clase tras la opción "-c".
pt_br: Era esperado o nome da classe após a opção "-c" para o lpadmin.
ro: lpadmin: Se aștepta numele clasei după opțiunea „-c”.
sv: lpadmin: Klassnamn förväntades efter alternativet "-c".

source: lpadmin: Expected description after "-D" option.
es: lpadmin: Se esperaba una descripción tras la opción "-D".
pt_br: Era esperado a descrição após a opção "-D" para o lpadmin.
ro: lpadmin: Se aștepta descrierea după opțiunea „-D”.
sv: lpadmin: Beskrivning förväntades efter alternativet "-D".

source: lpadmin: Expected device URI after "-v" option.
es: lpadmin: Se esperaba un URI de dispositivo tras la opción "-v".
pt_br: Era esperado o URI do dispositivo após a opção "-v" para o lpadmin.
ro: lpadmin: Se aștepta URI-ul dispozitivului după opțiunea „-v”.
sv: lpadmin: Enhets-URI förväntades efter alternativet "-v".

source: lpadmin: Expected file type(s) after "-I" option.
es: lpadmin: Se esperaba(n) tipo(s) de archivo(s) tras la opción "-l".
pt_br: Era esperado o tipo do(s) arquivo(s) após a opção "-I" para o lpadmin.
ro: lpadmin: Se aștepta(u) tipul (tipurile) de fișier după opțiunea „-I”.
sv: lpadmin: Filtyp(er) förväntades efter alternativet "-I".

source: lpadmin: Expected hostname after "-h" option.
es: lpadmin: Se esperaba un nombre de equipo tras la opción "-h".
pt_br: Era esperado o nome da máquina após a opção "-h" para o lpadmin.
ro: lpadmin: Se aștepta numele gazdei după opțiunea „-h”.
sv: lpadmin: Värdnamn förväntades efter alternativet "-h".

source: lpadmin: Expected location after "-L" option.
es: lpadmin: Se esperaba una ubicación tras la opción "-L".
pt_br: Era esperado a localização após a opção "-L" para o lpadmin.
ro: lpadmin: Se aștepta locația după opțiunea „-L”.
sv: lpadmin: Plats förväntades efter alternativet "-L".

source: lpadmin: Expected model after "-m" option.
es: lpadmin: Se esperaba un modelo tras la opción "-m".
pt_br: Era esperado o modelo após a opção "-m" para o lpadmin.
ro: lpadmin: Se aștepta modelul după opțiunea „-m”.
sv: lpadmin: Modell förväntades efter alternativet "-m".

source: lpadmin: Expected name after "-R" option.
es: lpadmin: Se esperaba un nombre tras la opción "-R".
pt_br: Era esperado o nome após a opção "-R" para o lpadmin.
ro: lpadmin: Se aștepta un nume după opțiunea „-R”.
sv: lpadmin: Namn förväntades efter alternativet "-R".

source: lpadmin: Expected name=value after "-o" option.
es: lpadmin: Se esperaba un nombre=valor tras la opción "-o".
pt_br: Era esperado o "nome=valor" após a opção "-o" para o lpadmin.
ro: lpadmin: Se aștepta perechea nume=valoare după opțiunea „-o”.
sv: lpadmin: namn=värde förväntades efter alternativet "-o".

source: lpadmin: Expected printer after "-p" option.
es: lpadmin: Se esperaba una impresora tras la opción "-p".
pt_br: Era esperado a impressora após a opção "-p" para o lpadmin.
ro: lpadmin: Se aștepta imprimanta după opțiunea „-p”.
sv: lpadmin: Skrivare förväntades efter alternativet "-p".

source: lpadmin: Expected printer name after "-d" option.
es: lpadmin: Se esperaba un nombre de impresora tras la opción "-d".
pt_br: Era esperado o nome da impressora após a opção "-d" para o lpadmin.
ro: lpadmin: Se aștepta numele imprimantei după opțiunea „-d”.
sv: lpadmin: Skrivarnamn förväntades efter alternativet "-d".

source: lpadmin: Expected printer or class after "-x" option.
es: lpadmin: Se esperaba una impresora o clase tras la opción "-x".
pt_br: Era esperado a impressora ou a classe após a opção "-x" para o lpadmin.
ro: lpadmin: Se aștepta imprimanta sau clasa după opțiunea „-x”.
sv: lpadmin: Skrivare eller klass förväntades efter alternativet "-x".

source: lpadmin: No member names were seen.
es: lpadmin: No se han visto nombres de miembros.
pt_br: Não foi encontrado o nome do membro para o lpadmin.
ro: lpadmin: Nu s-au găsit nume de membri.
sv: lpadmin: Såg inga medlemsnamn.

source: lpadmin: Printer %s is already a member of class %s.
es: lpadmin: La impresora %s ya es miembro de la clase %s.
pt_br: A impressora %s já é um membro da classe %s para o lpadmin.
ro: lpadmin: Imprimanta %s este deja membră a clasei %s.
sv: lpadmin: Skrivaren %s är redan medlem i klassen %s.

source: lpadmin: Printer %s is not a member of class %s.
es: lpadmin: La impresora %s no es miembro de la clase %s.
pt_br: A impressora %s não é um membro da classe %s para o lpadmin.
ro: lpadmin: Imprimanta %s nu este membră a clasei %s.
sv: lpadmin: Skrivaren %s är inte medlem i klassen %s.

source: lpadmin: Printer drivers are deprecated and will stop working in a future version of CUPS.
es: lpadmin: Los controladores de impresora están obsoletos y dejarán de funcionar en una versión futura de CUPS.
pt_br: Os controladores da impressora estão obsoletos e deixarão de funcionar em uma versão futura do CUPS para o lpadmin.
ro: lpadmin: Controlorii de imprimantă sunt învechiți și nu vor mai funcționa într-o versiune viitoare a CUPS.
sv: lpadmin: Skrivardrivrutinerna är föråldrade och kommer att sluta fungera i en framtida version av CUPS.

source: lpadmin: Printer name can only contain printable characters.
es: lpadmin: El nombre de la impresora sólo puede contener caracteres imprimibles.
pt_br: O nome da impressora pode conter somente os caracteres imprimíveis para o lpadmin.
ro: lpadmin: Numele imprimantei poate conține numai caractere imprimabile.
sv: lpadmin: Skrivarnamn får bara innehålla utskrivbara tecken.

source: lpadmin: Raw queues are deprecated and will stop working in a future version of CUPS.
es: lpadmin: Las colas sin procesar están obsoletas y dejarán de funcionar en una versión futura de CUPS.
pt_br: As filas de espera não processadas estão obsoletas e deixarão de funcionar em uma versão futura do CUPS para o lpadmin.
ro: lpadmin: Cozile brute sunt învechite și nu vor mai funcționa într-o versiune viitoare a CUPS.
sv: lpadmin: Råa köer har övergivits och kommer att sluta fungera i en framtida version av CUPS.

source: lpadmin: Raw queues are no longer supported on macOS.
es: lpadmin: Las colas sin procesar ya no son compatibles con macOS.
pt_br: As filas de espera do lpadmin não foram processadas porque não são compatíveis no MacOS.
ro: lpadmin: Cozile brute nu mai sunt acceptate pe macOS.
sv: lpadmin: Råa köer stöds inte längre på macOS.

source: lpadmin: System V interface scripts are no longer supported for security reasons.
es: lpadmin: Los scripts de interfaz de System V ya no son compatibles por motivos de seguridad.
pt_br: Os programas da interface do System V do lpadmin não são mais compatíveis por motivos de segurança.
ro: lpadmin: Scripturile de interfață System V nu mai sunt acceptate din motive de securitate.
sv: lpadmin: System V:s gränssnittsskript stöds inte längre av säkerhetsskäl.

source: lpadmin: Unable to add a printer to the class: You must specify a printer name first.
es: lpadmin: No se ha podido añadir una impresora a la clase: Debe especificar un nombre de impresora primero.
pt_br: Não foi possível adicionar uma impressora à classe para o lpadmin. Você tem que especificar primeiro o nome da impressora.
ro: lpadmin: Imposibil de adăugat o imprimantă la clasă: Trebuie să specificați mai întâi numele imprimantei.
sv: lpadmin: Kan inte lägga till en skrivare till klassen: Du måste ange ett skrivarnamn först.

source: lpadmin: Unable to connect to server: %s
es: lpadmin: No se ha podido conectar al servidor: %s
pt_br: Não foi possível conectar ao servidor %s para o lpadmin
ro: lpadmin: Nu s-a putut conecta la server: %s
sv: lpadmin: Kunde inte ansluta till server: %s

source: lpadmin: Unable to create temporary file
es: lpadmin: No se ha podido crear el archivo temporal
pt_br: Não foi possível criar um arquivo temporário para o lpadmin
ro: lpadmin: Nu s-a putut crea fișierul temporar
sv: lpadmin: Kunde inte skapa temporärfil

source: lpadmin: Unable to delete option: You must specify a printer name first.
es: lpadmin: No se ha podido borrar la opción: Debe especificar un nombre de impresora primero.
pt_br: Não foi possível excluir a opção para o lpadmin. Você tem que primeiro especificar o nome da impressora.
ro: lpadmin: Nu s-a putut șterge opțiunea: Trebuie să specificați mai întâi numele imprimantei.
sv: lpadmin: Kunde inte radera alternativ: Du måste ange ett skrivarnamn först.

source: lpadmin: Unable to open PPD "%s": %s
es: lpadmin: No se ha podido abrir el PPD "%s": %s
pt_br: Não foi possível abrir o arquivo PPD "%s" de %s para o lpadmin
ro: lpadmin: Nu s-a putut deschide PPD „%s”: %s
sv: lpadmin: Kunde inte öppna PPD "%s": %s

source: lpadmin: Unable to open PPD "%s": %s on line %d.
es: lpadmin: No se ha podido abrir el archivo PPD: "%s": %s en la línea %d.
pt_br: Não foi possível abrir o PPD "%s" de %s na linha %d para o lpadmin.
ro: lpadmin: Nu s-a putut deschide PPD „%s”: %s pe linia %d.
sv: lpadmin: Kunde inte öppna PPD "%s": %s på rad %d.

source: lpadmin: Unable to remove a printer from the class: You must specify a printer name first.
es: lpadmin: No se ha podido quitar una impresora de la clase: Debe especificar un nombre de impresora primero.
pt_br: Não foi possível remover a impressora da classe para o lpadmin. Você tem que primeiro especificar o nome da impressora.
ro: lpadmin: Imposibil de eliminat o imprimantă din clasă: Trebuie să specificați mai întâi numele imprimantei.
sv: lpadmin: Kunde inte ta bort en skrivare från klassen: Du måste ange ett skrivarnamn först.

source: lpadmin: Unable to set the printer options: You must specify a printer name first.
es: lpadmin: No se han podido establecer las opciones de la impresora: Debe especificar un nombre de impresora primero.
pt_br: Não foi possível definir as opções da impressora para o lpadmin. Você tem que primeiro especificar o nome da impressora.
ro: lpadmin: Nu s-au putut configura opțiunile imprimantei: Trebuie să specificați mai întâi numele imprimantei.
sv: lpadmin: Kunde inte sätta skrivaralternativen: Du måste ange ett skrivarnamn först.

source: lpadmin: Unknown allow/deny option "%s".
es: lpadmin: Opción allow/deny desconocida "%s".
pt_br: A opção de permitir ou negar o "%s" não é conhecida para o lpadmin.
ro: lpadmin: Opțiune necunoscută permite/refuză (allow/deny) „%s”.
sv: lpadmin: Okänt allow/deny-alternativ "%s".

source: lpadmin: Unknown argument "%s".
es: lpadmin: Argumento "%s" desconocido.
pt_br: O argumento "%s" não é conhecido para o lpadmin.
ro: lpadmin: Argument necunoscut „%s”.
sv: lpadmin: Okänt argument "%s".

source: lpadmin: Unknown option "%c".
es: lpadmin: Opción "%c" desconocida.
pt_br: A opção "%c" não é conhecida para o lpadmin.
ro: lpadmin: Opțiune necunoscută „%c”.
sv: lpadmin: Okänt alternativ "%c".

source: lpadmin: Use the 'everywhere' model for shared printers.
es: lpadmin: Utiliza el modelo "everywhere" para las impresoras compartidas.
pt_br: Utilize o modelo 'everywhere' (em todos os lugares) para as impressoras compartilhadas no lpadmin.
ro: lpadmin: Utilizați modelul „peste tot” (everywhere) pentru imprimantele partajate.
sv: lpadmin: Använd modellen 'everywhere' för delade skrivare.

source: lpadmin: Warning - content type list ignored.
es: lpadmin: Advertencia - lista de tipo de contenido no tenida en cuenta.
pt_br: Aviso: A lista dos tipos de conteúdos foi ignorada para o lpadmin.
ro: lpadmin: Avertisment - lista de tipuri de conținut este ignorată.
sv: lpadmin: Varning - lista över innehållstyper ignoreras.

source: lpinfo: Expected 1284 device ID string after "--device-id".
es: lpinfo: Se esperaba una cadena ID de dispositivo 1284 tras "--device-id".
pt_br: Era esperado um conjunto de caracteres do ID (identificador) do dispositivo 1284 após o "--device-id" para o lpinfo.
ro: lpinfo: Se aștepta un șir ID dispozitiv 1284 după „--device-id”.
sv: lpinfo: Enhets-ID-strängen 1284 förväntades efter "--device-id".

source: lpinfo: Expected language after "--language".
es: lpinfo: Se esperaba un idioma tras "--language".
pt_br: Era esperado o idioma após o "--language" para o lpinfo.
ro: lpinfo: Se aștepta limba după „--language”.
sv: lpinfo: Språk förväntades efter "--language".

source: lpinfo: Expected make and model after "--make-and-model".
es: lpinfo: Se esperaba marca y modelo tras "--make-and-model".
pt_br: Era esperado a marca e o modelo após o "--make-and-model" para o lpinfo.
ro: lpinfo: Se aștepta marca și modelul după „--make-and-model”.
sv: lpinfo: Sort och modell förväntades efter "--make-and-model".

source: lpinfo: Expected product string after "--product".
es: lpinfo: Se esperaba una cadena de producto tras "--product".
pt_br: Era esperado o conjunto de caracteres do produto após o "--product" para o lpinfo.
ro: lpinfo: Se aștepta șirul produsului după „--product”.
sv: lpinfo: Produktsträng förväntades efter "--product".
