Repository: OpenPrinting/cups
Catalog: locale/cups_*.po
Languages: es, pt_br, ro, sv

source: -o name-default=value Specify the default value for the named option
es: -o name-default=valor Especifica el valor predet. para la opción nombrada
pt_br: -o nome-default=valor Permite especificar o valor padrão para a opção que foi especificada
ro: -o nume=val-implicită specifică valoarea implicită pentru opțiunea numită
sv: -o name-default=värde Specificera förvalt värde för namngivet alternativ

source: -o name[=value] Set default option and value
es: -o name[=valor] Establece la opción y valor por defecto
pt_br: -o nome[=valor] Permite definir a opção e o valor padrão
ro: -o nume[=valoare] stabilește opțiunea și valoarea implicită
sv: -o name[=värde] Ange förvalt alternativ och värde

source: -o number-up=N Specify that input pages should be printed N-up (1, 2, 4, 6, 9, and 16 are supported)
es: -o number-up=N Especifica que páginas de entrada serían impresas N-hasta (1, 2, 4, 6, 9, y 16 son admitidas)
pt_br: -o number-up=N Permite especificar quais páginas devem ser impressas, onde N é o número da página (1, 2, 4, 6, 9 e 16 são suportados)
ro: -o number-up=N specifică că paginile de intrare trebuie imprimate până_la-N (sunt acceptate 1, 2, 4, 6, 9 și 16)
sv: -o number-up=N Specificera att inkommande sidor ska skrivas ut flera på samma sida (1, 2, 4, 6, 9, och 16 stöds)

source: -o option[=value] Specify a printer-specific option
es: -o option[=valor] Especifica una opción específica de la impresora
pt_br: -o opção[=valor] Permite definir uma opção específica da impressora
ro: -o opțiune[=valoare] specifică o opțiune specifică imprimantei
sv: -o option[=värde] Ange ett skrivarspecifikt alternativ

source: -o orientation-requested=N Specify portrait (3) or landscape (4) orientation
es: -o orientation-requested=N Especifica la orientación: retrato (3) o paisaje (4)
pt_br: -o orientation-requested=N Permite especificar a orientação da página, podendo ser retrato (3) ou paisagem (4)
ro: -o orientation-requested=N specifică orientarea: portret (3) sau peisaj (4)
sv: -o orientation-requested=N Specificera stående (3) eller liggande (4) orientering

source: -o print-quality=N Specify the print quality - draft (3), normal (4), or best (5)
es: -o print-quality=N Especifica la calidad de la impresora – borrador (3), normal (4), o mejor (5)
pt_br: -o print-quality=N Permite especificar a qualidade da impressão, podendo ser rascunho (3), normal (4) ou melhor (5)
ro: -o print-quality=N specificați calitatea imprimării - schiță (3), normală (4) sau optimă (5)
sv: -o print-quality=N Ange utskriftskvalitet - utkast (3), normal (4), eller bäst (5)

source: -o printer-error-policy=name Specify the printer error policy
es: -o printer-error-policy=nombre Especifica la normativa de error de la impresora
pt_br: -o printer-error-policy=nome Permite especificar a política de erros da impressora
ro: -o printer-error-policy=nume specifică politica privind erorile imprimantei
sv: -o printer-error-policy=namn Specificera skrivarens felpolicy

source: -o printer-is-shared=true Share the printer
es: -o printer-is-shared=true Compartir la impresora
pt_br: -o printer-is-shared=true Permite compartilhar a impressora
ro: -o printer-is-shared=true activează partajarea imprimantei
sv: -o printer-is-shared=true Dela skrivaren

source: -o printer-op-policy=name Specify the printer operation policy
es: -o printer-op-policy=nombre Especifica la normativa de operación de la impresora
pt_br: -o printer-op-policy=nome Permite especificar a política de operação da impressora
ro: -o printer-op-policy=nume specifică politica de funcționare a imprimantei
sv: -o printer-op-policy=namn Specificera skrivarens driftpolicy

source: -o sides=one-sided Specify 1-sided printing
es: -o sides=one-sided Especifica la impresión en 1-lado
pt_br: -o sides=one-sided Permite especificar a impressão somente na frente da folha
ro: -o sides=one-sided specifică imprimarea pe o singură față
sv: -o sides=one-sided Specificera 1-sidig utskrift

source: -o sides=two-sided-long-edge Specify 2-sided portrait printing
es: -o sides=two-sided-long-edge Especifica la impresión de retrato por dos lados
pt_br: -o sides=two-sided-long-edge Permite especificar a impressão com a orientação retrato em frente e verso
ro: -o sides=two-sided-long-edge specifică imprimarea cu orientarea portret, pe două fețe
sv: -o sides=two-sided-long-edge Specificera 2-sidig stående utskrift

source: -o sides=two-sided-short-edge Specify 2-sided landscape printing
es: -o sides=two-sided-short-edge Especifica la impresión de paisaje con dos lados
pt_br: -o sides=two-sided-short-edge Permite especificar a impressão com a orientação paisagem em frente e verso
ro: -o sides=two-sided-short-edge specifică imprimarea cu orientarea peisaj, pe două fețe
sv: -o sides=two-sided-short-edge Specificera 2-sidig liggande utskrift

source: -p Print URI if true
es: -p Imprime el URI si es verdadero
pt_br: -p Permite imprimir o URI se a opção estiver ativada
ro: -p imprimă URI-ul dacă este dată
sv: -p Skriv ut URI om sant

source: -p PURPOSE Comma-delimited certificate purpose (serverAuth, clientAuth, codeSigning, emailProtection, timeStamping, OCSPSigning)
es: -p PROPÓSITO Propósito del certificado delimitado por comas (serverAuth, clientAuth, codeSigning, emailProtection, timeStamping, OCSPSigning)
pt_br: -p PURPOSE Permite definir a finalidade do certificado delimitado por vírgulas (serverAuth, clientAuth, codeSigning, emailProtection, timeStamping, OCSPSigning)
ro: -p SCOPUL scopul certificatului delimitat prin virgule (serverAuth, clientAuth, codeSigning, emailProtection, timeStamping, OCSPSigning)

source: -p [printer(s)] Show the processing state of destinations
es: -p [impresora(s)] Muestra el estado de destino del proceso
pt_br: -p [impressora(s)] Permite exibir o estado de diferentes processamentos
ro: -p [imprimantă(e)] afișează starea de procesare a destinațiilor
sv: -p [skrivare] Visa processtillståndet för destinationerna

source: -p destination Specify a destination
es: -p destino Especifica un destino
pt_br: -p destino Permite especificar um destino
ro: -p destinația specifică destinația
sv: -p destination Specificera en destination

source: -p destination Specify/add the named destination
es: -p destino Especifique/agregue el destino nombrado
pt_br: -p destino Permite definir ou adicionar o destino que foi especificado
ro: -p destinația specifică/adaugă destinația numită
sv: -p destination Specificera/lägg till namngiven destination

source: -p port Set port number for printer
es: -p puerto Establece el número del puerto para la impresora
pt_br: -p porta Permite definir o número da porta para a impressora
ro: -p port stabilește numărul portului pentru imprimantă
sv: -p port Sätt portnummer för skrivaren

source: -q Quietly report match via exit code
es: -q Silenciosamente informa coincidencias por medio de código de salida
pt_br: -q Permite reportar os erros silenciosamente por meio do código de saída
ro: -q raportează în mod discret potrivirea prin codul de ieșire
sv: -q Tyst rapportering av matchning via avslutskod

source: -q Run silently
es: -q Ejecutar silenciosamente
pt_br: -q Permite executar silenciosamente
ro: -q rulează în modul silențios
sv: -q Kör tyst

source: -q Specify the job should be held for printing
es: -q Especifica el trabajo sería mantenido para imprimir
pt_br: -q Permite especificar se o trabalho deve ser retido na impressão
ro: -q specifică că lucrarea trebuie reținută pentru imprimare
sv: -q Specificera att jobbet bör vänta innan utskrift

source: -q priority Specify the priority from low (1) to high (100)
es: -q prioridad Especifica la prioridad desde baja (1) hasta alta (100)
pt_br: -q priority Permite especificar a prioridade, podendo ser a mais baixa (1) até a mais alta (100)
ro: -q prioritatea specifică prioritatea de la scăzută (1) la ridicată (100)
sv: -q priority Specificera prioritet från låg (1) till hög (100)

source: -r Remove the file(s) after submission
es: -r Retira el/los archivo(s) tras el envío
pt_br: -r Permite remover o(s) arquivo(s) após a submissão
ro: -r elimină fișierul (fișierele) după trimitere
sv: -r Ta bort fil(erna) efter uppladdning

source: -r Show whether the CUPS server is running
es: -r Muestra si el servidor CUPS está ejecutándose
pt_br: -r Permite exibir se o servidor impressão CUPS está em execução
ro: -r afișează dacă serverul CUPS rulează
sv: -r Visa om CUPS-servern kör

source: -r True if service is remote
es: -r Verdadero si el servicio es remoto
pt_br: -r Permite utilizar o serviço remoto se a opção estiver ativada
ro: -r adevărat dacă serviciul este la distanță
sv: -r Sant om tjänsten är en fjärrtjänst

source: -r Use 'relaxed' open mode
es: -r Utilice modo de apertura «relajado»
pt_br: -r Permite utilizar o modo de abertura para 'relaxado'
ro: -r utilizează modul de deschidere „relaxat”
sv: -r Använd avslappnat öppet läge

source: -r ROOT-NAME Name of root certificate
es: -r NOMBRE-RAÍZ Nombre de certificado raíz
pt_br: -r ROOT-NAME Permite definir o nome do certificado raiz
ro: -r nume-rădăcină numele certificatului rădăcină

source: -r class Remove the named destination from a class
es: -r clase Retira el destino nombrado desde una clase
pt_br: -r classe Permite remover o destino que foi nomeado de uma classe
ro: -r clasa elimină destinația numită dintr-o clasă
sv: -r class Ta bort given destination från en klass

source: -r reason Specify a reason message that others can see
es: -r razón Especifica un mensaje de razón que otros pueden consultar
pt_br: -r motivo Permite especificar uma mensagem do motivo que outros poderão ver
ro: -r motiv specifică un mesaj cu motivul pe care îl pot vedea și ceilalți
sv: -r reason Specificera ett orsaksmeddelande som andra kan se

source: -r subtype,[subtype] Set DNS-SD service subtype
es: -r subtype,[subtype] Establece subtipo del servicio DNS-SD
pt_br: -r subtipo,[subtipo] Permite definir o subtipo do serviço do DNS-SD
ro: -r subtip,[subtip] stabilește subtipul serviciului DNS-SD
sv: -r subtype,[subtype] Sätt DNS-SD-tjänstens subtyp

source: -s Be silent
es: -s Ser silencioso
pt_br: -s Permite ficar em silêncio
ro: -s operează în modul silențios
sv: -s Var tyst

source: -s Print service name if true
es: -s Imprime nombre del servicio si es verdadero
pt_br: -s Permite imprimir o nome do serviço se a opção estiver ativada
ro: -s imprimă numele serviciului dacă este dată
sv: -s Skriv tjänstens namn om sant

source: -s Show a status summary
es: -s Muestra un resumen del estado
pt_br: -s Permite exibir um resumo do estado atual
ro: -s afișează un rezumat al stării
sv: -s Visa en statussammanfattning

source: -s SCOPE(S) Specify the scope(s) to authorize
es: -s ÁMBITO(S) Especifica el/los ámbito(s) para autorizar
pt_br: -s SCOPE(S) Permite especificar o(s) escopo(s) a ser(em) autorizado(s)
ro: -s domeniu(i) specifică domeniul (domeniile) de autorizare

source: -s cups-files.conf Set cups-files.conf file to use.
es: -s archivos-cups.conf Establece el archivo cups-files.conf a utilizar.
pt_br: -s cups-files.conf Permite definir o arquivo cups-files.conf a ser utilizado.
ro: -s cups-files.conf stabilește fișierul cups-files.conf de utilizat
sv: -s cups-files.conf Ange vilken cups-files.conf-fil som ska användas.

source: -s speed[,color-speed] Set speed in pages per minute
es: -s velocidad[,veloc-color] Establece velocidad en páginas por minuto
pt_br: -s velocidade[,cor-velocidade] Permite definir a velocidade das páginas por minuto
ro: -s viteză[,culoare-viteză] stabilește viteza în pagini pe minut
sv: -s speed[,color-speed] Ange hastighet i sidor per minut

source: -t Produce a test report
es: -t Produce un test de informe
pt_br: -t Permite produzir um relatório do teste
ro: -t generează un raport de testare
sv: -t Sammanställ en testrapport

source: -t Show all status information
es: -t Muestra toda la información de estado
pt_br: -t Permite exibir todas as informações do estado
ro: -t afișează toate informațiile despre stare
sv: -t Visa all statusinformation

source: -t Test the configuration file.
es: -t Prueba el archivo de configuración.
pt_br: -t Permite testar o arquivo de configurações.
ro: -t testează fișierul de configurare
sv: -t Testa konfigurationsfilen.

source: -t TYPE Certificate type (rsa-2048, rsa-3072, rsa-4096, ecdsa-p256, ecdsa-p384, ecdsa-p521)
es: -t TIPO Tipo del certificado (rsa-2048, rsa-3072, rsa-4096, ecdsa-p256, ecdsa-p384, ecdsa-p521)
pt_br: -t TYPE Permite definir o tipo do certificado (rsa-2048, rsa-3072, rsa-4096, ecdsa-p256, ecdsa-p384, ecdsa-p521)
ro: -t TIP tipul certificatului (rsa-2048, rsa-3072, rsa-4096, ecdsa-p256, ecdsa-p384, ecdsa-p521)

source: -t key True if the TXT record contains the key
es: -t clave Cierto si el registro de TXT contiene la clave
pt_br: -t key Permite utilizar o registro TXT que contém a chave se a opção estiver ativada
ro: -t cheie adevărat dacă înregistrarea TXT conține cheia
sv: -t key Sant om TXT-posten innehåller nyckeln

source: -t title Specify the job title
es: -t título Especifica el título del trabajo
pt_br: -t title Permite especificar o título do trabalho
ro: -t titlu specifică titlul lucrării
sv: -t title Specificera jobbets titel

source: -u USAGE Comma-delimited key usage (digitalSignature, nonRepudiation, keyEncipherment, dataEncipherment, keyAgreement, keyCertSign, cRLSign, encipherOnly, decipherOnly, default-ca, default-tls)
es: -u USO Clave de utilización separado por coma (digitalSignature, nonRepudiation, keyEncipherment, dataEncipherment, keyAgreement, keyCertSign, cRLSign, encipherOnly, decipherOnly, default-ca, default-tls)
pt_br: -u USAGE Permite separar por vírgulas as chaves e os certificados (digitalSignature, nonRepudiation, keyEncipherment, dataEncipherment, keyAgreement, keyCertSign, cRLSign, encipherOnly, decipherOnly, default-ca, default-tls)
ro: -u UTILIZARE utilizarea cheii delimitată prin virgule (digitalSignature, nonRepudiation, keyEncipherment, dataEncipherment, keyAgreement, keyCertSign, cRLSign, encipherOnly, decipherOnly, default-ca, default-tls)

source: -u [user(s)] Show jobs queued by the current or specified users
es: -u [usuario(s)] Muestra trabajos encolados por el usuario actual o usuarios especificados
pt_br: -u [usuário(s)] Permite exibir os trabalhos que foram enviados para a fila da impressão pelos usuários especificados ou pelo usuário atual
ro: -u [utilizator(i)] afișează lucrările aflate în coada de așteptare ale utilizatorilor actuali sau specificați
sv: -u [användare] Visa jobb kölagda av nuvarande eller specifika användare

source: -u allow:all Allow all users to print
es: -u allow:all Permite a todos los usuarios a imprimir
pt_br: -u allow:all Permite a todos os usuários imprimir os documentos
ro: -u allow:all permite tuturor utilizatorilor să imprime
sv: -u allow:all Tillåt alla användare att skriva ut

source: -u allow:list Allow the list of users or groups (@name) to print
es: -u allow:list Permite el listado de usuarios o grupos (@nombre) para imprimir
pt_br: -u allow:lista Permite imprimir a lista dos usuários ou dos grupos (@nome)
ro: -u allow:list permite imprimarea listei de utilizatori sau grupuri (@nume)
sv: -u allow:list Tillåt listan av användare eller grupper (@namn) att skriva ut

source: -u deny:list Prevent the list of users or groups (@name) to print
es: -u deny:list Previene el listado de usuarios o grupos (@nombre) para imprimir
pt_br: -u deny:lista Não permite imprimir a lista dos usuários ou dos grupos (@nome)
ro: -u deny:list împiedică imprimarea listei de utilizatori sau grupuri (@nume)
sv: -u deny:list Hindra listan av användare eller grupper (@namn) från att skriva ut

source: -u owner Specify the owner to use for jobs
es: -u propietario Especifica el propietario para utilizar en trabajos
pt_br: -u dono Permite especificar o proprietário a ser utilizado para os trabalhos
ro: -u proprietar specifică proprietarul care va fi utilizat pentru lucrări
sv: -u owner Specificera vilken ägare som ska användas för jobb

source: -u regex Match URI to regular expression
es: -u exreg Coincide URI a expresión usual
pt_br: -u regex Permite corresponder o endereço do URI à expressão regular
ro: -u exp-reg potrivește URI-ul cu expresia regulată
sv: -u regex Matcha URI mot regeluttryck

source: -v Be verbose
es: -v Ser verborreo
pt_br: -v Permite exibir as informações detalhadas
ro: -v oferă informații detaliate despre operațiile realizate
sv: -v Var utförlig

source: -v Show devices
es: -v Muestra dispositivos
pt_br: -v Permite exibir os dispositivos
ro: -v afișează dispozitivele
sv: -v Visa enheter

source: -v [printer(s)] Show the devices for each destination
es: -v [impresora(s)] Muestra los dispositivos para cada destinatario
pt_br: -v [impressora(s)] Permite exibir os dispositivos de cada destino
ro: -v [imprimantă(e)] afișează dispozitivele pentru fiecare destinație
sv: -v [skrivare] Visa enheterna för varje destination

source: -v device-uri Specify the device URI for the printer
es: -v dispositivo-uri Especifica el dispositivo URI para la impresora
pt_br: -v uri-do-dispositivo Permite especificar o URI do dispositivo para a impressora
ro: -v uri-dispozitiv definește URI-ul dispozitivului pentru imprimantă
sv: -v device-uri Ange enhets-URI för skrivaren

source: -vv Be very verbose
es: -vv Ser muy verborreo
pt_br: -vv Permite exibir as informações muito mais detalhadas
ro: -vv oferă informații foarte detaliate la ieșire
sv: -vv Var mycket utförlig

source: -x Purge jobs rather than just canceling
es: -x Purga trabajos en vez que tan solo cancelarlas
pt_br: -x Permite excluir os trabalhos em vez de apenas cancelá-los
ro: -x elimină lucrările în loc să le anuleze doar
sv: -x Rensa jobb istället för att bara avbryta

source: -x destination Remove default options for destination
es: -x destino Retira opciones predet. para destino
pt_br: -x destino Permite remover as opções padrão do destino
ro: -x destinația elimină opțiunile implicite pentru destinație
sv: -x destination Ta bort förvalda alternativ för destination

source: -x destination Remove the named destination
es: -x destino Retira el destino nombrado
pt_br: -x destino Permite remover o destino que foi especificado
ro: -x destinația elimină destinația numită
sv: -x destination Ta bort angiven destination

source: -x utility [argument ...] ; Execute program if true
es: -x utilidad [argumento …] ; Ejecuta el programa si es cierto
pt_br: -x utilitário [argumento...] ; Permite executar o programa se a opção estiver ativada
ro: -x program [argument ...] ; execută programul dacă este dată
sv: -x utility [argument ...] ; Kör program om sant

source: /etc/cups/lpoptions file names default destination that does not exist.
es: /etc/cups/lpoptions fichero nombra destino por defecto que no existe.
pt_br: O nome do arquivo /etc/cups/lpoptions é o destino padrão que não existe.
ro: Fișierul „/etc/cups/lpoptions” indică o destinație implicită care nu există.
sv: Filen /etc/cups/lpoptions nämner förvald destination som inte finns.

source: 1 inch/sec.
es: 1 pulg./seg.
pt_br: 1 polegada/segundo
ro: 1 inci/sec.

source: 1.25x0.25"
ro: 1.25x0.25 inci

source: 1.25x2.25"
ro: 1.25x2.25 inci

source: 1.5 inch/sec.
es: 1'5"/seg.
pt_br: 1,5 polegadas/segundo
ro: 1,5 inci/sec.

source: 1.50x0.25"
ro: 1.50x0.25 inci

source: 1.50x0.50"
ro: 1.50x0.50 inci

source: 1.50x1.00"
ro: 1.50x1.00 inci

source: 1.50x2.00"
ro: 1.50x2.00 inci

source: 10 inches/sec.
es: 10 pulg./seg.
pt_br: 10 polegadas/segundo
ro: 10 inci/sec.

source: 100 mm/sec.
es: 100 mm/seg.
pt_br: 100 milímetros/segundo
ro: 100 mm/s

source: 11 inches/sec.
es: 11 pulg./seg.
pt_br: 11 polegadas/segundo
ro: 11 inci/sec.

source: 12 inches/sec.
es: 12 pulg./seg.
pt_br: 12 polegadas/segundo
ro: 12 inci/sec.

source: 120 mm/sec.
es: 120 mm/seg.
pt_br: 120 milímetros/segundo
ro: 120 mm/s

source: 15 mm/sec.
es: 15 mm/seg.
pt_br: 15 milímetros/segundo
ro: 15 mm/s

source: 150 mm/sec.
es: 150 mm/seg.
pt_br: 150 milímetros/segundo
ro: 150 mm/s

source: 2 inches/sec.
es: 2 pulg./seg.
pt_br: 2 polegadas/segundo
ro: 2 inci/sec.

source: 2-Sided Printing
es: Dúplex
pt_br: Impressão frente e verso
ro: Imprimare pe 2 fețe

source: 2.00x0.37"
ro: 2.00x0.37 inci

source: 2.00x0.50"
ro: 2.00x0.50 inci

source: 2.00x1.00"
ro: 2.00x1.00 inci

source: 2.00x1.25"
ro: 2.00x1.25 inci

source: 2.00x2.00"
ro: 2.00x2.00 inci

source: 2.00x3.00"
ro: 2.00x3.00 inci

source: 2.00x4.00"
ro: 2.00x4.00 inci

source: 2.00x5.50"
ro: 2.00x5.50 inci

source: 2.25x0.50"
ro: 2.25x0.50 inci

source: 2.25x1.25"
ro: 2.25x1.25 inci

source: 2.25x4.00"
ro: 2.25x4.00 inci

source: 2.25x5.50"
ro: 2.25x5.50 inci

source: 2.38x5.50"
ro: 2.38x5.50 inci

source: 2.5 inches/sec.
es: 2'5"/seg.
pt_br: 2,5 polegadas/segundo
ro: 2,5 inci/sec.

source: 2.50x1.00"
ro: 2.50x1.00 inci

source: 2.50x2.00"
ro: 2.50x2.00 inci

source: 2.75x1.25"
ro: 2.75x1.25 inci

source: 2.9 x 1"
ro: 2.9 x 1 inci

source: 20 mm/sec.
es: 20 mm/seg.
pt_br: 20 milímetros/segundo
ro: 20 mm/s

source: 200 mm/sec.
es: 200 mm/seg.
pt_br: 200 milímetros/segundo
ro: 200 mm/s

source: 24-Pin Series
pt_br: Série de 24 pinos
ro: Seria cu 24 de pini

source: 250 mm/sec.
es: 250 mm/seg.
pt_br: 250 milímetros/segundo
ro: 250 mm/s

source: 3 inches/sec.
es: 3"/seg.
pt_br: 3 polegadas/segundo
ro: 3 inci/sec.

source: 3.00x1.00"
ro: 3.00x1.00 inci

source: 3.00x1.25"
ro: 3.00x1.25 inci

source: 3.00x2.00"
ro: 3.00x2.00 inci

source: 3.00x3.00"
ro: 3.00x3.00 inci

source: 3.00x4.00"
ro: 3.00x4.00 inci

source: 3.00x5.00"
ro: 3.00x5.00 inci

source: 3.00x6.00"
ro: 3.00x6.00 inci

source: 3.00x8.00"
ro: 3.00x8.00 inci

source: 3.25x2.00"
ro: 3.25x2.00 inci

source: 3.25x5.00"
ro: 3.25x5.00 inci

source: 3.25x5.50"
ro: 3.25x5.50 inci

source: 3.25x5.83"
ro: 3.25x5.83 inci

source: 3.25x7.83"
ro: 3.25x7.83 inci

source: 3.5" Disk
es: Disco de 3'5"
pt_br: Disco de 3,5"
ro: Disc de 3,5"

source: 3.50x1.00"
ro: 3.50x1.00 inci

source: 30 mm/sec.
es: 30 mm/seg.
pt_br: 30 milímetros/segundo
ro: 30 mm/s

source: 300 mm/sec.
es: 300 mm/seg.
pt_br: 300 milímetros/segundo
ro: 300 mm/s

source: 30859 Paint Can Label
es: Etiqueta de lata de pintura 30859
pt_br: Etiqueta para lata de tinta 30859
ro: 30859 - Etichetă pentru cutie de vopsea

source: 4 inches/sec.
es: 4 pulg./seg.
pt_br: 4 polegadas/segundo
ro: 4 inci/sec.

source: 4.00x1.00"
ro: 4.00x1.00 inci

source: 4.00x13.00"
ro: 4.00x13.00 inci

source: 4.00x2.00"
ro: 4.00x2.00 inci

source: 4.00x2.50"
ro: 4.00x2.50 inci

source: 4.00x3.00"
ro: 4.00x3.00 inci

source: 4.00x4.00"
ro: 4.00x4.00 inci

source: 4.00x5.00"
ro: 4.00x5.00 inci

source: 4.00x6.00"
ro: 4.00x6.00 inci

source: 4.00x6.50"
ro: 4.00x6.50 inci

source: 4.00x8.00"
ro: 4.00x8.00 inci

source: 40 mm/sec.
es: 40 mm/seg.
pt_br: 40 milímetros/segundo
ro: 40 mm/s

source: 5 inches/sec.
es: 5 pulg./seg.
pt_br: 5 polegadas/segundo
ro: 5 inci/sec.

source: 6 inches/sec.
es: 6 pulg./seg.
pt_br: 6 polegadas/segundo
ro: 6 inci/sec.

source: 6.00x1.00"
ro: 6.00x1.00 inci

source: 6.00x2.00"
ro: 6.00x2.00 inci

source: 6.00x3.00"
ro: 6.00x3.00 inci

source: 6.00x4.00"
ro: 6.00x4.00 inci

source: 6.00x5.00"
ro: 6.00x5.00 inci

source: 6.00x6.00"
ro: 6.00x6.00 inci

source: 6.00x6.50"
ro: 6.00x6.50 inci

source: 6.00x8.00"
ro: 6.00x8.00 inci

source: 60 mm/sec.
es: 60 mm/seg.
pt_br: 60 milímetros/segundo
ro: 60 mm/s

source: 7 inches/sec.
es: 7 pulg/seg.
pt_br: 7 polegadas/segundo
ro: 7 inci/sec.

source: 8 inches/sec.
es: 8 pulg./seg.
pt_br: 8 polegadas/segundo
ro: 8 inci/sec.

source: 8.00x1.00"
ro: 8.00x1.00 inci

source: 8.00x2.00"
ro: 8.00x2.00 inci

source: 8.00x3.00"
ro: 8.00x3.00 inci

source: 8.00x4.00"
ro: 8.00x4.00 inci

source: 8.00x5.00"
ro: 8.00x5.00 inci

source: 8.00x6.00"
ro: 8.00x6.00 inci

source: 8.00x6.50"
ro: 8.00x6.50 inci

source: 8.26x1.00"
ro: 8.26x1.00 inci

source: 80 mm/sec.
es: 80 mm/seg.
pt_br: 80 milímetros/segundo
ro: 80 mm/s
