Repository: OpenPrinting/cups
Catalog: locale/cups_*.po
Languages: es, pt_br, ro, sv

source: media-source.tray-18
es: Bandeja 18
pt_br: Bandeja 18
ro: Tava 18
sv: Magasin 18

source: media-source.tray-19
es: Bandeja 19
pt_br: Bandeja 19
ro: Tava 19
sv: Magasin 19

source: media-source.tray-2
es: Bandeja 2
pt_br: Bandeja 2
ro: Tava 2
sv: Magasin 2

source: media-source.tray-20
es: Bandeja 20
pt_br: Bandeja 20
ro: Tava 20
sv: Magasin 20

source: media-source.tray-3
es: Bandeja 3
pt_br: Bandeja 3
ro: Tava 3
sv: Magasin 3

source: media-source.tray-4
es: Bandeja 4
pt_br: Bandeja 4
ro: Tava 4
sv: Magasin 4

source: media-source.tray-5
es: Bandeja 5
pt_br: Bandeja 5
ro: Tava 5
sv: Magasin 5

source: media-source.tray-6
es: Bandeja 6
pt_br: Bandeja 6
ro: Tava 6
sv: Magasin 6

source: media-source.tray-7
es: Bandeja 7
pt_br: Bandeja 7
ro: Tava 7
sv: Magasin 7

source: media-source.tray-8
es: Bandeja 8
pt_br: Bandeja 8
ro: Tava 8
sv: Magasin 8

source: media-source.tray-9
es: Bandeja 9
pt_br: Bandeja 9
ro: Tava 9
sv: Magasin 9

source: media-thickness
es: Grosor del soporte
pt_br: Espessura da Mídia
ro: Grosimea suportului(hârtiei)
sv: Media tjocklek

source: media-tooth
es: Medio dentado (Textura)
pt_br: Textura dos Dentes da Mídia
ro: Tactul suportului (textura)
sv: Media tand (textur)

source: media-tooth.antique
es: Antiguo
pt_br: Antigo
ro: Antic
sv: Antik

source: media-tooth.calendared
es: Extra Suave
pt_br: Extra Liso
ro: Extra neted
sv: Extra len

source: media-tooth.coarse
es: Grueso
pt_br: Grosso
ro: Grosier
sv: Grov

source: media-tooth.fine
es: Fino
pt_br: Fino
ro: Fin
sv: Fin

source: media-tooth.linen
es: Lino
pt_br: Linho
ro: In
sv: Lin

source: media-tooth.medium
es: Medio
pt_br: Médio
ro: Mediu
sv: Medium

source: media-tooth.smooth
es: Suave
pt_br: Liso
ro: Neted
sv: Len

source: media-tooth.stipple
es: Punteado
pt_br: Pontilhado
ro: Punctat
sv: Punktmaner

source: media-tooth.uncalendared
es: Áspero
pt_br: Áspero
ro: Aspru
sv: Obehandlad

source: media-tooth.vellum
es: Pergamino
pt_br: Veludo
ro: Pergament
sv: Vellum

source: media-top-margin
es: Margen superior medio
pt_br: Na Margem Superior da Mídia
ro: Marginea superioară a suportului
sv: Media övre marginal

source: media-type
es: Tipo de medio
pt_br: Tipo da Mídia
ro: Tipul de suport
sv: Mediatyp

source: media-type.aluminum
es: Aluminio
pt_br: Alumínio
ro: Aluminiu
sv: Aluminium

source: media-type.auto
es: Automático
pt_br: Automático
ro: Automat
sv: Automatisk

source: media-type.back-print-film
es: Película de contraimpresión
pt_br: Filme de Impressão Traseiro
ro: Film pentru imprimare pe spate

source: media-type.cardboard
es: Cartulina
pt_br: Papelão
ro: Carton
sv: Kartong

source: media-type.cardstock
es: Cartón
pt_br: Cartolina
ro: Carton gros
sv: Cardstock

source: media-type.cd
es: CD
pt_br: CD
ro: CD
sv: CD

source: media-type.com.hp.advanced-photo
es: Papel fotográfico avanzado
pt_br: Papel Fotográfico Avançado
ro: Hârtie fotografică avansată
sv: Fotopapper avancerat

source: media-type.com.hp.brochure-glossy
es: Folleto de papel brillante
pt_br: Papel de Brochura Brilhante
ro: Hârtie lucioasă pentru broșuri
sv: Broschyrpapper glansigt

source: media-type.com.hp.brochure-matte
es: Folleto de papel mate
pt_br: Papel de Brochura Fosco
ro: Hârtie mată pentru broșuri
sv: Broschyrpapper matt

source: media-type.com.hp.cover-matte
es: Cubiertas mate
pt_br: Capa Fosca
ro: Copertă mată
sv: Omslagsstock matt

source: media-type.com.hp.ecosmart-lite
es: Papel ligero EcoSMART
pt_br: Papel Leve do EcoSMART
ro: Hârtie ușoară EcoSMART
sv: EcoSMART lite-papper

source: media-type.com.hp.everyday-glossy
es: Papel brillante usual
pt_br: Papel Brilhante para Uso Diário
ro: Hârtie lucioasă pentru uz zilnic
sv: Vanligt papper glansigt

source: media-type.com.hp.everyday-matte
es: Papel mate usual
pt_br: Papel Fosco para Uso Diário
ro: Hârtie mată pentru uz zilnic
sv: Vanligt papper matt

source: media-type.com.hp.extra-heavy
es: Papel extra grueso
pt_br: Papel Extrapesado
ro: Hârtie cu extra gramaj
sv: Extra tungt papper

source: media-type.com.hp.intermediate
es: Papel intermedio
pt_br: Papel Intermediário
ro: Hârtie intermediară
sv: Mellankvalitetspapper

source: media-type.com.hp.mid-weight
es: Papel semipesado
pt_br: Papel de Peso Médio
ro: Hârtie de greutate medie
sv: Mellanviktspapper

source: media-type.com.hp.premium-inkjet
es: Papel Inkjet Premium
pt_br: Papel para Impressora a Jato de Tinta
ro: Hârtie premium pentru imprimante cu jet de cerneală
sv: Inkjet Premium-papper

source: media-type.com.hp.premium-photo
es: Papel fotográfico Premium
pt_br: Papel Fotográfico Premium
ro: Hârtie fotografică premium
sv: Fotopapper premium

source: media-type.com.hp.premium-presentation-matte
es: Papel de presentación mate de alta calidad
pt_br: Papel Fosco e Pesado de Apresentação
ro: Hârtie mată premium pentru prezentări
sv: Premium matt presentationspapper

source: media-type.continuous
es: Continuo
pt_br: Contínuo
ro: Continuu
sv: Kontinuerlig

source: media-type.continuous-long
es: Continuo largo
pt_br: Longo e Contínuo
ro: Continuu lung
sv: Kontinuerlig lång

source: media-type.continuous-short
es: Continuo corto
pt_br: Curto e Contínuo
ro: Continuu scurt
sv: Kontinuerlig kort

source: media-type.corrugated-board
es: Cartón ondulado
pt_br: Papelão Ondulado
ro: Carton ondulat
sv: Korrugerad kartong

source: media-type.disc
es: Disco óptico
pt_br: Disco Ótico
ro: Disc optic
sv: Optisk disk

source: media-type.disc-glossy
es: Disco óptico brillante
pt_br: Disco Ótico Brilhante
ro: Disc optic lucios
sv: Optisk disk glansig

source: media-type.disc-high-gloss
es: Disco óptico de alto brillo
pt_br: Disco Ótico Muito Brilhante
ro: Disc optic super-lucios
sv: Optisk disk högglansig

source: media-type.disc-matte
es: Disco óptico mate
pt_br: Disco Ótico Fosco
ro: Disc optic mat
sv: Optisk disk matt

source: media-type.disc-satin
es: Disco óptico satinado
pt_br: Disco Ótico de Acetinado
ro: Disc optic satinat
sv: Optisk disk satin

source: media-type.disc-semi-gloss
es: Disco óptico semibrillante
pt_br: Disco Ótico Semibrilhante
ro: Disc optic semi-lucios
sv: Optisk disk halvglansig

source: media-type.double-wall
es: Doble pared
pt_br: Parede Dupla
ro: Perete dublu
sv: Dubbelvägg

source: media-type.dry-film
es: Película seca
pt_br: Filme Seco
ro: Film uscat
sv: Torr film

source: media-type.dvd
es: DVD
pt_br: DVD
ro: DVD
sv: DVD

source: media-type.embossing-foil
es: Lámina en relieve
pt_br: Folha de Estampagem
ro: Folie pentru imprimarea în relief
sv: Präglingsfolie

source: media-type.end-board
es: Tablón de anuncios
pt_br: Placa Final
ro: Copertă cartonată

source: media-type.envelope
es: Sobre
pt_br: Envelope
ro: Plic
sv: Kuvert

source: media-type.envelope-archival
es: Sobre de archivo
pt_br: Envelope de Arquivamento
ro: Plic de arhivă
sv: Arkivkuvert

source: media-type.envelope-bond
es: Sobre adhesivo
pt_br: Envelope de Títulos
ro: Plic pentru obligațiuni
sv: Obligationskuvert

source: media-type.envelope-coated
es: Sobre revestido
pt_br: Envelope Revestido
ro: Plic acoperit
sv: Kuvert m beläggning

source: media-type.envelope-cotton
es: Sobre de algodón
pt_br: Envelope de Algodão
ro: Plic din bumbac
sv: Bomullskuvert

source: media-type.envelope-fine
es: Sobre fino
pt_br: Envelope Fino
ro: Plic fin
sv: Fint kuvert

source: media-type.envelope-heavyweight
es: Sobre grueso
pt_br: Envelope Grosso
ro: Plic cu gramaj mare
sv: Tungt kuvert

source: media-type.envelope-inkjet
es: Sobre de inyección de tinta
pt_br: Envelope para Impressora a Jato de Tinta
ro: Plic pentru imprimante cu jet de cerneală
sv: Inkjet-kuvert

source: media-type.envelope-lightweight
es: Sobre ligero
pt_br: Envelope Fino
ro: Plic cu gramaj redus
sv: Lätt kuvert

source: media-type.envelope-plain
es: Sobre simple
pt_br: Envelope em Branco
ro: Plic simplu
sv: Vanligt kuvert

source: media-type.envelope-preprinted
es: Sobre preimpreso
pt_br: Envelope Pré-Impresso
ro: Plic preimprimat
sv: Förtryckt kuvert

source: media-type.envelope-window
es: Envolvente con ventana
pt_br: Envelope com Janela
ro: Plic cu fereastră
sv: Kuvert m fönster

source: media-type.fabric
es: Tejido
pt_br: Tecido
ro: Țesătură
sv: Textil

source: media-type.fabric-archival
es: Tejido de archivo
pt_br: Arquivo de Tecido
ro: Țesătură de arhivă
sv: Arkivtextil

source: media-type.fabric-glossy
es: Tejido brillante
pt_br: Tecido Brilhante
ro: Țesătură lucioasă
sv: Glansig textil

source: media-type.fabric-high-gloss
es: Tejido de alto brillo
pt_br: Tecido Muito Brilhante
ro: Țesătură super-lucioasă
sv: Högglansig textil

source: media-type.fabric-matte
es: Tejido mate
pt_br: Tecido Fosco
ro: Țesătură mată
sv: Matt textil

source: media-type.fabric-semi-gloss
es: Tejido semibrillante
pt_br: Tecido Semibrilhante
ro: Țesătură semir-lucioasă
sv: Halvglansig textil

source: media-type.fabric-waterproof
es: Tejido impermeable
pt_br: Tecido Impermeável
ro: Țesătură impermeabilă
sv: Vattentät textil

source: media-type.film
es: Película
pt_br: Filme
ro: Film
sv: Film

source: media-type.flexo-base
es: Base flexográfica
pt_br: Base Flexográfica
ro: Bază flexografică
sv: Flexo bas

source: media-type.flexo-photo-polymer
es: Polímero fotográfico flexográfico
pt_br: Fotopolímero Flexográfico
ro: Polimer foto flexografic
sv: Flexo fotopolymer

source: media-type.flute
es: Flauta
pt_br: Flauta
ro: Ondulat
sv: Korrugerat

source: media-type.foil
es: Folio
pt_br: Folha de Alumínio
ro: Folie
sv: Folie

source: media-type.full-cut-tabs
es: Lengüetas de corte completo
pt_br: Abas de Corte Completo
ro: Lamele tăiate complet
sv: Helskurna flikar

source: media-type.glass
es: Vidrio
pt_br: Vidro
ro: Sticlă
sv: Glas

source: media-type.glass-colored
es: Vidrio coloreado
pt_br: Vidro Colorido
ro: Sticlă colorată
sv: Glas färgat

source: media-type.glass-opaque
es: Vidrio opaco
pt_br: Vidro Opaco
ro: Sticlă opacă
sv: Glas opakt

source: media-type.glass-surfaced
es: Superficie de vidrio
pt_br: Superfície de Vidro
ro: Suprafață de sticlă
sv: Glas ytbehandlat

source: media-type.glass-textured
es: Vidrio texturizado
pt_br: Vidro Texturizado
ro: Sticlă texturată
sv: Glas m textur

source: media-type.gravure-cylinder
es: Cilindro de huecograbado
pt_br: Cilindro de Rotogravura
ro: Cilindru de gravură
sv: Gravyrcylinder

source: media-type.image-setter-paper
es: Papel fijador de imágenes
pt_br: Papel para Composição de Imagens
ro: Hârtie pentru fixarea imaginilor
sv: Bildsättarpapper

source: media-type.imaging-cylinder
es: Cilindro de imagen
pt_br: Cilindro de Imagem
ro: Cilindru de imagine
sv: Bildcylinder

source: media-type.jp.co.canon-photo-paper-plus-glossy-ii
es: Papel fotográfico Plus Brillante II
pt_br: Papel Fotográfico Muito Brilhante II
ro: Hârtie foto Plus Glossy II
sv: Fotopapper Plus Glansigt II

source: media-type.jp.co.canon-photo-paper-pro-platinum
es: Papel fotográfico Pro Platinum
pt_br: Papel Fotográfico Pro Platinum
ro: Hârtie foto Pro Platinum
sv: Fotopapper Pro Platina

source: media-type.jp.co.canon_photo-paper-plus-glossy-ii
es: Papel fotográfico Plus Brillante II
pt_br: Papel Fotográfico Muito Brilhante II
ro: Hârtie foto Plus Glossy II
sv: Fotopapper Plus Glansigt II

source: media-type.jp.co.canon_photo-paper-pro-platinum
es: Papel fotográfico Pro Platinum
pt_br: Papel Fotográfico Pro Platinum
ro: Hârtie foto Pro Platinum
sv: Fotopapper Pro platina

source: media-type.labels
es: Etiquetas
pt_br: Etiquetas
ro: Etichete
sv: Etiketter

source: media-type.labels-colored
es: Etiquetas coloreadas
pt_br: Etiquetas Coloridas
ro: Etichete colorate
sv: Färgade etiketter

source: media-type.labels-glossy
es: Etiquetas brillantes
pt_br: Etiquetas Brilhantes
ro: Etichete lucioase
sv: Glansiga etiketter

source: media-type.labels-high-gloss
es: Etiquetas de alto brillo
pt_br: Etiquetas Muito Brilhantes
ro: Etichete super-lucioase
sv: Högglansiga etiketter

source: media-type.labels-inkjet
es: Etiquetas de inyección de tinta
pt_br: Etiquetas para Impressora a Jato de Tinta
ro: Etichete pentru imprimante cu jet de cerneală
sv: Inkjet-etiketter

source: media-type.labels-matte
es: Etiquetas mate
pt_br: Etiquetas Foscas
ro: Etichete mate
sv: Matta etiketter

source: media-type.labels-permanent
es: Etiquetas permanentes
pt_br: Etiquetas Permanentes
ro: Etichete permanente
sv: Permanenta etiketter

source: media-type.labels-satin
es: Etiquetas satinadas
pt_br: Etiquetas de Acetinado
ro: Etichete satinate
sv: Satinetiketter

source: media-type.labels-security
es: Etiquetas de seguridad
pt_br: Etiquetas de Segurança
ro: Etichete de securitate
sv: Säkerhetsetiketter

source: media-type.labels-semi-gloss
es: Etiquetas semibrillantes
pt_br: Etiquetas Semibrilhantes
ro: Etichete semi-lucioase
sv: Halvglansiga etiketter

source: media-type.laminating-foil
es: Lámina de laminación
pt_br: Folha de Laminação
ro: Folie de laminare
sv: Lamineringsfolie

source: media-type.letterhead
es: Membrete
pt_br: Papel Timbrado
ro: Antet-scrisoare
sv: Brevpapper

source: media-type.metal
es: Metal
pt_br: Metal
ro: Metal
sv: Metall

source: media-type.metal-glossy
es: Metal brillante
pt_br: Metal Brilhante
ro: Metal lucios
sv: Metall glansig

source: media-type.metal-high-gloss
es: Metal alto brillo
pt_br: Metal Muito Brilhante
ro: Metal super-lucios
sv: Metall högglansig

source: media-type.metal-matte
es: Metal mate
pt_br: Metal Fosco
ro: Metal mat
sv: Metall matt

source: media-type.metal-satin
es: Metal satinado
pt_br: Metal de Acetinado
ro: Metal satinat
sv: Metall satin

source: media-type.metal-semi-gloss
es: Metal semibrillante
pt_br: Metal Semibrilhante
ro: Metal semi-lucios
sv: Metal halvglansig

source: media-type.mounting-tape
es: Cinta de montaje
pt_br: Fita de Montagem
ro: Bandă de montare
sv: Monteringstejp

source: media-type.multi-layer
es: Multicapa
pt_br: Várias Camadas
ro: Multistrat
sv: Flera lager

source: media-type.multi-part-form
es: Formulario multipiezas
pt_br: Formulário de Várias Partes
ro: Formular cu multiple părți

source: media-type.other
es: Otro
pt_br: Outro
ro: altul
sv: Övrigt

source: media-type.paper
es: Papel
pt_br: Papel
ro: hârtie
sv: Papper

source: media-type.photographic
es: Papel fotográfico
pt_br: Papel Fotográfico
ro: hârtie fotografică
sv: Fotopapper

source: media-type.photographic-archival
es: Archivo fotográfico
pt_br: Arquivo Fotográfico
ro: arhivă fotografică
sv: Fotografisk arkivering

source: media-type.photographic-film
es: Película fotográfica
pt_br: Filme Fotográfico
ro: film fotografic
sv: Fotofilm

source: media-type.photographic-glossy
es: Papel fotográfico brillante
pt_br: Papel Fotográfico Brilhante
ro: hârtie fotografică lucioasă
sv: Fotopapper glansigt

source: media-type.photographic-high-gloss
es: Papel fotográfico de alto brillo
pt_br: Papel Fotográfico Muito Brilhante
ro: hârtie fotografică super-lucioasă
sv: Fotopapper högglansigt

source: media-type.photographic-matte
es: Papel fotográfico mate
pt_br: Papel Fotográfico Fosco
ro: hârtie fotografică mată
sv: Fotopapper matt

source: media-type.photographic-satin
es: Papel fotográfico satinado
pt_br: Papel Fotográfico de Acetinado
ro: hârtie fotografică satinată
sv: Fotopapper satin

source: media-type.photographic-semi-gloss
es: Papel fotográfico semibrillante
pt_br: Papel Fotográfico Semibrilhante
ro: hârtie fotografică semi-lucioasă
sv: Fotopapper halvglansigt

source: media-type.plastic
es: Plástico
pt_br: Plástico
ro: plasic
sv: Plast

source: media-type.plastic-archival
es: Plástico de archivo
pt_br: Arquivo de Plástico
ro: arhivă de plastic
sv: Plast arkivering

source: media-type.plastic-colored
es: Plástico coloreado
pt_br: Plástico Colorido
ro: plastic colorat
sv: Plast färgad

source: media-type.plastic-glossy
es: Plástico brillante
pt_br: Plástico Brilhante
ro: plastic lucios
sv: Plast glansigt

source: media-type.plastic-high-gloss
es: Plástico alto brillo
pt_br: Plástico Muito Brilhante
ro: plastic super-lucios
sv: Plast högglansigt

source: media-type.plastic-matte
es: Plástico mate
pt_br: Plástico Fosco
ro: plastic mat
sv: Plast matt

source: media-type.plastic-satin
es: Plástico satinado
pt_br: Plástico de Acetinado
ro: plastic satinat
sv: Plast satin

source: media-type.plastic-semi-gloss
es: Plástico semibrillante
pt_br: Plástico Semibrilhante
ro: plastic semi-lucios
sv: Plast halvglansigt

source: media-type.plate
es: Placa
pt_br: Placa
ro: placă
sv: Platta

source: media-type.polyester
es: Poliéster
pt_br: Poliéster
ro: poliester
sv: Polyester

source: media-type.pre-cut-tabs
es: Lengüetas precortadas
pt_br: Abas Pré-Cortadas
ro: lamele pre-tăiate
sv: Förskurna flikar

source: media-type.roll
es: Rollo
pt_br: Rolete
ro: rolă
sv: Rulle

source: media-type.screen
es: Pantalla
pt_br: Tela
ro: ecran
sv: Skärm

source: media-type.screen-paged
es: Pantalla paginada
pt_br: Tela Paginada
ro: ecran paginat
sv: Skärm paginerad

source: media-type.self-adhesive
es: Autoadhesivo
pt_br: Autoadesivo
ro: autoadeziv
sv: Självhäftande

source: media-type.self-adhesive-film
es: Film autoadhesivo
pt_br: Película Autoadesiva
ro: film autoadeziv
sv: Självhäftande film

source: media-type.shrink-foil
es: Lámina retráctil
pt_br: Folha Retrátil
ro: folie termocontractabilă
sv: Förpackningsfolie

source: media-type.single-face
es: Una cara
pt_br: Frente Única
ro: o singură față
sv: Enkelsidigt

source: media-type.single-wall
es: Una pared
pt_br: Camada Única
ro: un singur perete
sv: Enkelvägg

source: media-type.sleeve
es: Manga
pt_br: Capa
ro: manşon
sv: Ficka

source: media-type.stationery
es: Papelería
pt_br: Papelaria
ro: hârtie de scris
sv: Kontorspapper

source: media-type.stationery-archival
es: Archivos de papelería
pt_br: Arquivo de Papel
ro: arhivă de hârtie de scis
sv: Kontorspapper arkivering

source: media-type.stationery-coated
es: Papel estucado
pt_br: Papel Revestido
ro: hârtie cretată
sv: Kontorspapper vaxat

source: media-type.stationery-cotton
es: Papelería Algodón
pt_br: Papel de Algodão
ro: hărtie de scris din bumbac
sv: Kontorspapper bomull

source: media-type.stationery-fine
es: Papel pergamino
pt_br: Papel com Superfície Lisa e Translúcida
ro: hârtie velină
sv: Velängpapper

source: media-type.stationery-heavyweight
es: Papel grueso
pt_br: Papel Grosso
ro: hârtie cu gramaj mare
sv: Tungt papper

source: media-type.stationery-heavyweight-coated
es: Papelería Estucado Pesado
pt_br: Papel com Revestimento Grosso
ro: hârtie de scris cu gramaj mare, cretată
sv: Kontorspapper tungt vaxat

source: media-type.stationery-inkjet
es: Papel de carta para inyección de tinta
pt_br: Papel para Impressora a Jato de Tinta
ro: hârtie de scris pentru imprimante cu jet de cerneală
sv: Kontorspapper bläckskrivarpapper

source: media-type.stationery-letterhead
es: Membrete
pt_br: Papel Timbrado
ro: Antet-scrisoare
sv: Brevpapper

source: media-type.stationery-lightweight
es: Papel ligero
pt_br: Papel Leve
ro: hârtie cu gramaj redus
sv: Lätt papper

source: media-type.stationery-preprinted
es: Papel preimpreso
pt_br: Papel Pré-Impresso
ro: hârtie preimprimată
sv: Förtryckt papper

source: media-type.stationery-prepunched
es: Papel perforado
pt_br: Papel Perfurado
ro: hârtie perforată
sv: Hålat papper

source: media-type.tab-stock
pt_br: Papel Espesso para Criar Abas ou Divisórias
ro: stoc de lamele
sv: Flikstock

source: media-type.tractor
es: Tractor
pt_br: Trator
ro: tractor
sv: Traktor

source: media-type.transfer
es: Transferencia
pt_br: Transferir
ro: transfer
sv: Överföring

source: media-type.transparency
es: Transparencia
pt_br: Transparência
ro: transparență
sv: Genomskinlighet

source: media-type.triple-wall
es: Triple pared
pt_br: Parede Tripla
ro: perete triplu
sv: Trippelvägg

source: media-type.wet-film
es: Película húmeda
pt_br: Filme Úmido
ro: film umed
sv: Våt film

source: media-weight-metric
es: Peso del soporte (gramos por m²)
pt_br: Peso da Mídia (gramas por m²)
ro: greutate specifică suportului (g/m²)
sv: Mediavikt (gram per m²)

source: media.asme_f_28x40in
pt_br: 28 x 40″
ro: 28x40in
sv: 28x40"

source: media.choice_iso_a4_210x297mm_na_letter_8.5x11in
es: A4 o Carta US
pt_br: A4 ou Legal dos EUA
ro: A4 sau scrisoare SUA
sv: A4 eller US Letter

source: media.iso_2a0_1189x1682mm
es: 2a0
pt_br: 2a0
ro: 2A0 1189x1682mm
sv: 2a0

source: media.iso_a0_841x1189mm
es: A0
pt_br: A0
ro: A0 841x1189mm
sv: A0

source: media.iso_a0x3_1189x2523mm
es: A0×3
pt_br: A0x3
ro: A0x3 1189x2523mm
sv: A0x3

source: media.iso_a10_26x37mm
es: A10
pt_br: A10
ro: A10 26x37mm
sv: A10

source: media.iso_a1_594x841mm
es: A1
pt_br: A1
ro: A1 594x841mm
sv: A1

source: media.iso_a1x3_841x1783mm
es: A1×3
pt_br: A1x3
ro: A1x3 841x1783mm
sv: A1x3

source: media.iso_a1x4_841x2378mm
es: A1×4
pt_br: A1x4
ro: A1x4 841x2378mm
sv: A1x4

source: media.iso_a2_420x594mm
es: A2
pt_br: A2
ro: A2 420x594mm
sv: A2

source: media.iso_a2x3_594x1261mm
es: A2×3
pt_br: A2x3
ro: A2x3 594x1261mm
sv: A2x3

source: media.iso_a2x4_594x1682mm
es: A2×4
pt_br: A2x4
ro: A2x4 594x1682mm
sv: A2x4

source: media.iso_a2x5_594x2102mm
es: A2×5
pt_br: A2x5
ro: A2x5 594x2102mm
sv: A2x5

source: media.iso_a3-extra_322x445mm
es: A3 (Extra)
pt_br: A3 (Alta Qualidade)
ro: A3-extra 322x445mm
sv: A3 (extra)

source: media.iso_a3_297x420mm
es: A3
pt_br: A3
ro: A3 297x420mm
sv: A3

source: media.iso_a3x3_420x891mm
es: A3×3
pt_br: A3x3
ro: A3x3 420x891mm
sv: A3x3

source: media.iso_a3x4_420x1189mm
es: A3×4
pt_br: A3x4
ro: A3x4 420x1189mm
sv: A3x4

source: media.iso_a3x5_420x1486mm
es: A3×5
pt_br: A3x5
ro: A3x5 420x1486mm
sv: A3x5

source: media.iso_a3x6_420x1783mm
es: A3×6
pt_br: A3x6
ro: A3x6 420x1783mm
sv: A3x6

source: media.iso_a3x7_420x2080mm
es: A3×7
pt_br: A3x7
ro: A3x7 420x2080mm
sv: A3x7

source: media.iso_a4-extra_235.5x322.3mm
es: A4 (Extra)
pt_br: A4 (Alta Qualidade)
ro: A4-extra 235.5x322.3mm
sv: A4 (extra)

source: media.iso_a4-tab_225x297mm
es: A4 (Tab)
pt_br: A4 (Tab)
ro: A4-tab 225x297mm
sv: A4 (flik)

source: media.iso_a4_210x297mm
es: A4
pt_br: A4
ro: A4
sv: A4

source: media.iso_a4x3_297x630mm
es: A4×3
pt_br: A4x3
ro: A4x3 297x630mm
sv: A4x3

source: media.iso_a4x4_297x841mm
es: A4×4
pt_br: A4x4
ro: A4x4 297x841mm
sv: A4x4

source: media.iso_a4x5_297x1051mm
es: A4×5
pt_br: A4x5
ro: A4x5 297x1051mm
sv: A4x5

source: media.iso_a4x6_297x1261mm
es: A4×6
pt_br: A4x6
ro: A4x6 297x1261mm
sv: A4x6

source: media.iso_a4x7_297x1471mm
es: A4×7
pt_br: A4x7
ro: A4x7 297x1471mm
sv: A4x7

source: media.iso_a4x8_297x1682mm
es: A4×8
pt_br: A4x8
ro: A4x8 297x1682mm
sv: A4x8

source: media.iso_a4x9_297x1892mm
es: A4×9
pt_br: A4x9
ro: A4x9 297x1892mm
sv: A4x9

source: media.iso_a5-extra_174x235mm
es: A5 (Extra)
pt_br: A5 (Alta Qualidade)
ro: A5-extra 174x235mm
sv: A5 (extra)

source: media.iso_a5_148x210mm
es: A5
pt_br: A5
ro: A5 148x210mm
sv: A5

source: media.iso_a6_105x148mm
es: A6
pt_br: A6
ro: A6 105x148mm
sv: A6

source: media.iso_a7_74x105mm
es: A7
pt_br: A7
ro: A7 74x105mm
sv: A7

source: media.iso_a8_52x74mm
es: A8
pt_br: A8
ro: A8 52x74mm
sv: A8

source: media.iso_a9_37x52mm
es: A9
pt_br: A9
ro: A9 37x52mm
sv: A9

source: media.iso_b0_1000x1414mm
es: B0
pt_br: B0
ro: B0 1000x1414mm
sv: B0

source: media.iso_b10_31x44mm
es: B10
pt_br: B10
ro: B10 31x44mm
sv: B10

source: media.iso_b1_707x1000mm
es: B1
pt_br: B1
ro: B1 707x1000mm
sv: B1

source: media.iso_b2_500x707mm
es: B2
pt_br: B2
ro: B2 500x707mm
sv: B2

source: media.iso_b3_353x500mm
es: B3
pt_br: B3
ro: B3 353x500mm
sv: B3

source: media.iso_b4_250x353mm
es: B4
pt_br: B4
ro: B4 250x353mm
sv: B4

source: media.iso_b5-extra_201x276mm
es: B5 (Extra)
pt_br: B5 (Alta Qualidade)
ro: B5-extra 201x276mm
sv: B5 (extra)

source: media.iso_b5_176x250mm
es: Sobre B5
pt_br: Envelope B5
ro: Plic B5 176x250mm
sv: Kuvert B5

source: media.iso_b6_125x176mm
es: B6
pt_br: B6
ro: B6 125x176mm
sv: B6

source: media.iso_b6c4_125x324mm
es: Sobre B6/C4
pt_br: Envelope B6/C4
ro: Plic B6/C4 125x324mm
sv: Kuvert B6/C4

source: media.iso_b7_88x125mm
es: B7
pt_br: B7
ro: B7 88x125mm
sv: B7

source: media.iso_b8_62x88mm
es: B8
pt_br: B8
ro: B8 62x88mm
sv: B8
