Repository: OpenPrinting/cups
Catalog: locale/cups_*.po
Languages: es, pt_br, ro, sv

source: set-client-data CLIENT-ID CLIENT-SECRET Set the client ID and secret for the authorization server.
pt_br: set-client-data CLIENT-ID CLIENT-SECRET Permite definir o ID (identificador) do cliente e a chave secreta para o servidor de autorização.
ro: set-client-data ID_CLIENT SECRET_CLIENT stabilește ID-ul clientului și secretul pentru serverul de autorizare

source: show COMMON-NAME Show stored credentials for COMMON-NAME.
pt_br: show COMMON-NAME Permite exibir as credenciais que estão armazenadas no COMMON-NAME.
ro: show NUME_COMUN afișează datele de autentificare stocate pentru NUME_COMUN

source: sides
pt_br: Impressão Frente e Verso
ro: Imprimare față-verso
sv: 2-sidig utskrift

source: sides.one-sided
pt_br: Desligar
ro: Inactivă
sv: Av

source: sides.two-sided-long-edge
pt_br: Em (Retrato)
ro: Activă (Portret)
sv: På (stående)

source: sides.two-sided-short-edge
pt_br: Em (Paisagem)
ro: Activă (Peisaj)
sv: På (liggande)

source: stat of %s failed: %s
es: estado de %s ha fallado: %s
pt_br: ocorreu uma falha no estado %s de %s
ro: obținerea stării lui „%s” a eșuat: %s
sv: status för %s misslyckades: %s

source: status Show status of daemon and queue.
es: status Muestra el estado del demonio (daemon) y la cola.
pt_br: status Permite exibir o estado do ‘daemon’ (serviço) e da fila de impressão.
ro: status afișează starea demonului și a cozii
sv: status Visa status för daemon och kö.

source: status-message
pt_br: Mensagem do Estado
ro: Mesaj de stare
sv: Statusmeddelande

source: stitching
pt_br: Grampear
ro: Capsă
sv: Häftklammer

source: stitching-angle
pt_br: Ângulo da Costura
ro: Unghiul de coasere
sv: Sömvinkel

source: stitching-locations
pt_br: Locais da Costura
ro: Locații de coasere
sv: Sömpositioner

source: stitching-method
pt_br: Métodos para Grampear
ro: Metoda de capsare
sv: Häftningsmetod

source: stitching-method.auto
pt_br: Automático
ro: Automat
sv: Automatisk

source: stitching-method.crimp
pt_br: Crimpagem
ro: Sertizare
sv: Skrynkla

source: stitching-method.wire
pt_br: Com Fio
ro: Sârmă
sv: Tråd

source: stitching-offset
pt_br: Posição da Costura
ro: Decalaj cusătură
sv: Sömförskjutning

source: stitching-reference-edge
pt_br: Grampear na Borda
ro: Marginea capsată
sv: Klammerkant

source: stitching-reference-edge.bottom
pt_br: No Canto Inferior
ro: Marginea inferioară
sv: Botten

source: stitching-reference-edge.left
pt_br: No Canto Esquerdo
ro: Marginea din stânga
sv: Vänster

source: stitching-reference-edge.right
pt_br: No Canto Direito
ro: Marginea din dreapta
sv: Höger

source: stitching-reference-edge.top
pt_br: No Canto Superior
ro: Marginea superioară
sv: Topp

source: stopped
es: parada
pt_br: está parado
ro: oprit
sv: Utskriften har stoppats

source: subject
pt_br: Assunto
ro: Subiect
sv: Rubrik

source: subscription-privacy-attributes
pt_br: Atributos de Privacidade da Assinatura
ro: Atribute de confidențialitate ale abonamentului
sv: Prenumeration integritetsattribut

source: subscription-privacy-attributes.all
pt_br: Todos
ro: Toate
sv: Alla

source: subscription-privacy-attributes.default
pt_br: Padrão
ro: Implicite
sv: Förval

source: subscription-privacy-attributes.none
pt_br: Nenhum
ro: Niciunul
sv: Inga

source: subscription-privacy-attributes.subscription-description
pt_br: Descrição da Assinatura
ro: Descrierea abonamentului
sv: Beskrivning av prenumeration

source: subscription-privacy-attributes.subscription-template
pt_br: Modelo da Assinatura
ro: Șablon abonament
sv: Prenumerationsmall

source: subscription-privacy-scope
pt_br: Âmbito da privacidade da Assinatura
ro: Domeniul de aplicare al confidențialității abonamentului
sv: Prenumerationens integritetsomfattning

source: subscription-privacy-scope.all
pt_br: Todos
ro: Toate
sv: Allt

source: subscription-privacy-scope.default
pt_br: Padrão
ro: Implicit
sv: Förval

source: subscription-privacy-scope.none
pt_br: Nenhum
ro: Niciunul
sv: Ingen

source: subscription-privacy-scope.owner
pt_br: Proprietário
ro: Proprietar
sv: Ägare

source: system default destination: %s
es: destino predeterminado del sistema: %s
pt_br: destino padrão do sistema %s
ro: destinația implicită a sistemului: %s
sv: systemets förvalda destination: %s

source: system default destination: %s/%s
es: destino predeterminado del sistema: %s/%s
pt_br: destino padrão do sistema %s/%s
ro: destinația implicită a sistemului: %s/%s
sv: systemets förvalda destination: %s/%s

source: t33-subaddress
pt_br: Subendereço do T33
ro: Subadresă T33
sv: T33 deladress

source: to-name
pt_br: Nomear
ro: A numi
sv: Till namn

source: transmission-status
pt_br: Estado da Transmissão
ro: Starea transmisiei
sv: Överföringsstatus

source: transmission-status.3
pt_br: Está Pendente
ro: În așteptare
sv: Väntande

source: transmission-status.4
pt_br: Tentar novamente o documento pendente
ro: Repetare în așteptare
sv: Väntar på nytt försök

source: transmission-status.5
pt_br: Está processando
ro: Procesând
sv: Behandlar

source: transmission-status.7
pt_br: Foi Cancelado
ro: Anulată
sv: Avbruten

source: transmission-status.8
pt_br: Foi Abortado
ro: Întreruptă
sv: Avbruten

source: transmission-status.9
pt_br: Foi completado
ro: Finalizată(completată)
sv: Slutförd

source: trimming
pt_br: Cortar
ro: Tăiere
sv: Skär

source: trimming-offset
pt_br: Posição do Corte
ro: Poziția de tăiere
sv: Skärposition

source: trimming-reference-edge
pt_br: Cortar na Borda
ro: Marginea tăiată
sv: Skärkant

source: trimming-reference-edge.bottom
pt_br: No Canto Inferior
ro: Marginea inferioară
sv: Botten

source: trimming-reference-edge.left
pt_br: No Canto Esquerdo
ro: Marginea din stânga
sv: Vänster

source: trimming-reference-edge.right
pt_br: No Canto Direito
ro: Marginea din dreapta
sv: Höger

source: trimming-reference-edge.top
pt_br: No Canto Superior
ro: Marginea superioară
sv: Topp

source: trimming-type
pt_br: Tipo do Corte
ro: Tipul de tăiere
sv: Skärtyp

source: trimming-type.draw-line
pt_br: Desenhar a Linha
ro: Linie trasată
sv: Dra linje

source: trimming-type.full
pt_br: Completa
ro: Completă
sv: Fullständig

source: trimming-type.partial
pt_br: Parcial
ro: Parțială
sv: Delvis

source: trimming-type.perforate
pt_br: Perfurar
ro: Perfora
sv: Perforera

source: trimming-type.score
pt_br: Resultado
ro: Crestare
sv: Skåra

source: trimming-type.tab
pt_br: Aba
ro: Bandă
sv: Flik

source: trimming-when
pt_br: Cortar Após
ro: Tăiere după
sv: Skär efter

source: trimming-when.after-documents
pt_br: Cada Documento
ro: Fiecare document
sv: Varje dokument

source: trimming-when.after-job
pt_br: Trabalho
ro: Lucrare
sv: Jobb

source: trimming-when.after-sets
pt_br: A Cada Conjunto
ro: Fiecare set
sv: Varje uppsättning

source: trimming-when.after-sheets
pt_br: A Cada Página
ro: Fiecare pagină
sv: Varje sida

source: unknown
es: desconocido
pt_br: não é conhecido
ro: necunoscut
sv: okänd

source: untitled
es: sin título
pt_br: sem título
ro: fără titlu
sv: namnlös

source: variable-bindings uses indefinite length
es: variable-bindings usa una longitud indefinida
pt_br: O variable-bindings utiliza um comprimento que não é definido
ro: variable-bindings utilizează o lungime nedeterminată
sv: variable-bindings använder obestämd längd

source: x-accuracy
pt_br: Precisão do X
ro: Precizia X
sv: X-noggranhet

source: x-dimension
pt_br: Dimensão do X
ro: Dimensiunea X

source: x-offset
pt_br: Posição do X
ro: Poziția X
sv: X-förskjutning

source: x-origin
pt_br: Origem do X
ro: Originea X
sv: X-origo

source: y-accuracy
pt_br: Precisão do Y
ro: Precizia Y
sv: Y-noggranhet

source: y-dimension
pt_br: Dimensão do Y
ro: Dimensiunea Y

source: y-offset
pt_br: Posição do Y
ro: Poziția Y
sv: Y-förskjutning

source: y-origin
pt_br: Origem do Y
ro: Originea Y
sv: Y-origo

source: z-accuracy
pt_br: Precisão do Z
ro: Precizia Z
sv: Z-noggranhet

source: z-dimension
pt_br: Dimensão do Z
ro: Dimensiunea Z

source: z-offset
pt_br: Posição do Z
ro: Poziția Z
sv: Z-förskjutning

source: {service_domain} Domain name
es: {service_domain} Nombre de dominio
pt_br: {domínio_serviço} Nome do domínio
ro: {service_domain} Numele domeniului
sv: {service_domain} Domännamn

source: {service_hostname} Fully-qualified domain name
es: {service_hostname} Nombre de dominio completamente cualificado
pt_br: {nome_servidor} Nome absoluto do domínio
ro: {service_hostname} Numele de domeniu complet calificat
sv: {service_hostname} Fullständigt kvalificerat domännamn

source: {service_name} Service instance name
es: {service_name} Nombre de instancia de servicio
pt_br: {nome_serviço} Nome da instância do serviço
ro: {service_name} Numele instanței serviciului
sv: {service_name} Tjänsteinstansens namn

source: {service_port} Port number
es: {service_port} Número de puerto
pt_br: {porta_serviço} Número da porta
ro: {service_port} Numărul portului
sv: {service_port} Portnummer

source: {service_regtype} DNS-SD registration type
es: {service_regtype} Tipo de registro DNS-SD
pt_br: {tipo_registro_serviço} Tipo do registro DNS_SD
ro: {service_regtype} Tipul de înregistrare DNS-SD
sv: {service_regtype} Typ av DNS-SD-registrering

source: {service_scheme} URI scheme
es: {service_scheme} Esquema de URI
pt_br: {esquema_serviço} Esquema do URI
ro: {service_scheme} Schema URI
sv: {service_scheme} URI-schema

source: {txt_*} Value of TXT record key
es: {txt_*} Valor de clave de registro TXT
pt_br: {txt_*} Valor da chave do registro TXT
ro: {txt_*} Valoarea cheii înregistrării TXT
sv: {txt_*} Värde för TXT-postnyckel

source: ~/.cups/lpoptions file names default destination that does not exist.
es: Archivo ~/.cups/lpoptions nombra destino predet. que no exite.
pt_br: O arquivo "~/.cups/lpoptions" ou "/home/nome do usuario/.cups/lpoptions" tem como o seu destino padrão um nome que não existe.
ro: Fișierul ~/cups/lpoptions specifică o destinație implicită care nu există.
sv: ~/.cups/lpoptions-fil anger förvald destination som inte finns.

source: Folio
pt_br: Fólio

source: General
pt_br: Geral
sv: Allmänt

source: Generic
es: Genérico
pt_br: Genérico

source: Standard
es: Estándar
pt_br: Padrão

source: Tabloid
es: Tabloide
pt_br: Tabloide

source: logo
es: Logotipo
pt_br: Logotipo
sv: Logotyp

source: media
es: Medio
pt_br: Mídia

source: {service_uri} URI
pt_br: {uri_serviço} URI (Identificador Uniforme do Recurso)

source: {} URI
pt_br: {} URI (Identificador Uniforme do Recurso)

source: %g x %g "
es: %g × %g "
sv: %g x %g tum

source: %d x %d mm
es: %d × %d mm

source: 120x60dpi
es: 120×60ppp

source: 120x72dpi
es: 120×72ppp

source: 136dpi
es: 136ppp

source: 150dpi
es: 150ppp

source: 180dpi
es: 180ppp

source: 203dpi
es: 203ppp

source: 240x72dpi
es: 240×72ppp

source: 300dpi
es: 300ppp

source: 360dpi
es: 360ppp

source: 360x180dpi
es: 360×180ppp

source: 600dpi
es: 600ppp

source: 60dpi
es: 60ppp

source: 60x72dpi
es: 60x72ppp

source: 80x50mm
es: 80×50mm

source: Commands:
es: Comandos:

source: ISOLatin1
es: ISO Latín 1

source: OK
es: Aceptar

source: Usage: cups-oauth [OPTIONS] [COMMAND [ARGUMENT(S)]]
es: Modo de empleo: cups-oauth [OPCIONES] [COMANDO [ARGUMENTO(S)]]

source: Usage: cups-x509 [OPTIONS] [COMMAND] [ARGUMENT]
es: Modo de empleo: cups-x509 [OPCIONES] [COMANDO] [ARGUMENTO]

source: cups-x509: Bad URI '%s'.
es: cups-x509: URI '%s' incorrecta.

source: cups-x509: Unable to connect to '%s' on port %d: %s
es: cups-x509: No es capaz de conectar a '%s' en el puerto %d: %s
