Repository: OpenPrinting/cups
Catalog: locale/cups_*.po
Languages: es, pt_br, ro, sv

source: Directory "%s" not available: %s
es: Directorio "%s" no disponible: %s
pt_br: O diretório "%s" não está disponível para %s
ro: Directorul „%s” nu este disponibil: %s
sv: Katalogen "%s" ej tillgänglig: %s

source: Directory "%s" permissions OK (0%o/uid=%d/gid=%d).
es: Permisos del directorio "%s" OK (0%o/uid=%d/gid=%d).
pt_br: As permissões do diretório "%s" estão perfeitas (0%o/uid=%d/gid=%d).
ro: Permisiuni OK pentru directorul „%s” (0%o/uid=%d/gid=%d).
sv: Katalogen "%s"s rättigheter OK (0%o/uid=%d/gid=%d).

source: Disabled
es: Deshabilitado
pt_br: Desativado
ro: Dezactivat

source: Document #%d does not exist in job #%d.
es: El documento #%d no existe en el trabajo #%d.
pt_br: O documento #%d não existe no trabalho #%d.
ro: Documentul #%d nu există în lucrarea nr. %d.
sv: Dokument #%d finns inte i jobb #%d.

source: Duplexer
es: Unidad de impresión dúplex
pt_br: Duplexador
ro: Unitate de imprimare duplex

source: EPL1 Label Printer
es: Impresora de etiquetas EPL1
pt_br: Impressora de Etiquetas EPL1
ro: Imprimantă de etichete EPL1

source: EPL2 Label Printer
es: Impresora de etiquetas EPL2
pt_br: Impressora de Etiquetas EPL2
ro: Imprimantă de etichete EPL2

source: Edit Configuration File
es: Editar archivo de configuración
pt_br: Editar o Arquivo de Configurações
ro: Editează fișierul de configurare
sv: Redigera konfigurationsfil

source: Encryption is not supported.
es: El cifrado no está implementado.
pt_br: Não há suporte a criptografia.
ro: Criptarea nu este acceptată.
sv: Kryptering stöds inte.

source: Ending Banner
es: Rótulo final
pt_br: Faixa no fim da folha da impressão
ro: Banderolă finalizare imprimare
sv: Slutbaner

source: English
es: Spanish
pt_br: Inglês
ro: Romanian

source: Enter your username and password or the root username and password to access this page. If you are using Kerberos authentication, make sure you have a valid Kerberos ticket.
es: Introduzca su nombre de usuario y contraseña o el nombre de usuario y contraseña de root para poder acceder a esta página. Si está usando autentificación Kerberos, asegúrese de que tiene un ticket Kerberos válido.
pt_br: Insira o seu nome de usuário e a senha ou insira o nome de usuário e a senha do root (administrador) para acessar esta página. Se você estiver utilizando a autenticação por meio do protocolo de autenticação de rede Kerberos, certifique-se de que tem um tíquete válido do Kerberos.
ro: Introduceți numele dvs. de utilizator și parola sau numele de utilizator și parola utilizatorului root pentru a accesa această pagină. Dacă utilizați autentificarea Kerberos, asigurați-vă că aveți un tichet Kerberos valid.
sv: Ange ditt användarnamn och lösenord eller root-användarnamnet och lösenord för att komma åt denna sida. Om du använder Kerberos-autentisering, kontrollera att du har en giltig Kerberos-biljett.

source: Envelope #10
es: Sobre #10
ro: Plic SUA nr. 10

source: Envelope #11
es: Sobre #11
ro: Plic SUA nr. 11

source: Envelope #12
es: Sobre #12
ro: Plic SUA nr. 12

source: Envelope #14
es: Sobre #14
ro: Plic SUA nr. 14

source: Envelope #9
es: Sobre #9
ro: Plic SUA nr. 9

source: Envelope B4
es: Sobre B4
ro: Plic B4

source: Envelope B5
es: Sobre B5
ro: Plic B5

source: Envelope B6
es: Sobre B6
ro: Plic B6

source: Envelope C0
es: Sobre C0
ro: Plic C0

source: Envelope C1
es: Sobre C1
ro: Plic C1

source: Envelope C2
es: Sobre C2
ro: Plic C2

source: Envelope C3
es: Sobre C3
ro: Plic C3

source: Envelope C4
es: Sobre C4
ro: Plic C4

source: Envelope C5
es: Sobre C5
ro: Plic C5

source: Envelope C6
es: Sobre C6
ro: Plic C6

source: Envelope C65
es: Sobre C65
ro: Plic C65

source: Envelope C7
es: Sobre C7
ro: Plic C7

source: Envelope Choukei 3
es: Sobre Choukei 3
ro: Plic Choukei 3

source: Envelope Choukei 3 Long Edge
es: Sobre Choukei 3 lado largo
pt_br: Envelope Choukei 3 com a Borda Maior
ro: Plic Choukei 3 cu margine lungă

source: Envelope Choukei 4
es: Sobre Choukei 4
ro: Plic Choukei 4

source: Envelope Choukei 4 Long Edge
es: Sobre Choukei 4 lado largo
pt_br: Envelope Choukei 4 com a Borda Maior
ro: Plic Choukei 4 cu margine lungă

source: Envelope DL
es: Sobre DL
ro: Plic DL

source: Envelope Feed
es: Alimentador de sobre
pt_br: Alimentação de Envelope
ro: Alimentator de plicuri

source: Envelope Invite
es: Sobre Invitación
pt_br: Envelope de Convite
ro: Plic invitație

source: Envelope Italian
es: Sobre Italiano
pt_br: Envelope Italiano
ro: Plic italian

source: Envelope Kaku2
es: Sobre Kaku2
ro: Plic Kaku2

source: Envelope Kaku2 Long Edge
es: Sobre Kaku2 lado largo
pt_br: Envelope Kaku2 com a Borda Maior
ro: Plic Kaku2 cu margine lungă

source: Envelope Kaku3
es: Sobre Kaku3
ro: Plic Kaku3

source: Envelope Kaku3 Long Edge
es: Sobre Kaku3 lado largo
pt_br: Envelope Kaku3 com a Borda Maior
ro: Plic Kaku3 cu margine lungă

source: Envelope Monarch
es: Sobre Monarch
ro: Plic Monarch

source: Envelope PRC1
es: Sobre PRC1
ro: Plic PRC1

source: Envelope PRC1 Long Edge
es: Sobre PRC1 lado largo
pt_br: Envelope PRC1 com a Borda Maior
ro: Plic PRC1 cu margine lungă

source: Envelope PRC10
es: Sobre PRC10
ro: Plic PRC10

source: Envelope PRC10 Long Edge
es: Sobre PRC10 lado largo
pt_br: Envelope PRC10 com a Borda Maior
ro: Plic PRC10 cu margine lungă

source: Envelope PRC2
es: Sobre PRC2
ro: Plic PRC2

source: Envelope PRC2 Long Edge
es: Sobre PRC2 lado largo
pt_br: Envelope PRC2 com a Borda Maior
ro: Plic PRC2 cu margine lungă

source: Envelope PRC3
es: Sobre PRC3
ro: Plic PRC3

source: Envelope PRC3 Long Edge
es: Sobre PRC3 lado largo
pt_br: Envelope PRC3 com a Borda Maior
ro: Plic PRC3 cu margine lungă

source: Envelope PRC4
es: Sobre PRC4
ro: Plic PRC4

source: Envelope PRC4 Long Edge
es: Sobre PRC4 lado largo
pt_br: Envelope PRC4 com a Borda Maior
ro: Plic PRC4 cu margine lungă

source: Envelope PRC5 Long Edge
es: Sobre PRC5 lado largo
pt_br: Envelope PRC5 com a Borda Maior
ro: Plic PRC5 cu margine lungă

source: Envelope PRC5PRC5
es: Sobre PRC5PRC5
pt_br: Envelope PRC5
ro: Plic PRC5

source: Envelope PRC6
es: Sobre PRC6
ro: Plic PRC6

source: Envelope PRC6 Long Edge
es: Sobre PRC6 lado largo
pt_br: Envelope PRC6 com a Borda Maior
ro: Plic PRC6 cu margine lungă

source: Envelope PRC7
es: Sobre PRC7
ro: Plic PRC7

source: Envelope PRC7 Long Edge
es: Sobre PRC7 lado largo
pt_br: Envelope PRC7 com a Borda Maior
ro: Plic PRC7 cu margine lungă

source: Envelope PRC8
es: Sobre PRC8
ro: Plic PRC8

source: Envelope PRC8 Long Edge
es: Sobre PRC8 lado largo
pt_br: Envelope PRC8 com a Borda Maior
ro: Plic PRC8 cu margine lungă

source: Envelope PRC9
es: Sobre PRC9
ro: Plic PRC9

source: Envelope PRC9 Long Edge
es: Sobre PRC9 lado largo
pt_br: Envelope PRC9 com a Borda Maior
ro: Plic PRC9 cu margine lungă

source: Envelope Personal
es: Sobre Personal
pt_br: Envelope Pessoal
ro: Plic personal

source: Envelope You4
es: Sobre You4
ro: Plic You4

source: Envelope You4 Long Edge
es: Sobre You4 lado largo
pt_br: Envelope You4 com a Borda Maior
ro: Plic You4 cu margine lungă

source: Environment Variables:
es: Variables de entorno:
pt_br: Variáveis de Ambiente:
ro: Variabile de mediu:
sv: Miljövariabler:

source: Error Policy
es: Directiva de error
pt_br: Política de Erros
ro: Politica de eroare
sv: Felpolicy

source: Error reading raster data.
es: Error leyendo trama de datos (raster).
pt_br: Ocorreu um erro ao ler os dados da rasterização.
ro: Eroare la citirea datelor rastrului.
sv: Fel vid läsning av rasterdata.

source: Error sending raster data.
es: Error enviando trama de datos (raster).
pt_br: Ocorreu um erro ao enviar os dados da rasterização.
ro: Eroare la trimiteea datelor rastrului.
sv: Fel vid överföring av rasterdata.

source: Error: need hostname after "-h" option.
es: Error: se necesita un nombre de equipo tras la opción "-h".
pt_br: Ocorreu um erro. É necessário o nome da máquina após a opção "-h".
ro: Eroare: este necesar un nume de gazdă după opțiunea „-h”.
sv: Fel: behöver värdnamn efter alternativet "-h".

source: European Fanfold
es: Abanico Europeo
pt_br: Papelão Ondulado Europeu
ro: Hârtie continuă netăiată europeană (ISO 217)

source: European Fanfold Legal
es: Abanico Europeo Legal
pt_br: Papel Contínuo Ondulado de Ofício Europeu
ro: Hârtie continuă netăiată europeană (ISO 217 aplicat la A4)

source: Every 10 Labels
es: Cada 10 etiquetas
pt_br: A Cada 10 Etiquetas
ro: La fiecare 10 etichete

source: Every 2 Labels
es: Cada 2 etiquetas
pt_br: A Cada 2 Etiquetas
ro: La fiecare 2 etichete

source: Every 3 Labels
es: Cada 3 etiquetas
pt_br: A Cada 3 Etiquetas
ro: La fiecare 3 etichete

source: Every 4 Labels
es: Cada 4 etiquetas
pt_br: A Cada 4 Etiquetas
ro: La fiecare 4 etichete

source: Every 5 Labels
es: Cada 5 etiquetas
pt_br: A Cada 5 Etiquetas
ro: La fiecare 5 etichete

source: Every 6 Labels
es: Cada 6 etiquetas
pt_br: A Cada 6 Etiquetas
ro: La fiecare 6 etichete

source: Every 7 Labels
es: Cada 7 etiquetas
pt_br: A Cada 7 Etiquetas
ro: La fiecare 7 etichete

source: Every 8 Labels
es: Cada 8 etiquetas
pt_br: A Cada 8 Etiquetas
ro: La fiecare 8 etichete

source: Every 9 Labels
es: Cada 9 etiquetas
pt_br: A Cada 9 Etiquetas
ro: La fiecare 9 etichete

source: Every Label
es: Cada etiqueta
pt_br: A Cada Etiqueta
ro: La fiecare etichetă

source: Executive
es: Ejecutivo
pt_br: Executivo
ro: Executiv (184×267)

source: Expectation Failed
es: Expectativa Incorrecta
pt_br: Ocorreu uma Falha de Expectativa
ro: Datele așteptate nu au fost primite
sv: Förväntan misslyckades

source: Expressions:
es: Expresiones:
pt_br: Expressões:
ro: Expresii:
sv: Uttryck:

source: Fast Grayscale
es: Escala de grises rápida
pt_br: Escala de cinza rápida
ro: Scară de gri rapidă
sv: Snabb gråskala

source: File "%s" contains a relative path.
es: El archivo "%s" contiene una ruta relativa.
pt_br: O arquivo "%s" contém um caminho relativo.
ro: Fișierul „%s” conține o rută relativă.
sv: Filen "%s" innehåller en relativ sökväg.

source: File "%s" has insecure permissions (0%o/uid=%d/gid=%d).
es: El archivo "%s" tiene permisos no seguros (0%o/uid=%d/gid=%d).
pt_br: O arquivo "%s" tem permissões que não são seguras (0%o/uid=%d/gid=%d).
ro: Fișierul „%s” are permisiuni nesigure (0%o/uid=%d/gid=%d).
sv: Filen "%s" har oskyddade rättigheter (0%o/uid=%d/gid=%d).

source: File "%s" is a directory.
es: El archivo "%s" es un directorio.
pt_br: O arquivo "%s" é um diretório.
ro: Fișierul „%s” este un director.
sv: Filen "%s" är en katalog.

source: File "%s" not available: %s
es: Archivo "%s" no disponible: %s
pt_br: O arquivo "%s" não está disponível para %s
ro: Fișierul „%s” nu este disponibil: %s
sv: Filen "%s" ej tillgänglig: %s

source: File "%s" permissions OK (0%o/uid=%d/gid=%d).
es: Permisos del archivo "%s" OK (0%o/uid=%d/gid=%d).
pt_br: As permissões do arquivo "%s" estão perfeitas (0%o/uid=%d/gid=%d).
ro: Permisiuni OK pentru fișierul „%s” (0%o/uid=%d/gid=%d).
sv: Filen "%s"s rättigheter OK (0%o/uid=%d/gid=%d).

source: File Folder
es: Carpeta de archivo
pt_br: Arquivo da Dobradeira de Papel
ro: Director de fișiere

source: File device URIs have been disabled. To enable, see the FileDevice directive in "%s/cups-files.conf".
es: Los URIs del dispositivo de archivo han sido deshabilitados. Para habilitarlos, vea la directiva FileDevice en "%s/cups-files.conf".
pt_br: Os URIs dos arquivos do dispositivo foram desativados. Para ativá-los, consulte a diretiva FileDevice no arquivo de configurações "%s/cups-files.conf".
ro: Adresele URI ale dispozitivelor de fișiere au fost dezactivate. Pentru a le activa, consultați directiva FileDevice din fișierul „%s/cups-files.conf”.
sv: Filenhets-URI:er har avaktiverats. För att aktivera dem, se direktivet FileDevice i "%s/cups-files.conf".

source: Finished page %d.
es: Acabada la página %d.
pt_br: A página %d foi concluída.
ro: Pagina %d finalizată.
sv: Slutförde sida %d.

source: Forbidden
es: Prohibido
pt_br: Proibido
ro: Interzis
sv: Förbjuden

source: Form data too large.
es: Datos del formulario muy grande.
pt_br: Os dados do formulário são muito grandes.
ro: Datele formularului sunt prea mari.

source: Found
es: Encontrado
pt_br: Encontrado
ro: Găsit
sv: Hittades

source: Get-Response-PDU uses indefinite length
es: Get-Response-PDU usa una longitud indefinida
pt_br: O Get-Response-PDU utiliza um comprimento que não é definido
ro: Get-Response-PDU utilizează o lungime nedeterminată
sv: Get-Response-PDU använder obestämd längd

source: Glossy Paper
es: Papel brillante
pt_br: Papel Brilhante
ro: Hârtie lucioasă

source: Got a printer-uri attribute but no job-id.
es: Se ha obtenido el atributo printer-uri pero no el job-id.
pt_br: Tem o atributo do printer-ui (interface do usuário da impressora), mas não tem o job-id (identificador do trabalho).
ro: S-a primit un atribut printer-uri, dar nu și un atribut job-id.
sv: Fick ett printer-uri-attribut men inget jobb-id.

source: GrayScale
es: Escalado de grises
pt_br: Escala de Cinza
ro: Scală de gri
sv: Gråskala

source: Grayscale
es: Escale de grises
pt_br: Escala de cinza
ro: Scală de gri
sv: Gråskala

source: Hanging Folder
es: Carpeta colgante
pt_br: A Dobradeira de Papel Está Suspensa
ro: Dosar agățat

source: Hash buffer too small.
es: Memoria temporal hash demasiado pequeña.
pt_br: O buffer do hash é muito pequeno.
ro: Memorie tampon Hash prea mică.
sv: Hash-buffer för liten.

source: Help file not in index.
es: El archivo de ayuda no está en el índice.
pt_br: O arquivo da ajuda não está no índice.
ro: Fișierul de ajutor nu este în index.
sv: Hjälpfil inte i index.

source: Home
ro: Pagina principală

source: IP address is not allowed as hostname when using Negotiate - use FQDN.
es: Dirección IP no está permitida como nombre hospedador cuando utiliza Negociar - utilice FQDN.
pt_br: O endereço do IP não é permitido como nome do hospedeiro ao utilizar o Negotiate, ao invés disso utilize o FQDN.
ro: Adresa IP nu este permisă ca nume de gazdă atunci când se utilizează Negotiate - utilizați FQDN.

source: IPP 1setOf attribute with incompatible value tags.
es: Atributo IPP 1setOf con etiquetas de valor incompatibles.
pt_br: O atributo do 1setOf do IPP tem uma etiqueta com valor que não é compatível.
ro: Atributul 1setOf IPP are etichete cu valori incompatibile.
sv: IPP 1setOf-attribut med inkompatibla värdeetiketter.

source: IPP Everywhere driver requires an IPP connection.
es: Controlador IPP en todas partes requiere una conexión IPP.
pt_br: O controlador do Everywhere do IPP requer uma conexão com o IPP.
ro: Controlorul IPP Everywhere necesită o conexiune IPP.

source: IPP attribute has no name.
es: Atributo IPP sin nombre.
pt_br: O atributo do IPP não tem um nome.
ro: Atributul IPP nu are nume.
sv: IPP-attribut har inget namn.

source: IPP attribute is not a member of the message.
es: El atributo IPP no es un miembro del mensaje.
pt_br: O atributo do IPP não é um membro da mensagem.
ro: Atributul IPP nu este membru al mesajului.
sv: IPP-attribut är inte en medlem i meddelandet.

source: IPP begCollection value not 0 bytes.
es: IPP el valor begCollection no es de 0 bytes.
pt_br: O valor do begCollection do IPP não contém 0 bytes.
ro: Valoarea begCollection a IPP nu este 0 octeți.
sv: IPP begCollection-värde inte 0 byte.

source: IPP boolean value not 1 byte.
es: IPP el valor lógico no es de 1 byte.
pt_br: O valor booleano do IPP não contém 1 byte.
ro: Valoarea booleană IPP nu este de 1 octet.
sv: IPP booleskt värde inte 1 byte.

source: IPP date value not 11 bytes.
es: IPP el valor de fecha no es de 11 bytes.
pt_br: O valor da data do IPP não contém 11 bytes.
ro: Valoarea datelor IPP nu este de 11 octeți.
sv: IPP datumvärde inte 11 byte.

source: IPP endCollection value not 0 bytes.
es: IPP el valor endCollection no es de 0 bytes.
pt_br: O valor do endCollection do IPP não contém 0 bytes.
ro: Valoarea endCollection a IPP nu este 0 octeți.
sv: IPP endCollection-värde inte 0 byte.

source: IPP enum value not 4 bytes.
es: IPP el valor enum no es de 4 bytes.
pt_br: O valor do enum (numeração) do IPP não contém 4 bytes.
ro: Valoarea enumerării „enum” IPP nu este de 4 octeți.
sv: IPP enum-värde inte 4 byte.

source: IPP integer value not 4 bytes.
es: IPP el valor entero no es de 4 bytes.
pt_br: O valor inteiro do IPP não contém 4 bytes.
ro: Valoarea întreagă „integer” IPP nu este de 4 octeți.
sv: IPP heltalsvärde inte 4 byte.

source: IPP language length overflows value.
es: IPP la longitud del idioma sobrepasa el valor.
pt_br: O comprimento do idioma do IPP excede o valor.
ro: Lungimea limbajului IPP depășește valoarea.
sv: IPP språklängd överflödar värde.

source: IPP language length too large.
es: Longitud de idioma IPP demasiado grande.
pt_br: O comprimento do idioma do IPP é muito grande.
ro: Lungimea limbajului IPP este prea mare.
sv: IPP språklängd för stor.

source: IPP member attribute outside of collection.
es: Atributo de miembro IPP externo a la colección.
pt_br: O atributo do membro do IPP está fora da coleção.
ro: Atribut membru IPP în afara colecției.

source: IPP member name is not empty.
es: IPP el nombre del miembro no está vacío.
pt_br: O nome do membro do IPP não está vazio.
ro: Numele membrului IPP nu este gol.
sv: IPP medlemsnamn är inte tomt.

source: IPP memberName value is empty.
es: IPP el valor memberName está vacío.
pt_br: O valor do memberName (nome do membro) do IPP está vazio.
ro: Valoarea MemberName a IPP este goală.
sv: IPP memberName-värde tomt.

source: IPP message nested too deeply.
es: Mensaje IPP muy profundamente anidado.
pt_br: A mensagem do IPP está aninhada muito profundamente.
ro: Mesajul IPP este prea adânc imbricat.

source: IPP name larger than 32767 bytes.
es: IPP nombre mayor de 32767 bytes.
pt_br: O nome do IPP é maior do que 32767 bytes.
ro: Numele IPP este mai mare de 32767 octeți.
sv: IPP namn större än 32767 byte.

source: IPP nameWithLanguage value less than minimum 4 bytes.
es: IPP el valor nameWithLanguage menor del mínimo de 4 bytes.
pt_br: O valor do nameWithLanguage (nome com idioma) do IPP é menor do que o mínimo de 4 bytes.
ro: Valoarea nameWithLanguagea a IPP este mai mică decât minimul de 4 octeți.
sv: IPP nameWithLanguage-värde minre än minimum på 4 byte.

source: IPP octetString length too large.
es: Longitud de IPP octetString demasiado larga.
pt_br: O comprimento do octetString do IPP é muito grande.
ro: Lungimea octetString IPP este prea mare.
sv: IPP octetString-längd för stor.

source: IPP rangeOfInteger value not 8 bytes.
es: IPP el valor rangeOfInteger no es de 8 bytes.
pt_br: O valor do rangeOfInteger do IPP não contém 8 bytes.
ro: Valoarea rangeOfInteger a IPP nu este de 8 octeți.
sv: IPP rangeOfInteger-värde inte 8 byte.

source: IPP resolution value not 9 bytes.
es: IPP el valor de la resolución no es de 9 bytes.
pt_br: O valor da resolução do IPP não contém 9 bytes.
ro: Valoarea rezoluției IPP nu este de 9 octeți.
sv: IPP upplösningsvärde inte 9 byte.

source: IPP string length overflows value.
es: IPP la longitud de la cadena sobrepasa el valor.
pt_br: O comprimento do conjunto de caracteres do IPP excede o valor.
ro: Lungimea șirului IPP depășește valoarea.
sv: IPP stränglängd överflödar värde.

source: IPP textWithLanguage value less than minimum 4 bytes.
es: IPP el valor textWithLanguage menor del mínimo de 4 bytes.
pt_br: O valor do textWithLanguage (texto com idioma) do IPP é menor do que o mínimo de 4 bytes.
ro: Valoarea textWithLanguage a IPP este mai mică decât minimul de 4 octeți.
sv: IPP textWithLanguage-värde mindre än minimum på 4 byte.

source: IPP value larger than 32767 bytes.
es: IPP valor mayor de 32767 bytes.
pt_br: O valor do IPP é maior do que 32767 bytes.
ro: Valoarea IPP este mai mare de 32767 octeți.
sv: IPP värde större än 32767 byte.

source: IPPFIND_SERVICE_DOMAIN Domain name
es: IPPFIND_SERVICE_DOMAIN Nombre de dominio
pt_br: IPPFIND_SERVICE_DOMAIN Nome do domínio
ro: IPPFIND_SERVICE_DOMAIN Nume de domeniu
sv: IPPFIND_SERVICE_DOMAIN Domännamn

source: IPPFIND_SERVICE_HOSTNAME Fully-qualified domain name
es: IPPFIND_SERVICE_HOSTNAME Nombre de dominio completamente calificado
pt_br: IPPFIND_SERVICE_HOSTNAME O nome do domínio é absoluto
ro: IPPFIND_SERVICE_HOSTNAME Nume de domeniu complet calificat
sv: IPPFIND_SERVICE_HOSTNAME Helkvalificerat domännamn

source: IPPFIND_SERVICE_NAME Service instance name
es: IPPFIND_SERVICE_NAME Nombre de instancia de servicio
pt_br: IPPFIND_SERVICE_NAME Nome da instância do serviço
ro: IPPFIND_SERVICE_NAME Numele instanței serviciului
sv: IPPFIND_SERVICE_NAME Tjänstinstansnamn

source: IPPFIND_SERVICE_PORT Port number
es: IPPFIND_SERVICE_PORT Número de puerto
pt_br: IPPFIND_SERVICE_PORT Número da porta
ro: IPPFIND_SERVICE_PORT Număr de port
sv: IPPFIND_SERVICE_PORT Portnummer

source: IPPFIND_SERVICE_REGTYPE DNS-SD registration type
es: IPPFIND_SERVICE_REGTYPE tipo de registro DNS-SD
pt_br: IPPFIND_SERVICE_REGTYPE Tipo de registro do DNS-SD
ro: IPPFIND_SERVICE_REGTYPE Tip de înregistrare DNS-SD
sv: IPPFIND_SERVICE_REGTYPE DNS_SD registreringstyp

source: IPPFIND_SERVICE_SCHEME URI scheme
es: IPPFIND_SERVICE_SCHEME Esquema URI
pt_br: IPPFIND_SERVICE_SCHEME Esquema do URI
ro: IPPFIND_SERVICE_SCHEME Schema URI
sv: IPPFIND_SERVICE_SCHEME URI-schema

source: IPPFIND_TXT_* Value of TXT record key
es: IPPFIND_TXT_* Valor de clave de registro TXT
pt_br: IPPFIND_TXT_* Valor da chave do registro do TXT
ro: IPPFIND_TXT_* Valoarea cheii de înregistrare TXT
sv: IPPFIND_TXT_* Värde för TXT-postens nyckel

source: Illegal control character
es: Carácter de control ilegal
pt_br: O caractere de controle não é legal
ro: Caracter de control nevalid
sv: Otillåtet styrtecken

source: Illegal main keyword string
es: Cadena de clave principal ilegal
pt_br: A sequência das palavras-chave principal não é legal
ro: Șir de cuvânt cheie principal nevalid
sv: Otillåten huvudnyckelordssträng

source: Illegal option keyword string
es: Cadena de clave de opción ilegal
pt_br: A sequência das palavras-chave da opção não é legal
ro: Șir de cuvânt cheie de opțiune nevalid
sv: Otillåten alternativnyckelordssträng

source: Illegal translation string
es: Cadena de traducción ilegal
pt_br: O conjunto de caracteres da tradução não é legal
ro: Șir de traducere nevalid
sv: Otillåten översättningssträng

source: Illegal whitespace character
es: Carácter de espacio en blanco ilegal
pt_br: O caractere de espaço em branco não é legal
ro: Caracter de spațiu în alb nelegal
sv: Otillåtet blanktecken

source: Installable Options
es: Opciones instalables
pt_br: Opções Instaláveis
ro: Opțiuni instalabile

source: Installed
es: Instalada
pt_br: Instalada
ro: Instalată

source: IntelliBar Label Printer
es: Impresora de etiquetas IntelliBar
pt_br: Impressora de Etiquetas IntelliBar
ro: Imprimantă de etichete IntelliBar

source: Internal Server Error
es: Error del Servidor Interno
pt_br: Ocorreu um Erro Interno no Servidor
ro: Eroare internă a serverului
sv: Internt serverfel

source: Internal error
es: Error interno
pt_br: Ocorreu um Erro Interno
ro: Eroare internă
sv: Internt fel

source: Internet Postage 2-Part
es: Correo por Internet Parte-2
pt_br: Parte 2 da Postagem na Internet
ro: Expediere prin internet în 2 părți

source: Internet Postage 3-Part
es: Correo por Internet Parte-3
pt_br: Parte 3 da Postagem na Internet
ro: Expediere prin internet în 3 părți

source: Internet Printing Protocol
es: Protocolo de Impresión de Internet IPP
pt_br: Protocolo de Impressão na Internet (IPP)
ro: Protocol de imprimare prin Internet (ipp)

source: Invalid JSON data.
es: Datos JSON no válidos.
pt_br: Os dados do JSON não são válidos.
ro: Date JSON nevalide.

source: Invalid JSON web token.
es: Testigo web JSON no válido.
pt_br: A chave do portador do JSON para internet não é válida.
ro: Jeton web JSON nevalid.

source: Invalid form data.
es: Datos de formularios incorrectos.
pt_br: Os dados do formulário não são válidos.
ro: Date de formular nevalide.
