Repository: OpenPrinting/cups
Catalog: locale/cups_*.po
Languages: es, pt_br, ro, sv

source: notify-sequence-numbers
es: Notificar Números de Secuencia
pt_br: Notificar os Números da Sequência
ro: Notificare numere de secvență
sv: Avisera sekvensnummer

source: notify-subscription-ids
es: Notificar ID de Suscripción
pt_br: Notificar os IDs da Assinatura
ro: Notificare ID-uri abonament
sv: Avisera prenumerations-ID

source: notify-time-interval
pt_br: Intervalo do Tempo de Notificação
ro: Intervalul de timp pentru notificări
sv: Avisera tidsintervall

source: notify-user-data
pt_br: Notificar os Dados do Usuário
ro: Notificare date utilizator
sv: Avisera användardata

source: notify-wait
pt_br: Notificar a Espera
ro: Notificare așteptare
sv: Avisera väntande

source: number-of-retries
pt_br: Número de Tentativas
ro: Numărul de reîncercări
sv: Antal nya försök

source: number-up
pt_br: Aumentar o Número
ro: Incrementare
sv: Numrera

source: number-up-layout
pt_br: Aumentar o Número do Leiaute
ro: Incrementare schemă de dispunere

source: number-up-layout.btlr
pt_br: No Canto Inferior ou Superior, Esquerdo ou Direito
ro: De jos în sus, de la stânga la dreapta

source: number-up-layout.btrl
pt_br: No Canto Inferior ou Superior, Direito ou Esquerdo
ro: De jos în sus, de la dreapta la stânga

source: number-up-layout.lrbt
pt_br: No Canto Esquerdo ou Direito, Inferior ou Superior
ro: De la stânga la dreapta, de jos în sus

source: number-up-layout.lrtb
pt_br: No Canto Esquerdo ou Direito, Superior ou Inferior
ro: De la stânga la dreapta, de sus în jos

source: number-up-layout.rlbt
pt_br: No Canto Direito ou Esquerdo, Inferior ou Superior
ro: De la dreapta la stânga, de jos în sus

source: number-up-layout.rltb
pt_br: No Canto Direito ou Esquerdo, Superior ou Inferior
ro: De la dreapta la stânga, de sus în jos

source: number-up-layout.tblr
pt_br: No Canto Superior ou Inferior, Esquerdo ou Direito
ro: De sus în jos, de la stânga la dreapta

source: number-up-layout.tbrl
pt_br: No Canto Superior ou Inferior, Direito ou Esquerdo
ro: De sus în jos, de la dreapta la stânga

source: object-offset
pt_br: Posição do Objeto
ro: Poziția obiectului
sv: Objektets offset

source: object-size
es: Tamaño de Objeto
pt_br: Tamanho do Objeto
ro: dimensiunea obiectului
sv: Objektets storlek

source: organization-name
es: Nombre de Organización
pt_br: Nome da Organização
ro: Numele organizației
sv: Organisationens namn

source: orientation-requested
es: Orientación
pt_br: Orientação
ro: Orientare
sv: Orientering

source: orientation-requested.3
es: Retrato
pt_br: Retrato
ro: Portret
sv: Stående

source: orientation-requested.4
es: Paisaje
pt_br: Paisagem
ro: Peisaj
sv: Liggande

source: orientation-requested.5
pt_br: Paisagem Invertida
ro: Peisaj inversat
sv: Omvänt liggande

source: orientation-requested.6
pt_br: Retrato Invertido
ro: Portret inversat
sv: Omvänt stående

source: orientation-requested.7
pt_br: Nenhum
ro: Niciuna
sv: Ingen

source: output-attributes
pt_br: Opções da Imagem Digitalizada
ro: Opțiuni pentru imaginea scanată
sv: Alternativ för scannade bilder

source: output-bin
pt_br: Bandeja de Saída
ro: Tava de ieșire
sv: Utmatningsfack

source: output-bin.auto
pt_br: Automático
ro: Automat
sv: Automatiskt

source: output-bin.bottom
pt_br: No Canto Inferior
ro: Partea inferioară
sv: Nederst

source: output-bin.center
pt_br: Centro
ro: Centru
sv: Mitten

source: output-bin.face-down
pt_br: Virado para Baixo
ro: Cu fața în jos
sv: Framsida ned

source: output-bin.face-up
pt_br: Virado para Cima
ro: Cu fața în sus
sv: Framsida upp

source: output-bin.large-capacity
pt_br: Grande Capacidade
ro: Capacitate mare
sv: Stor kapacitet

source: output-bin.left
pt_br: No Canto Esquerdo
ro: Stânga
sv: Vänster

source: output-bin.mailbox-1
es: Buzón 1
pt_br: Caixa do Correio 1
ro: Căsuța poștală 1
sv: Brevlåda 1

source: output-bin.mailbox-10
es: Buzón 10
pt_br: Caixa do Correio 10
ro: Căsuța poștală 10
sv: Brevlåda 10

source: output-bin.mailbox-2
es: Buzón 2
pt_br: Caixa do Correio 2
ro: Căsuța poștală 2
sv: Brevlåda 2

source: output-bin.mailbox-3
es: Buzón 3
pt_br: Caixa do Correio 3
ro: Căsuța poștală 3
sv: Brevlåda 3

source: output-bin.mailbox-4
es: Buzón 4
pt_br: Caixa do Correio 4
ro: Căsuța poștală 4
sv: Brevlåda 4

source: output-bin.mailbox-5
es: Buzón 5
pt_br: Caixa do Correio 5
ro: Căsuța poștală 5
sv: Brevlåda 5

source: output-bin.mailbox-6
es: Buzón 6
pt_br: Caixa do Correio 6
ro: Căsuța poștală 6
sv: Brevlåda 6

source: output-bin.mailbox-7
es: Buzón 7
pt_br: Caixa do Correio 7
ro: Căsuța poștală 7
sv: Brevlåda 7

source: output-bin.mailbox-8
es: Buzón 8
pt_br: Caixa do Correio 8
ro: Căsuța poștală 8
sv: Brevlåda 8

source: output-bin.mailbox-9
es: Buzón 9
pt_br: Caixa do Correio 9
ro: Căsuța poștală 9
sv: Brevlåda 9

source: output-bin.middle
pt_br: Meio
ro: Mijloc
sv: Mitten

source: output-bin.my-mailbox
es: Mi Buzón
pt_br: Minha Caixa do Correio
ro: Căsuța mea poștală
sv: Min brevlåda

source: output-bin.rear
pt_br: Atrás
ro: În spate
sv: Bakre

source: output-bin.right
pt_br: No Canto Direito
ro: Dreapta
sv: Höger

source: output-bin.side
pt_br: Lado
ro: Lateral
sv: Sidan

source: output-bin.stacker-1
pt_br: Empilhador 1
ro: Stivuitor 1
sv: Staplare 1

source: output-bin.stacker-10
pt_br: Empilhador 10
ro: Stivuitor 10
sv: Staplare 10

source: output-bin.stacker-2
pt_br: Empilhador 2
ro: Stivuitor 2
sv: Staplare 2

source: output-bin.stacker-3
pt_br: Empilhador 3
ro: Stivuitor 3
sv: Staplare 3

source: output-bin.stacker-4
pt_br: Empilhador 4
ro: Stivuitor 4
sv: Staplare 4

source: output-bin.stacker-5
pt_br: Empilhador 5
ro: Stivuitor 5
sv: Staplare 5

source: output-bin.stacker-6
pt_br: Empilhador 6
ro: Stivuitor 6
sv: Staplare 6

source: output-bin.stacker-7
pt_br: Empilhador 7
ro: Stivuitor 7
sv: Staplare 7

source: output-bin.stacker-8
pt_br: Empilhador 8
ro: Stivuitor 8
sv: Staplare 8

source: output-bin.stacker-9
pt_br: Empilhador 9
ro: Stivuitor 9
sv: Staplare 9

source: output-bin.top
pt_br: No Canto Superior
ro: Partea superioară
sv: Överst

source: output-bin.tray-1
pt_br: Bandeja 1
ro: Tava 1
sv: Fack 1

source: output-bin.tray-10
pt_br: Bandeja 10
ro: Tava 10
sv: Fack 10

source: output-bin.tray-2
pt_br: Bandeja 2
ro: Tava 2
sv: Fack 2

source: output-bin.tray-3
pt_br: Bandeja 3
ro: Tava 3
sv: Fack 3

source: output-bin.tray-4
pt_br: Bandeja 4
ro: Tava 4
sv: Fack 4

source: output-bin.tray-5
pt_br: Bandeja 5
ro: Tava 5
sv: Fack 5

source: output-bin.tray-6
pt_br: Bandeja 6
ro: Tava 6
sv: Fack 6

source: output-bin.tray-7
pt_br: Bandeja 7
ro: Tava 7
sv: Fack 7

source: output-bin.tray-8
pt_br: Bandeja 8
ro: Tava 8
sv: Fack 8

source: output-bin.tray-9
pt_br: Bandeja 9
ro: Tava 9
sv: Fack 9

source: output-compression-quality-factor
pt_br: Qualidade da Imagem Digitalizada
ro: Calitatea imaginii scanate
sv: Scannad bildkvalitet

source: page-border
es: Borde de página
pt_br: Borda da Página
ro: Marginea paginii

source: page-border.double
pt_br: Borda Dupla Fina
ro: Chenar dublu subțire

source: page-border.double-thick
pt_br: Borda Dupla Grossa
ro: Chenar dublu gros

source: page-border.none
pt_br: Sem Borda
ro: Fără

source: page-border.single
pt_br: Borda Única Fina
ro: Chenar unic subțire

source: page-border.single-thick
pt_br: Borda Única Grossa
ro: Chenar unic gros

source: page-delivery
pt_br: Entrega da Página
ro: Livrarea paginii
sv: Sidutmatning

source: page-delivery.reverse-order-face-down
pt_br: A Ordem Inversa Virado para Baixo
ro: Ordine inversă cu fața în jos
sv: Omvänd ordning framsida ned

source: page-delivery.reverse-order-face-up
pt_br: A Ordem Inversa Virado para Cima
ro: Ordine inversă cu fața în sus
sv: Omvänd ordning framsida upp

source: page-delivery.same-order-face-down
pt_br: A Mesma Ordem Virado para Baixo
ro: Aceeași ordine cu fața în jos
sv: Samma ordning framsida ned

source: page-delivery.same-order-face-up
pt_br: A Mesma Ordem Virado para Cima
ro: Aceeași ordine cu fața în sus
sv: Samma ordning framsida upp

source: page-delivery.system-specified
pt_br: Sistema Especificado
ro: Specificată de sistem
sv: Systeminställningar

source: page-order-received
pt_br: A Ordem da Página Foi Recebida
ro: Ordinea paginilor primite
sv: Sidordning mottagen

source: page-order-received.1-to-n-order
pt_br: 1 para N
ro: De la 1 la N
sv: 1 till N

source: page-order-received.n-to-1-order
pt_br: N para 1
ro: De la N la 1
sv: N till 1

source: page-ranges
pt_br: Intervalos das Páginas
ro: Intervale de pagini
sv: Sidintervall

source: page-set
pt_br: Conjunto de Páginas
ro: Set de pagini

source: page-set.all
pt_br: Todas as Páginas
ro: Toate paginile

source: page-set.even
pt_br: Páginas Pares
ro: Pagini pare

source: page-set.odd
pt_br: Páginas Ímpares
ro: Pagini impare

source: pages
es: Páginas
pt_br: Páginas
ro: pagini
sv: Sidor

source: pages-per-subset
pt_br: Páginas por Subconjunto
ro: Pagini per subset
sv: Sidor per subset

source: pclm-raster-back-side
pt_br: Parte de Trás do Raster PCLM
ro: Partea din spate a rasterului PCLM
sv: Pclm-raster baksida

source: pclm-raster-back-side.flipped
pt_br: Invertido
ro: Răsucită
sv: omvänd

source: pclm-raster-back-side.normal
pt_br: Normal
ro: Normal
sv: normal

source: pclm-raster-back-side.rotated
pt_br: Rotacionado
ro: Rotită
sv: Roterad

source: pclm-source-resolution
pt_br: Resolução de Fonte do PCLM
ro: Rezoluția sursei Pclm
sv: Pclm-källans upplösning

source: pending
es: pendiente
pt_br: está pendente
ro: (în așteptare)
sv: väntar

source: platform-shape
pt_br: Formato da Plataforma
ro: Forma platformei
sv: Plattformens form

source: platform-shape.ellipse
pt_br: Redondo
ro: Rotundă
sv: Rund

source: platform-shape.rectangle
pt_br: Retângulo
ro: Dreptunghiulară
sv: Rektangel

source: platform-temperature
pt_br: Temperatura da Plataforma
ro: Temperatura platformei
sv: Plattformens temperatur

source: position
es: Posición de imagen
pt_br: Posição da Imagem
ro: Poziția imaginii

source: position.bottom
pt_br: No Canto Inferior e no Centro
ro: În partea inferioară centrală

source: position.bottom-left
pt_br: No Canto Inferior Esquerdo
ro: În partea inferioară stânga

source: position.bottom-right
pt_br: No Canto Inferior Direito
ro: În partea inferioară dreapta

source: position.center
pt_br: Centro
ro: În centru

source: position.left
pt_br: No Canto Esquerdo e no Centro
ro: În stânga-centru

source: position.right
es: Derecho Central
pt_br: No Canto Direito e no Centro
ro: În dreapta-centru

source: position.top
es: Cima Central
pt_br: No Canto Superior e no Centro
ro: În partea superioară centrală

source: position.top-left
es: Cima Izquierda
pt_br: No Canto Superior Esquerdo
ro: În partea superioară stânga

source: position.top-right
es: Cima Derecha
pt_br: No Canto Superior Direito
ro: În partea superioară dreapta

source: post-dial-string
pt_br: Conjunto de Caracteres da Pós-Discagem
ro: Șir de caractere după apelare

source: ppdc: Adding include directory "%s".
es: ppdc: Añadiendo directorio include "%s".
pt_br: Adicionando o diretório de inclusão "%s" para o ppdc.
ro: ppdc: Se adaugă directorul de includere „%s”.
sv: ppdc: Lägger till inkluderingsmapp "%s".

source: ppdc: Adding/updating UI text from %s.
es: ppdc: Añadiendo/actualizando texto UI desde %s.
pt_br: Adicionando ou atualizando o texto da interface do usuário de %s para o ppdc.
ro: ppdc: Se adaugă/actualizează textul interfeței cu utilizatorul din %s.
sv: ppdc: Lägger till/uppdaterar UI-text från %s.

source: ppdc: Bad boolean value (%s) on line %d of %s.
es: ppdc: Valor lógico (%s) incorrecto en línea %d de %s.
pt_br: O valor booleano (%s) não é válido na linha %d de %s para o ppdc.
ro: ppdc: Valoare booleană incorectă (%s) la linia %d din %s.
sv: ppdc: Dåligt booleskt värde (%s) på rad %d av %s.

source: ppdc: Bad font attribute: %s
es: ppdc: Atributo de fuente incorrecto: %s
pt_br: O atributo %s da fonte não é válido para o ppdc
ro: ppdc: Atribut de font incorect: %s
sv: ppdc: Dåligt teckensnittsattribut: %s

source: ppdc: Bad resolution name "%s" on line %d of %s.
es: ppdc: Resolución de nombre "%s" incorrecta en línea %d de %s.
pt_br: O nome da resolução "%s" não é válido na linha %d de %s para o ppdc.
ro: ppdc: Nume de rezoluție incorect „%s” la linia %d din %s.
sv: ppdc: Dåligt upplösningsnamn "%s" på rad %d av %s.

source: ppdc: Bad status keyword %s on line %d of %s.
es: ppdc: Clave de estado %s incorrecta en línea %d de %s.
pt_br: A palavra-chave do estado %s não é válida na linha %d de %s para o ppdc.
ro: ppdc: Cuvânt cheie cu stare incorectă %s pe linia %d din %s.
sv: ppdc: Dåligt statusnyckelord %s på rad %d av %s.

source: ppdc: Bad variable substitution ($%c) on line %d of %s.
es: ppdc: Sustitución de variable ($%c) errónea en la línea %d de %s.
pt_br: A substituição da variável ($%c) não é válida na linha %d de %s para o ppdc.
ro: ppdc: Înlocuire variabilă incorectă ($%c) la linia %d din %s.
sv: ppdc: Dålig variabelsubstitution ($%c) på rad %d av %s.

source: ppdc: Choice found on line %d of %s with no Option.
es: ppdc: Selección encontrada en línea %d de %s sin opciones.
pt_br: A escolha foi encontrada na linha %d de %s com nenhuma opção para o ppdc.
ro: ppdc: Alegere găsită pe linia %d din %s fără opțiune.
sv: ppdc: Val hittades på rad %d av %s utan Alternativ.

source: ppdc: Duplicate #po for locale %s on line %d of %s.
es: ppdc: #po duplicado para código regional %s en línea %d de %s.
pt_br: Duplicar o #po para a localidade %s na linha %d de %s para o ppdc.
ro: ppdc: Duplicat #po pentru limba %s pe linia %d din %s.
sv: ppdc: Dubbel #po för lokal %s på rad %d av %s.

source: ppdc: Expected a filter definition on line %d of %s.
es: ppdc: Se esperaba una definición de filtro en la línea %d de %s.
pt_br: Era esperado a definição de um filtro na linha %d de %s para o ppdc.
ro: ppdc: Se aștepta o definiție de filtru pe linia %d din %s.
sv: ppdc: En filterdefinition förväntades på rad %d av %s.

source: ppdc: Expected a program name on line %d of %s.
es: ppdc: Se esperaba un nombre de programa en la línea %d de %s.
pt_br: Era esperado o nome de um programa na linha %d de %s para o ppdc.
ro: ppdc: Se aștepta un nume de program pe linia %d din %s.
sv: ppdc: Ett programnamn förväntades på rad %d av %s.

source: ppdc: Expected boolean value on line %d of %s.
es: ppdc: Se esperaba un valor lógico en la línea %d de %s.
pt_br: Era esperado um valor booleano na linha %d de %s para o ppdc.
ro: ppdc: Se aștepta o valoare booleană pe linia %d din %s.
sv: ppdc: Booleskt värde förväntades på rad %d av %s.

source: ppdc: Expected charset after Font on line %d of %s.
es: ppdc: Se esperaba un juego de caracteres tras Font en la línea %d de %s.
pt_br: Era esperado o conjunto de caracteres após o "Font" na linha %d de %s para o ppdc.
ro: ppdc: Se aștepta un set de caractere după fontul din linia %d din %s.
sv: ppdc: Teckenuppsättning förväntades efter Teckensnitt på rad %d av %s.

source: ppdc: Expected choice code on line %d of %s.
es: ppdc: Se esperaba un código apropiado en la línea %d de %s.
pt_br: Era esperado o código da escolha na linha %d de %s para o ppdc.
ro: ppdc: Se aștepta codul alegerii pe linia %d din %s.
sv: ppdc: Valkod förväntades på rad %d av %s.

source: ppdc: Expected choice name/text on line %d of %s.
es: ppdc: Se esperaba un nombre/texto apropiado en la línea %d de %s.
pt_br: Era esperado o nome ou o texto da escolha na linha %d de %s para o ppdc.
ro: ppdc: Se aștepta numele/textul alegerii pe linia %d din %s.
sv: ppdc: Valnamn eller text förväntades på rad %d av %s.

source: ppdc: Expected color order for ColorModel on line %d of %s.
es: ppdc: Se esperaba un orden de color para ColorModel en la línea %d de %s.
pt_br: Era esperado a ordem de cores para o ColorModel na linha %d de %s para o ppdc.
ro: ppdc: Se aștepta ordinea culorilor pentru ColorModel pe linia %d din %s.
sv: ppdc: Färgordning förväntades för ColorModel på rad %d av %s.

source: ppdc: Expected colorspace for ColorModel on line %d of %s.
es: ppdc: Se esperaba colorspace para ColorModel en la línea %d de %s.
pt_br: Era esperado o espaço da cores para o ColorModel na linha %d de %s para o ppdc.
ro: ppdc: Se aștepta spațiul de culori pentru ColorModel pe linia %d din %s.
sv: ppdc: Färgrymd förväntades för ColorModel på rad %d av %s.

source: ppdc: Expected compression for ColorModel on line %d of %s.
es: ppdc: Se esperaba compresión para ColorModel en la línea %d de %s.
pt_br: Era esperado a compactação para o ColorModel na linha %d de %s para o ppdc.
ro: ppdc: Se aștepta compresia pentru ColorModel pe linia %d din %s.
sv: ppdc: Komprimering förväntades för ColorModel på rad %d av %s.

source: ppdc: Expected constraints string for UIConstraints on line %d of %s.
es: ppdc: Se esperaba una cadena de restricciones para UIConstraints en la línea %d de %s.
pt_br: Era esperado um conjunto de caracteres das restrições para o UIConstraints na linha %d de %s para o ppdc.
ro: ppdc: Se aștepta șirul de constrângeri pentru UIConstraints pe linia %d din %s.
sv: ppdc: Begränsningssträng förväntades för UIConstraints på rad %d av %s.

source: ppdc: Expected driver type keyword following DriverType on line %d of %s.
es: ppdc: Se esperaba una clave de tipo de controlador tras DriverType en la línea %d de %s.
pt_br: Era esperado a palavra-chave do tipo do controlador após o DriverType na linha %d de %s para o ppdc.
ro: ppdc: Se aștepta cuvântul cheie pentru tipul de controlor după DriverType în linia %d din %s.
sv: ppdc: Nyckelord för drivrutinstyp förväntades efter DriverType på rad %d av %s.

source: ppdc: Expected duplex type after Duplex on line %d of %s.
es: ppdc: Se esperaba un tipo dúplex tras Duplex en la línea %d de %s.
pt_br: Era esperado o tipo do duplex (frente e verso) após o "Duplex" na linha %d de %s para o ppdc.
ro: ppdc: Se aștepta tipul duplex după Duplex pe linia %d din %s.
sv: ppdc: Duplextyp förväntades efter Duplex på rad %d av %s.

source: ppdc: Expected encoding after Font on line %d of %s.
es: ppdc: Se esperaba una codificación tras Font en la línea %d de %s.
pt_br: Era esperado a codificação após o "Font" na linha %d de %s para o ppdc.
ro: ppdc: Se aștepta codificare după fontul din linia %d din %s.
sv: ppdc: Kodning förväntades efter Font på rad %d av %s.

source: ppdc: Expected filename after #po %s on line %d of %s.
es: ppdc: Se esperaba un nombre de archivo tras #po %s en la línea %d de %s.
pt_br: Era esperado o nome do arquivo após o #po %s na linha %d de %s para o ppdc.
ro: ppdc: Se aștepta numele fișierului după #po %s pe linia %d din %s.
sv: ppdc: Filnamn förväntades efter #po %s på rad %d av %s.

source: ppdc: Expected group name/text on line %d of %s.
es: ppdc: Se esperaba un nombre/texto de grupo en la línea %d de %s.
pt_br: Era esperado o texto ou o nome do grupo na linha %d de %s para o ppdc.
ro: ppdc: Se aștepta numele/textul grupului pe linia %d din %s.
sv: ppdc: Gruppnamn/text förväntades på rad %d av %s.

source: ppdc: Expected include filename on line %d of %s.
es: ppdc: Se esperaba un nombre de archivo include en la línea %d de %s.
pt_br: Era esperado o nome do arquivo a ser incluso na linha %d de %s para o ppdc.
ro: ppdc: Se aștepta numele fișierului de includere pe linia %d din %s.
sv: ppdc: Inkluderingens filnamn förväntades på rad %d av %s.

source: ppdc: Expected integer on line %d of %s.
es: ppdc: Se esperaba un número entero en la línea %d de %s.
pt_br: Era esperado um número inteiro na linha %d de %s para o ppdc.
ro: ppdc: Se aștepta un număr întreg pe linia %d din %s.
sv: ppdc: Heltal förväntades på rad %d av %s.

source: ppdc: Expected locale after #po on line %d of %s.
es: ppdc: Se esperaba un código regional tras #po en la línea %d de %s.
pt_br: Era esperado o "locale" após o #po na linha %d de %s para o ppdc.
ro: ppdc: Se aștepta codul de limbă după #po pe linia %d din %s.
sv: ppdc: Lokal förväntades efter #po på rad %d av %s.

source: ppdc: Expected name after %s on line %d of %s.
es: ppdc: Se esperaba un nombre tras %s en la línea %d de %s.
pt_br: Era esperado o nome após o %s na linha %d de %s para o ppdc.
ro: ppdc: Se aștepta numele după %s în linia %d din %s.
sv: ppdc: Namn förväntades efter %s på rad %d av %s.

source: ppdc: Expected name after FileName on line %d of %s.
es: ppdc: Se esperaba un nombre tras FileName en la línea %d de %s.
pt_br: Era esperado o nome após o FileName na linha %d de %s para o ppdc.
ro: ppdc: Se aștepta numele după FileName pe linia %d din %s.
sv: ppdc: Namn förväntades efter FileName på rad %d av %s.

source: ppdc: Expected name after Font on line %d of %s.
es: ppdc: Se esperaba un nombre tras Font en la línea %d de %s.
pt_br: Era esperado o nome após o Font na linha %d de %s para o ppdc.
ro: ppdc: Se aștepta numele după Font pe linia %d din %s.
sv: ppdc: Namn förväntades efter Font på rad %d av %s.

source: ppdc: Expected name after Manufacturer on line %d of %s.
es: ppdc: Se esperaba un nombre tras Manufacturer en la línea %d de %s.
pt_br: Era esperado o nome após o Manufacturer na linha %d de %s para o ppdc.
ro: ppdc: Se aștepta numele după Manufacturer pe linia %d din %s.
sv: ppdc: Namn förväntades efter Manufacturer på rad %d av %s.

source: ppdc: Expected name after MediaSize on line %d of %s.
es: ppdc: Se esperaba un nombre tras MediaSize en la línea %d de %s.
pt_br: Era esperado o nome após o MediaSize na linha %d de %s para o ppdc.
ro: ppdc: Se aștepta numele după MediaSize pe linia %d din %s.
sv: ppdc: Namn förväntades efter MediaSize på rad %d av %s.

source: ppdc: Expected name after ModelName on line %d of %s.
es: ppdc: Se esperaba un nombre tras ModelName en la línea %d de %s.
pt_br: Era esperado o nome após o ModelName na linha %d de %s para o ppdc.
ro: ppdc: Se aștepta numele după ModelName pe linia %d din %s.
sv: ppdc: Namn förväntades efter ModelName på rad %d av %s.

source: ppdc: Expected name after PCFileName on line %d of %s.
es: ppdc: Se esperaba un nombre tras PCFileName en la línea %d de %s.
pt_br: Era esperado o nome após o PCFileName na linha %d de %s para o ppdc.
ro: ppdc: Se aștepta numele după PCFileName pe linia %d din %s.
sv: ppdc: Namn förväntades efter PCFileName på rad %d av %s.

source: ppdc: Expected name/text after %s on line %d of %s.
es: ppdc: Se esperaba un nombre/texto tras %s en la línea %d de %s.
pt_br: Era esperado o nome ou o texto após o %s na linha %d de %s para o ppdc.
ro: ppdc: Se aștepta numele/textul după %s în linia %d din %s.
sv: ppdc: Namn/text förväntades efter %s på rad %d av %s.

source: ppdc: Expected name/text after Installable on line %d of %s.
es: ppdc: Se esperaba un nombre/texto tras Installable en la línea %d de %s.
pt_br: Era esperado o nome ou o texto após o Installable na linha %d de %s para o ppdc.
ro: ppdc: Se aștepta numele/textul după Installable pe linia %d din %s.
sv: ppdc: Namn/text förväntades efter Installable på rad %d av %s.

source: ppdc: Expected name/text after Resolution on line %d of %s.
es: ppdc: Se esperaba un nombre/texto tras Resolution en la línea %d de %s.
pt_br: Era esperado o nome ou o texto após o Resolution na linha %d de %s para o ppdc.
ro: ppdc: Se aștepta numele/textul după Rezoluție pe linia %d din %s.
sv: ppdc: Namn/text förväntades efter Resolution på rad %d av %s.

source: ppdc: Expected name/text combination for ColorModel on line %d of %s.
es: ppdc: Se esperaba una combinación nombre/texto para ColorModel en la línea %d de %s.
pt_br: Era esperado a combinação do texto ou do nome para o ColorModel na linha %d de %s para o ppdc.
ro: ppdc: Se aștepta o combinație nume/text pentru ColorModel pe linia %d din %s.
sv: ppdc: Namn-/textkombination förväntades för ColorModel på rad %d av %s.

source: ppdc: Expected option name/text on line %d of %s.
es: ppdc: Se esperaba una opción de nombre/texto en la línea %d de %s.
pt_br: Era esperado o texto ou o nome da opção na linha %d de %s para o ppdc.
ro: ppdc: Se aștepta numele/textul opțiunii pe linia %d din %s.
sv: ppdc: Alternativnamn/text förväntades på rad %d av %s.
