Repository: OpenPrinting/cups
Catalog: locale/cups_*.po
Languages: es, pt_br, ro, sv

source: -P destination Show status for the specified destination
es: -P destino Muestra estado para el destino especificado
pt_br: -P destino Permite exibir o estado do destino que foi especificado
ro: -P destinația afișează starea pentru destinația specificată
sv: -P destination Visa status för angiven destination

source: -P destination Specify the destination
es: -P destino Especifica el destino
pt_br: -P destino Permite especificar o destino
ro: -P destinația specifică destinația
sv: -P destination Ange destination

source: -P filename.plist Produce XML plist to a file and test report to standard output
es: -P nombre-archivo.plist Produce p-listado de XML para un informe de archivo y test para salida estándar
pt_br: -P filename.plist Permite produzir um arquivo XML no formato plist e o relatório de teste na saída padrão
ro: -P nume-fișier.plist generează un fișier XML plist și un raport de testare la ieșirea standard
sv: -P filnamn.plist Skriv en plist i XML-format till en fil och en testrapport till standardutmatningen

source: -P number[-number] Match port to number or range
es: -P número[-número] Coincide puerto al número o intervalo
pt_br: -P número[-número] Permite corresponder a porta a um número ou a um intervalo
ro: -P număr[-număr] potrivește portul cu numărul sau intervalul
sv: -P number[-number] Matcha port mot nummer eller intervall

source: -P page-list Specify a list of pages to print
es: -P listado-página Especifica un listado de páginas para imprimir
pt_br: -P lista-de-páginas Permite especificar uma lista de páginas para serem impressas
ro: -P listă-pagini specifică o listă de pagini de imprimat
sv: -P page-list Ange en lista över sidor att skriva ut

source: -R Repeat tests on server-error-busy
es: -R Repite pruebas sobre server-error-busy
pt_br: -R Permite repetir os testes em caso de erro do servidor se estiver ocupado
ro: -R repetă testele în caz de eroare „server-error-busy”

source: -R Show the ranking of jobs
es: -R Muestra la puntuación de trabajos
pt_br: -R Permite exibir a ordem dos trabalhos
ro: -R afișează ordinea lucrărilor
sv: -R Visa jobbens rangordning

source: -R CSR-FILENAME Specify certificate signing request file.
es: -R CSR-NOMBRE-ARCHIVO Especifique firma de certificado solicitado del archivo.
pt_br: -R CSR-FILENAME Permite especificar o arquivo da requisição que contenha uma assinatura certificada.
ro: -R nume-fișier-csr specifică fișierul cererii de semnare a certificatului

source: -R name-default Remove the default value for the named option
es: -R nombre-predet Retira el valor predefinido para la opción nombrada
pt_br: -R nome-padrão Permite remover da opção o nome padrão que foi especificado
ro: -R nume-implicit elimină valoarea implicită pentru opțiunea numită
sv: -R name-default Ta bort förvalt värde för namngivet alternativ

source: -R root-directory Set alternate root
es: -R directorio-raíz Especifica raíz alterna
pt_br: -R diretório-raiz Permite definir um diretório raiz alternativo
ro: -R director-rădăcină stabilește directorul rădăcină alternativ
sv: -R root-directory Ange alternativ root

source: -S Test with encryption using HTTPS
es: -S Prueba con cifrado utilizando HTTPS
pt_br: -S Permite testar com criptografia utilizando o HTTPS
ro: -S testare cu criptare utilizând HTTPS
sv: -S Testa med kryptering genom HTTPS

source: -S STATE Set state.
es: -S ESTADO Establecer estado.
pt_br: -S ESTADO Permite definir o estado.
ro: -S STARE stabilește starea

source: -S filename.strings Set strings file
es: -S nombre-archivo.cadenas Establece archivo de cadenas
pt_br: -S nome-arquivo.strings Permite definir o arquivo no formato strings
ro: -S nume-fișier.strings stabilește fișierul de șiruri
sv: -S filnamn.strings Ange strings-fil

source: -T seconds Set the browse timeout in seconds
es: -T segundos Establece el tiempo de espera del examinados en segundos
pt_br: -T segundos Permite definir o tempo limite da busca em segundos
ro: -T secunde stabilește timpul de așteptare pentru navigare în secunde
sv: -T seconds Sätt tidsgräns för bläddring i sekunder

source: -T seconds Set the receive/send timeout in seconds
es: -T segundos Establece el tiempo de espera para recibir/enviar en segundos
pt_br: -T segundos Permite definir o tempo limite do recebimento e envio em segundos
ro: -T secunde stabilește timpul de așteptare pentru primire/trimitere în secunde
sv: -T seconds Sätt tidsgräns för ta emot/skicka i sekunder

source: -T title Specify the job title
es: -T título Especifica el título del trabajo
pt_br: -T título Permite especificar o título do trabalho
ro: -T titlu specifică titlul lucrării
sv: -T title Ange jobbtitel

source: -U ORGANIZATIONAL-UNIT Set organizational unit name.
es: -U UNIDAD-ORGANIZACIONAL Fija nombre de unidad organizacional.
pt_br: -U ORGANIZATIONAL-UNIT Permite definir o nome da organização.
ro: -U unitate-organizațională stabilește numele unității organizaționale

source: -U username Specify the username to use for authentication
es: -U ID usuario Especifica el nombre de usuario para utilizar en autenticación
pt_br: -U nome-de-usuário Permite especificar o nome do usuário a ser utilizado para a autenticação
ro: -U nume-utilizator specifică numele utilizatorului care va fi folosit pentru autentificare
sv: -U username Ange användarnamn att använda för autentisering

source: -U username Specify username to use for authentication
es: -U usuario Especifica el nombre de usuario a utilizar para autenticación
pt_br: -U nome-de-usuário Permite especificar o nome do usuário a ser utilizado para a autenticação
ro: -U nume-utilizator specifică numele utilizatorului care va fi folosit pentru autentificare
sv: -U username Ange användarnamn att använda för autentisering

source: -V version Set default IPP version
es: -V versión Establece la versión IPP por defecto
pt_br: -V version Permite a definir a versão padrão do IPP
ro: -V versiune stabilește versiunea IPP implicită
sv: -V version Ange förvald IPP-version

source: -W completed Show completed jobs
es: -W completado Muestra trabajos completados
pt_br: -W completed Permite exibir os trabalhos que estão concluídos
ro: -W completed afișează lucrările finalizate
sv: -W completed Visa slutförda jobb

source: -W not-completed Show pending jobs
es: -W no-completado Muestra trabajos pendientes
pt_br: -W not-completed Permite exibir os trabalhos que estão pendentes
ro: -W not-completed afișează lucrările în curs
sv: -W not-completed Visa väntande jobb

source: -W {all,none,constraints,defaults,duplex,filters,profiles,sizes,translations} Issue warnings instead of errors
es: -W {all,none,constraints,defaults,duplex,filters,profiles,sizes,translations} Emite avisos en vez de errores
pt_br: -W {all,none,constraints,defaults,duplex,filters,profiles,sizes,translations} Permite emitir avisos em vez de emitir as mensagens de erros
ro: -W {all,none,constraints,defaults,duplex,filters,profiles,sizes,translations} emite avertismente în loc de erori
sv: -W {all,none,constraints,defaults,duplex,filters,profiles,sizes,translations} Skicka varningar istället för fel

source: -X Produce XML plist instead of plain text
es: -X Produce plist XML en vez de texto simple
pt_br: -X Permite produzir um arquivo XML no formato plist em vez de um arquivo de texto simples
ro: -X produce XML plist în loc de text simplu
sv: -X Skapa XML-plist istället för klartext

source: -a Cancel all jobs
es: -a Cancelar todos los trabajos
pt_br: -a Permite cancelar todos os trabalhos
ro: -a anulează toate lucrările
sv: -a Avbryt alla jobb

source: -a Show jobs on all destinations
es: -a Muestra trabajos en todos los destinos
pt_br: -a Permite exibir todos os trabalhos e os seus destinos
ro: -a afișează lucrările din toate destinațiile
sv: -a Visa jobb på alla destinationer

source: -a OAUTH-URI Specify the OAuth authorization server URL
es: -a OAUTH-URI Especifique el URL del servidor de autorización OAuth
pt_br: -a OAUTH-URI Permite especificar o endereço de URL do servidor para a autorização do OAuth
ro: -a URL-OAUTH specifică adresa URL a serverului de autorizare OAuth

source: -a SUBJECT-ALT-NAME Add a subjectAltName.
es: -a SUJETO-ALT-NOMBRE Añade un subjectAltName.
pt_br: -a SUBJECT-ALT-NAME Permite adicionar um nome para o subjectAltName.
ro: -a NUME-ALT-SUBIECT adaugă un nume alternativ pentru subiect „subjectAltName”

source: -a [destination(s)] Show the accepting state of destinations
es: -a [destino(s)] Mostrar el estado de aceptación de los destinos
pt_br: -a [destino(s)] Permite exibir o estado de aceitação dos destinos
ro: -a [destinație(i)] afișează starea de acceptare a destinațiilor
sv: -a [destination(s)] Visa ta-emot-tillstånd för destinationer

source: -a filename.conf Load printer attributes from conf file
es: -a filename.conf Cargar los atributos de la impresora desde el archivo conf
pt_br: -a nome-do-arquivo.conf Permite carregar os atributos da impressora que estão no arquivo conf
ro: -a nume-fișier.conf încarcă atributele imprimantei din fișierul de configurare specificat
sv: -a filnamn.conf Läs skrivarattribut från conf-fil

source: -c Make a copy of the print file(s)
es: -c Hacer una copia de los archivos de impresión
pt_br: -c Permite fazer uma cópia do(s) arquivo(s) impresso(s)
ro: -c face o copie a fișierului (fișierelor) de imprimare
sv: -c Skapa en kopia av utskriftsfil(erna)

source: -c Produce CSV output
es: -c Produce salida en *.cvs
pt_br: -c Permite produzir a saída do CSV
ro: -c generează ieșire în *.cvs
sv: -c Skapa CSV-utdata

source: -c [class(es)] Show classes and their member printers
es: -c [clase(s)] Muestra clases y sus miembros de impresoras
pt_br: -c [class(es)] Permite exibir as classes e as suas impressoras
ro: -c [clasă(e)] afișează clasele și imprimantele membre ale acestora
sv: -c [class(es)] Visa klasser och deras skrivarmedlemmar

source: -c class Add the named destination to a class
es: -c class Agregar el destino nombrado a una clase
pt_br: -c classe Permite adicionar o destino da classe que foi especificado
ro: -c clasă adaugă destinația numită la o clasă
sv: -c class Lägg till namngiven destination till en klass

source: -c command Set print command
es: -c comando Establece comando de impresora
pt_br: -c command Permite definir o comando de impressão
ro: -c comanda stabilește comanda de imprimare
sv: -c command Ange utskriftskommando

source: -c cupsd.conf Set cupsd.conf file to use.
es: -c cupsd.conf Establece el archivo cupsd.conf a utilizar.
pt_br: -c cupsd.conf Permite definir o arquivo cupsd.conf a ser utilizado.
ro: -c cupsd.conf stabilește fișierul cupsd.conf de utilizat
sv: -c cupsd.conf Ange vilken cupsd.conf-fil som ska användas.

source: -d Show the default destination
es: -d Muestra el destino por defecto
pt_br: -d Permite exibir o destino padrão
ro: -d afișează destinația implicită
sv: -d Visa förvald destination

source: -d DAYS Set expiration date in days.
es: -d DÍAS Establece fecha de caducidad en días.
pt_br: -d DIAS Permite definir a data de validade em dias.
ro: -d ZILE stabilește data de expirare în zile

source: -d destination Set default destination
es: -d destino Establece destino por defecto
pt_br: -d destino Permite definir o destino padrão
ro: -d destinația stabilește destinația implicită
sv: -d destination Ange förvald destination

source: -d destination Set the named destination as the server default
es: -d destino Establece el destino nombrado como el servidor predeterminado
pt_br: -d destino Permite definir o destino padrão do servidor que foi especificado
ro: -d destinația stabilește destinația numită ca destinație implicită a serverului
sv: -d destination Ange namngiven destination som serverns förval

source: -d destination Specify the destination
es: -d destino Especifique el destino
pt_br: -d destino Permite especificar o destino
ro: -d destinația specifică destinația
sv: -d destination Specificera destination

source: -d name=value Set named variable to value
es: -d name=value Establecer el valor de la variable nombrada
pt_br: -d nome=valor Permite definir o valor da variável que foi especificada
ro: -d nume=valoare stabilește variabila numită la valoarea specificată
sv: -d namn=värde Sätt namngiven variabel till värde

source: -d regex Match domain to regular expression
es: -d regex Dominio coincide con expresión regular
pt_br: -d regex Permite corresponder o domínio à expressão regular
ro: -d exp-reg potrivește domeniul cu expresia regulată
sv: -d regex Matcha domän mot regeluttryck

source: -d spool-directory Set spool directory
es: -d spool-directory Establece el directorio anilla
pt_br: -d diretório-do-spool Permite definir o diretório de spool
ro: -d director-spool stabilește directorul spool
sv: -d spool-directory Sätt spool-katalog

source: -e Show available destinations on the network
es: -e Muestra destinos disponibles en la red
pt_br: -e Permite exibir os destinos que estão disponíveis na rede
ro: -e afișează destinațiile disponibile din rețea
sv: -e Visa tillgängliga destinationer på nätverket

source: -f Run in the foreground.
es: -f Ejecutar en segundo plano.
pt_br: -f Permite executar em primeiro plano.
ro: -f rulează în prim-plan
sv: -f Kör i förgrunden.

source: -f filename Set default request filename
es: -f nombre-archivo Establece el nombre de archivo de solicitud por defecto
pt_br: -f nome-de-arquivo Permite definir o nome de arquivo da requisição padrão
ro: -f nume-fișier stabilește numele implicit al fișierului de solicitare
sv: -f filnamn Sätt förvalt filnamn för begäran

source: -f type/subtype[,...] Set supported file types
es: -f tipo/subtipo[,…] Establece tipos de archivos admitidos
pt_br: -f tipo/subtipo[,...] Permite definir os tipos dos arquivos compatíveis
ro: -f tip/subtip[,...] stabilește tipurile de fișiere acceptate
sv: -f typ/subtyp[,...] Sätt vilka filtyper som stöds

source: -h Show this usage message.
es: -h Muestra este mensaje de empleo.
pt_br: -h Permite exibir a ajuda do programa.
ro: -h afișează acest mesaj de utilizare
sv: -h Visa detta användningsmeddelande.

source: -h Validate HTTP response headers
es: -h Valida cabeceras de respuesta HTTP
pt_br: -h Permite validar os cabeçalhos da resposta do HTTP
ro: -h validează antetele răspunsului HTTP
sv: -h Validera HTTP-svarhuvuden

source: -h regex Match hostname to regular expression
es: -h regex Coincidir nombre del hospedaje por expresión regular
pt_br: -h regex Permite corresponder o nome do hospedeiro à expressão regular
ro: -h exp-reg potrivește numele gazdei cu expresia regulată
sv: -h regex Matcha värdnamn mot regeluttryck

source: -h server[:port] Connect to the named server and port
es: -h server[:port] Conecta al servidor y el puerto nombrados
pt_br: -h servidor[:porta] Permite conectar ao servidor e à porta que foi especificada
ro: -h server[:port] se conectează la serverul și portul numit
sv: -h server[:port] Anslut till namngiven server och port

source: -i iconfile.png[,...] Set icon file(s)
es: -i iconfile.png[,...] Establece el/los fichero(s) del icono
pt_br: -i arquivo.png[,...] Permite definir o(s) ícone(s) do(s) arquivo(s)
ro: -i fișier-pictogramă.png[,...] stabilește fișierul (fișierele) cu pictogramă
sv: -i ikonfil.png[,...] Ange ikonfil(er)

source: -i id Specify an existing job ID to modify
es: -i id Especifica un ID de trabajo existente para modificar
pt_br: -i id Permite especificar um ID de trabalho para ser modificado
ro: -i id specifică un ID de lucrare existentă pentru a o modifica
sv: -i id Specificera ett befintligt jobb-ID att ändra

source: -i ppd-file Specify a PPD file for the printer
es: -i ppd-file Especifica un archivo PPD para la impresora
pt_br: -i ppd-file Permite especificar um arquivo no formato PPD para a impressora
ro: -i fișier-ppd specifică un fișier PPD pentru imprimantă
sv: -i ppd-fil Specificera en PPD-fil för skrivaren

source: -i seconds Repeat the last file with the given time interval
es: -i segundos Repite el último archivo con el intervalo de tiempo proporcionado
pt_br: -i segundos Permite repetir o último arquivo após o tempo que foi especificado
ro: -i secunde repetă ultimul fișier cu intervalul de timp dat
sv: -i sekunder Upprepa senaste fil med angivet tidsintervall

source: -k Keep job spool files
es: -k Mantiene archivos de carrete de trabajo
pt_br: -k Permite manter os arquivos do spool para os trabalhos
ro: -k păstrează fișierele din coada de lucrări de imprimare
sv: -k Behåll jobbens spool-filer

source: -l List attributes
es: -l Últimos atributos
pt_br: -l Permite listar os atributos
ro: -l listează atributele
sv: -l Lista attribut

source: -l Produce plain text output
es: -l Produce salida por texto simple
pt_br: -l Permite produzir a saída em texto simples
ro: -l produce ieșirea sub formă de text simplu
sv: -l Producera utdata i klartext

source: -l Run cupsd on demand.
es: -l Ejecuta cupsd por demanda.
pt_br: -l Permite executar o cupsd sob demanda.
ro: -l rulează cupsd la cerere.

source: -l Show supported options and values
es: -l Mostrar opciones y valores admitidos
pt_br: -l Permite exibir as opções e os valores compatíveis
ro: -l afișează opțiunile și valorile acceptate
sv: -l Visa alternativ och värden som stöds

source: -l Show verbose (long) output
es: -l Muestra salida (long) verborrea
pt_br: -l Permite exibir a saída com as informações detalhadas
ro: -l afișează ieșirea detaliată (lungă) a mesajelor
sv: -l Visa utförlig utdata

source: -l location Set location of printer
es: -l lugar Establece lugar de impresora
pt_br: -l local Permite definir o local da impressora
ro: -l locația stabilește locația imprimantei
sv: -l plats Ange skrivarens plats

source: -m Send an email notification when the job completes
es: -m Envía una notificación de correo-e cuando el trabajo se completa
pt_br: -m Permite enviar uma notificação por e-mail quando o trabalho for concluído
ro: -m trimite o notificare prin poșta electronică la finalizarea lucrării
sv: -m Skicka avisering via e-post när jobbet är slutfört

source: -m Show models
es: -m Muestra modelos
pt_br: -m Permite exibir os modelos
ro: -m afișează modelele
sv: -m Visa modeller

source: -m everywhere Specify the printer is compatible with IPP Everywhere
es: -m everywhere Especifica la impresora es compatible con IPP Everywhere
pt_br: -m everywhere Permite especificar se a impressora é compatível com o IPP do Everywhere
ro: -m everywhere specifică faptul că imprimanta este compatibilă cu IPP Everywhere
sv: -m everywhere Ange att skrivaren är kompatibel med IPP Everywhere

source: -m model Set model name (default=Printer)
es: -m model Establece nombre del modelo (default=Printer)
pt_br: -m modelo Permite definir o nome do modelo (o padrão é Printer)
ro: -m model stabilește numele modelului (implicit = Printer)
sv: -m model Ange modellnamn (förval=Printer)

source: -m model Specify a standard model/PPD file for the printer
es: -m modelo Especifica un modelo estándar/archivo PPD para la impresora
pt_br: -m modelo Permite especificar um modelo/PPD padrão para a impressora
ro: -m model specifică un model standard/fișier PPD pentru imprimantă
sv: -m model Ange en standardmodell/-PPD-fil för skrivaren

source: -n count Repeat the last file the given number of times
es: -n conteo Repite el último archivo por el número de veces dadas
pt_br: -n número Permite repetir o último arquivo a quantidade de vezes que foi especificado
ro: -n număr repetă ultimul fișier de numărul de ori specificat
sv: -n count Upprepa den senaste filen det givna antalet gånger

source: -n hostname Set hostname for printer
es: -n máquina Establece nombre de anfitrión para la impresora
pt_br: -n hostname Permite definir o nome do hospedeiro da impressora
ro: -n nume-gazdă stabilește numele gazdei pentru imprimantă
sv: -n hostname Ange skrivarens värdnamn

source: -n num-copies Specify the number of copies to print
es: -n num-copias Especifique el número de copia para imprimir
pt_br: -n número-cópias Permite especificar a quantidade de cópias a serem impressas
ro: -n număr-copii specifică numărul de copii care trebuie imprimate
sv: -n num-copies Ange antal exemplar att skriva ut

source: -n regex Match service name to regular expression
es: -n regex Coincide nombre del servicio a expresión regular
pt_br: -n regex Permite corresponder o nome do serviço a uma expressão regular
ro: -n exp-reg potrivește numele serviciului cu expresia regulată
sv: -n regex Matcha tjänstnamn mot regeluttryck

source: -o Name=Value Specify the default value for the named PPD option
es: -o Nombre=Valor Especifique el valor predet. para la opción de PPD nombrada
pt_br: -o Nome=Valor Permite especificar o valor padrão para a opção PPD que foi especificada
ro: -o name=valoare specifică valoarea implicită pentru opțiunea PPD numită
sv: -o Namn=Värde Ange förvalt värde för namngivet PPD-alternativ

source: -o [destination(s)] Show jobs
es: -o [destino(s)] Muestra trabajos
pt_br: -o [destino(s)] Permite exibir os trabalhos
ro: -o [destinație(i)] afișează lucrările
sv: -o [destination(er)] Visa jobb

source: -o cupsIPPSupplies=false Disable supply level reporting via IPP
es: -o cupsIPPSupplies=false Desactiva proporcionar nivel de informes por medio de IPP
pt_br: -o cupsIPPSupplies=false Permite desativar a informação do nível do suprimento via IPP
ro: -o cupsIPPSupplies=false dezactivează raportarea nivelului de alimentare (consumabilelor) prin IPP
sv: -o cupsIPPSupplies=false Avaktivera nivårapporter för förbrukningsvaror via IPP

source: -o cupsSNMPSupplies=false Disable supply level reporting via SNMP
es: -o cupsSNMPSupplies=false Desactiva nivel de suministro informando por medio de SNMP
pt_br: -o cupsSNMPSupplies=false Permite desativar a informação do nível do suprimento via SNMP
ro: -o cupsSNMPSupplies=false dezactivează raportarea nivelului de alimentare (consumabilelor) prin SNMP
sv: -o cupsSNMPSupplies=false Avaktivera nivårapportering för förbrukningsvaror via SNMP

source: -o job-k-limit=N Specify the kilobyte limit for per-user quotas
es: -o job-k-limit=N Especifique el límite en kilobyte para cuotas por usuario
pt_br: -o job-k-limit=N Permite especificar o limite em kilobytes para as cotas por usuário
ro: -o job-k-limit=N specifică limita în kiloocteți a cotelor per utilizator
sv: -o job-k-limit=N Specificera gränsen i kilobyte för användarkvoter

source: -o job-page-limit=N Specify the page limit for per-user quotas
es: -o job-page-limit=N Especifica el límite de página para cuotas por usuario
pt_br: -o job-page-limit=N Permite especificar o limite de páginas para as cotas por usuário
ro: -o job-page-limit=N specifică limita de pagini a cotelor per utilizator
sv: -o job-page-limit=N Specificera gräns för antal sidor för användarkvoter

source: -o job-quota-period=N Specify the per-user quota period in seconds
es: -o job-quota-period=N Especifica el periodo de cuota por usuario en segundos
pt_br: -o job-quota-period=N Permite especificar o período em segundos de uma cota por usuário
ro: -o job-quota-period=N specifică perioada de cotă per utilizator în secunde
sv: -o job-quota-period=N Specificera period i sekunder för användarkvoter

source: -o job-sheets=standard Print a banner page with the job
es: -o job-sheets=standard Imprime una página de pancarta con el trabajo
pt_br: -o job-sheets=standard Permite imprimir a faixa (banner) de uma página do trabalho
ro: -o job-sheets=standard imprimă o pagină banderolă cu lucrarea
sv: -o job-sheets=standard Skriv ut ett försättsblad med jobbet

source: -o media=size Specify the media size to use
es: -o media=tam Especifica el (tam)año del medio a utilizar
pt_br: -o media=tamanho Permite especificar o tamanho do papel a ser utilizado
ro: -o media=dimensiune specifică dimensiunea suportului media de utilizat
sv: -o media=size Specificera vilken mediastorlek som ska användas
