Repository: OpenPrinting/cups
Catalog: locale/cups_*.po
Languages: es, pt_br, ro, sv

source: media.iso_b9_44x62mm
es: B9
pt_br: B9
ro: B9 44x62mm
sv: B9

source: media.iso_c0_917x1297mm
es: CSobre 0
pt_br: CEnvelope 0
ro: Plic C0 917x1297mm
sv: CKuvert 0

source: media.iso_c10_28x40mm
es: CSobre 10
pt_br: CEnvelope 10
ro: Plic C10 28x40mm
sv: CKuvert 10

source: media.iso_c1_648x917mm
es: CSobre 1
pt_br: CEnvelope 1
ro: Plic C1 648x917mm
sv: CKuvert 1

source: media.iso_c2_458x648mm
es: CSobre 2
pt_br: CEnvelope 2
ro: Plic C2 458x648mm
sv: CKuvert 2

source: media.iso_c3_324x458mm
es: CSobre 3
pt_br: CEnvelope 3
ro: Plic C3 324x458mm
sv: CKuvert 3

source: media.iso_c4_229x324mm
es: CSobre 4
pt_br: CEnvelope 4
ro: Plic C4 229x324mm
sv: CKuvert 4

source: media.iso_c5_162x229mm
es: CSobre 5
pt_br: CEnvelope 5
ro: Plic C5 162x229mm
sv: CKuvert 5

source: media.iso_c6_114x162mm
es: CSobre 6
pt_br: CEnvelope 6
ro: Plic C6 114x162mm
sv: CKuvert 6

source: media.iso_c6c5_114x229mm
es: CSobre 6c5
pt_br: CEnvelope 6c5
ro: Plic C6/C5 114x229mm
sv: CKuvert 6c5

source: media.iso_c7_81x114mm
es: CSobre 7
pt_br: CEnvelope 7
ro: Plic C7 81x114mm
sv: CKuvert 7

source: media.iso_c7c6_81x162mm
es: CSobre 7c6
pt_br: CEnvelope 7c6
ro: Plic C7/C6 81x162mm
sv: CKuvert 7c6

source: media.iso_c8_57x81mm
es: CSobre 8
pt_br: CEnvelope 8
ro: Plic C8 57x81mm
sv: CKuvert 8

source: media.iso_c9_40x57mm
es: CSobre 9
pt_br: CEnvelope 9
ro: Plic C9 40x57mm
sv: CKuvert 9

source: media.iso_dl_110x220mm
es: Sobre DL
pt_br: Envelope DL
ro: Plic DL 110x220mm
sv: Kuvert DL

source: media.iso_id-1_53.98x85.6mm
es: Id-1
pt_br: Id-1
ro: ID-1 53.98x85.6mm
sv: Id-1

source: media.iso_id-3_88x125mm
es: Id-3
pt_br: Id-3
ro: ID-3 88x125mm
sv: Id-3

source: media.iso_ra0_860x1220mm
es: ISO RA0
pt_br: ISO RA0
ro: ISO RA0 860x1220mm
sv: ISO RA0

source: media.iso_ra1_610x860mm
es: ISO RA1
pt_br: ISO RA1
ro: ISO RA1 610x860mm
sv: ISO RA1

source: media.iso_ra2_430x610mm
es: ISO RA2
pt_br: ISO RA2
ro: ISO RA2 430x610mm
sv: ISO RA2

source: media.iso_ra3_305x430mm
es: ISO RA3
pt_br: ISO RA3
ro: ISO RA3 305x430mm
sv: ISO RA3

source: media.iso_ra4_215x305mm
es: ISO RA4
pt_br: ISO RA4
ro: ISO RA4 215x305mm
sv: ISO RA4

source: media.iso_sra0_900x1280mm
es: ISO SRA0
pt_br: ISO SRA0
ro: ISO SRA0 900x1280mm
sv: ISO RA5

source: media.iso_sra1_640x900mm
es: ISO SRA1
pt_br: ISO SRA1
ro: ISO SRA1 640x900mm
sv: ISO SRA1

source: media.iso_sra2_450x640mm
es: ISO SRA2
pt_br: ISO SRA2
ro: ISO SRA2 450x640mm
sv: ISO SRA2

source: media.iso_sra3_320x450mm
es: ISO SRA3
pt_br: ISO SRA3
ro: ISO SRA3 320x450mm
sv: ISO SRA3

source: media.iso_sra4_225x320mm
es: ISO SRA4
pt_br: ISO SRA4
ro: ISO SRA4 225x320mm
sv: ISO SRA4

source: media.jis_b0_1030x1456mm
es: JIS B0
pt_br: JIS B0
ro: JIS B0 1030x1456mm
sv: JIS B0

source: media.jis_b10_32x45mm
es: JIS B10
pt_br: JIS B10
ro: JIS B10 32x45mm
sv: JIS B10

source: media.jis_b1_728x1030mm
es: JIS B1
pt_br: JIS B1
ro: JIS B1 728x1030mm
sv: JIS B1

source: media.jis_b2_515x728mm
es: JIS B2
pt_br: JIS B2
ro: JIS B2 515x728mm
sv: JIS B2

source: media.jis_b3_364x515mm
es: JIS B3
pt_br: JIS B3
ro: JIS B3 364x515mm
sv: JIS B3

source: media.jis_b4_257x364mm
es: JIS B4
pt_br: JIS B4
ro: JIS B4 257x364mm
sv: JIS B4

source: media.jis_b5_182x257mm
es: JIS B5
pt_br: JIS B5
ro: JIS B5 182x257mm
sv: JIS B5

source: media.jis_b6_128x182mm
es: JIS B6
pt_br: JIS B6
ro: JIS B6 128x182mm
sv: JIS B6

source: media.jis_b7_91x128mm
es: JIS B7
pt_br: JIS B7
ro: JIS B7 91x128mm
sv: JIS B7

source: media.jis_b8_64x91mm
es: JIS B8
pt_br: JIS B8
ro: JIS B8 64x91mm
sv: JIS B8

source: media.jis_b9_45x64mm
es: JIS B9
pt_br: JIS B9
ro: JIS B9 45x64mm
sv: JIS B9

source: media.jis_exec_216x330mm
es: JIS Executive
pt_br: JIS Executivo
ro: JIS Executive 216x330mm
sv: JIS Exekutiv

source: media.jpn_chou2_111.1x146mm
es: Sobre Chou 2
pt_br: Envelope Chou 2
ro: Plic Chou2 (jpn) 111.1x146mm
sv: Kuvert Chou 2

source: media.jpn_chou3_120x235mm
es: Sobre Chou 3
pt_br: Envelope Chou 3
ro: Plic Chou3 (jpn) 120x235mm
sv: Kuvert Chou 3

source: media.jpn_chou40_90x225mm
es: Sobre Chou 40
pt_br: Envelope Chou 40
ro: Plic Chou40 (jpn) 90x225mm
sv: Kuvert Chou 40

source: media.jpn_chou4_90x205mm
es: Sobre Chou 4
pt_br: Envelope Chou 4
ro: Plic Chou4 (jpn) 90x205mm
sv: Kuvert Chou 4

source: media.jpn_hagaki_100x148mm
es: Hagaki
pt_br: Cartão Postal
ro: Hagaki (jpn) 100x148mm
sv: Hagaki

source: media.jpn_kahu_240x322.1mm
es: Sobre Kahu
pt_br: Envelope Kahu
ro: Plic Kahu (jpn) 240x322.1mm
sv: Kuvert Kahu

source: media.jpn_kaku1_270x382mm
es: 270 × 382mm
pt_br: 270 x 382mm
ro: Plic Kahu1 (jpn) 270x382mm
sv: 270x382 mm

source: media.jpn_kaku2_240x332mm
es: Sobre Kahu 2
pt_br: Envelope Kahu 2
ro: Plic Kahu2 (jpn) 240x332mm
sv: Kuvert Kahu 2

source: media.jpn_kaku3_216x277mm
es: 216 × 277mm
pt_br: 216 x 277mm
ro: Plic Kahu3 (jpn) 216x277mm
sv: 216x277 mm

source: media.jpn_kaku4_197x267mm
es: 197 × 267mm
pt_br: 197 x 267mm
ro: Plic Kahu4 (jpn) 197x267mm
sv: 197x267 mm

source: media.jpn_kaku5_190x240mm
es: 190 × 240mm
pt_br: 190 x 240mm
ro: Plic Kahu5 (jpn) 190x240mm
sv: 190x240 mm

source: media.jpn_kaku7_142x205mm
es: 142 × 205mm
pt_br: 142 x 205mm
ro: Plic Kahu7 (jpn) 142x205mm
sv: 142x205 mm

source: media.jpn_kaku8_119x197mm
es: 119 × 197mm
pt_br: 119 x 197mm
ro: Plic Kahu8 (jpn) 119x197mm
sv: 119x197 mm

source: media.jpn_oufuku_148x200mm
es: Postal Respuesta Oufuku
pt_br: Cartão Postal de Resposta Oufuku
ro: Carte poștală de răspuns Oufuku 148x200mm
sv: Oufuku svar vykort

source: media.jpn_you4_105x235mm
es: Sobre You 4
pt_br: Envelope para Você 4
ro: Plic You 4 105x235mm
sv: Kuvert You 4

source: media.na_10x11_10x11in
pt_br: 10 x 11″
ro: 10x11in
sv: 10x 11"

source: media.na_10x13_10x13in
pt_br: 10 x 13″
ro: 10x13in
sv: 10x13"

source: media.na_10x14_10x14in
pt_br: 10 x 14″
ro: 10x14in
sv: 10x14"

source: media.na_10x15_10x15in
pt_br: 10 x 15″
ro: 10x15in
sv: 10x15"

source: media.na_11x12_11x12in
pt_br: 11 x 12″
ro: 11x12in
sv: 11x12"

source: media.na_11x15_11x15in
pt_br: 11 x 15″
ro: 11x15in
sv: 11x15"

source: media.na_12x19_12x19in
pt_br: 12 x 19″
ro: 12x19in
sv: 12x19"

source: media.na_5x7_5x7in
pt_br: 5 x 7″
ro: 5x7in
sv: 5x7"

source: media.na_6x9_6x9in
pt_br: 6 x 9″
ro: 6x9in
sv: 6x9"

source: media.na_7x9_7x9in
pt_br: 7 x 9″
ro: 7x9in
sv: 7x9"

source: media.na_9x11_9x11in
pt_br: 9 x 11″
ro: 9x11in
sv: 9x11"

source: media.na_a2_4.375x5.75in
es: Sobre A2
pt_br: Envelope A2
ro: Plic A2 4,375x5,75in
sv: Kuvert A2

source: media.na_arch-a_9x12in
pt_br: 9 x 12″
ro: 9x12in
sv: 9x12"

source: media.na_arch-b_12x18in
pt_br: 12 x 18″
ro: 12x18in
sv: 12x18"

source: media.na_arch-c_18x24in
pt_br: 18 x 24″
ro: 18x24in
sv: 18x24"

source: media.na_arch-d_24x36in
pt_br: 24 x 36″
ro: 24x36in
sv: 24x36"

source: media.na_arch-e2_26x38in
pt_br: 26 x 38″
ro: 26x38in
sv: 26x38"

source: media.na_arch-e3_27x39in
pt_br: 27 x 39″
ro: 27x39in
sv: 27x39"

source: media.na_arch-e_36x48in
pt_br: 36 x 48″
ro: 36x48in
sv: 36x48"

source: media.na_b-plus_12x19.17in
pt_br: 12 x 19.17″
ro: 12x19,17in
sv: 12x19,17"

source: media.na_c5_6.5x9.5in
es: Sobre C5
pt_br: Envelope C5
ro: Plic C5 6,5x9,5in
sv: Kuvert C5

source: media.na_c_17x22in
pt_br: 17 x 22″
ro: 17x22in
sv: 17x22"

source: media.na_d_22x34in
pt_br: 22 x 34″
ro: 22x34in
sv: 22x34"

source: media.na_e_34x44in
pt_br: 34 x 44″
ro: 34x44in
sv: 34x44"

source: media.na_edp_11x14in
pt_br: 11 x 14″
ro: 11x14in
sv: 11x14"

source: media.na_eur-edp_12x14in
pt_br: 12 x 14″
ro: 12x14in
sv: 12x14"

source: media.na_executive_7.25x10.5in
es: Ejecutivo
pt_br: Executivo
ro: Executiv 7,25x10,5in
sv: Exekutiv

source: media.na_f_44x68in
pt_br: 44 x 68″
ro: 44x68in
sv: 44x68"

source: media.na_fanfold-eur_8.5x12in
es: Plegado en acordeón europeo
pt_br: Papelão Ondulado Europeu
ro: Hârtie continuă netăiată europeană 8,5x12in
sv: Europeisk solfjädervikning

source: media.na_fanfold-us_11x14.875in
es: Plegado en acordeón EUA
pt_br: Papelão Ondulado dos EUA
ro: Hârtie continuă netăiată SUA 11x14,875in
sv: USA solfjädervikning

source: media.na_foolscap_8.5x13in
pt_br: Papel Almaço
ro: Foolscap 8,5x13in
sv: Foolscap

source: media.na_govt-legal_8x13in
pt_br: 8 x 13″
ro: 8x13in
sv: 8x13"

source: media.na_govt-letter_8x10in
pt_br: 8 x 10″
ro: 8x10in
sv: 8x10"

source: media.na_index-3x5_3x5in
pt_br: 3 x 5″
ro: 3x5in
sv: 3x5"

source: media.na_index-4x6-ext_6x8in
pt_br: 6 x 8″
ro: 6x8in
sv: 6x8"

source: media.na_index-4x6_4x6in
pt_br: 4 x 6″
ro: 4x6in
sv: 4x6"

source: media.na_index-5x8_5x8in
pt_br: 5 x 8″
ro: 5x8in
sv: 5x8"

source: media.na_invoice_5.5x8.5in
es: Declaración
pt_br: Declaração
ro: Declarație 5,5x8,5in
sv: Kontoutdrag

source: media.na_ledger_11x17in
pt_br: 11 x 17″
ro: 11x17in
sv: 11x17"

source: media.na_legal-extra_9.5x15in
es: EUA Legal (Extra)
pt_br: Ofício dos EUA (Alta Qualidade)
ro: Legal SUA (extra) 9,5x15in
sv: US juridisk (extra)

source: media.na_legal_8.5x14in
es: EUA Legal
pt_br: Ofício dos EUA
ro: Legal SUA 8,5x14in
sv: US juridisk

source: media.na_letter-extra_9.5x12in
es: Carta EUA (Extra)
pt_br: Carta dos EUA (Alta Qualidade)
ro: Scrisoare SUA (extra) 9,5x12in
sv: US brev (extra)

source: media.na_letter-plus_8.5x12.69in
es: Carta EUA (Plus)
pt_br: Carta dos EUA (Maior que o Padrão)
ro: Scrisoare SUA (plus) 8,5x12,69in
sv: US brev (plus)

source: media.na_letter_8.5x11in
es: Carta EUA
pt_br: Carta dos EUA
ro: Scrisoare SUA 8,5x11in
sv: US brev

source: media.na_monarch_3.875x7.5in
es: Sobre Monarch
pt_br: Envelope Monarca
ro: Plic Monarch 3,875x7,5in
sv: Kuvert monark

source: media.na_number-10_4.125x9.5in
es: Sobre #10
pt_br: Envelope #10
ro: Plic nr. 10 4,125x9.5in
sv: Kuvert #10

source: media.na_number-11_4.5x10.375in
es: Sobre #11
pt_br: Envelope #11
ro: Plic nr. 11 4,5x10,375in
sv: Kuvert #11

source: media.na_number-12_4.75x11in
es: Sobre #12
pt_br: Envelope #12
ro: Plic nr. 12 4,75x11in
sv: Kuvert #12

source: media.na_number-14_5x11.5in
es: Sobre #14
pt_br: Envelope #14
ro: Plic nr. 14 5x11,5in
sv: Kuvert #14

source: media.na_number-9_3.875x8.875in
es: Sobre #9
pt_br: Envelope #9
ro: Plic nr. 9 3,875x8,875in
sv: Kuvert #9

source: media.na_oficio_8.5x13.4in
pt_br: 8.5 x 13.4″
ro: 8,5x13,4in
sv: 8,5x13,4"

source: media.na_personal_3.625x6.5in
es: Sobre Personal
pt_br: Envelope Pessoal
ro: Plic personal 3,625x6,5in
sv: Kuvert privat

source: media.na_quarto_8.5x10.83in
es: Quarto
pt_br: Quarto
ro: 8,5x10,83in
sv: Quarto

source: media.na_super-a_8.94x14in
pt_br: 8.94 x 14″
ro: 8,94x14in
sv: 8,94x14"

source: media.na_super-b_13x19in
pt_br: 13 x 19″
ro: 13x19in
sv: 13x19"

source: media.na_wide-format_30x42in
pt_br: 30 x 42″
ro: 30x42in
sv: 30x42"

source: media.oe_12x16_12x16in
pt_br: 12 x 16″
ro: 12x16in
sv: 12x16"

source: media.oe_14x17_14x17in
pt_br: 14 x 17″
ro: 14x17in
sv: 14x17"

source: media.oe_18x22_18x22in
pt_br: 18 x 22″
ro: 18x22in
sv: 18x22"

source: media.oe_a2plus_17x24in
pt_br: 17 x 24″
ro: 17x24in
sv: 17x24"

source: media.oe_business-card_2x3.5in
pt_br: 2 x 3.5″
ro: Carte de vizită 2x3,5in
sv: 2x3,5"

source: media.oe_photo-10r_10x12in
pt_br: 10 x 12″
ro: Foto 10x12in
sv: 10x12"

source: media.oe_photo-20r_20x24in
pt_br: 20 x 24″
ro: Foto 20x24in
sv: 20x24"

source: media.oe_photo-l_3.5x5in
pt_br: 3.5 x 5″
ro: Foto 3,5x5in
sv: 3,5x5"

source: media.oe_photo-s10r_10x15in
pt_br: 10 x 15″
ro: Foto 10x15in
sv: 10x15"

source: media.oe_square-photo_4x4in
pt_br: 4 x 4″
ro: Foto 4x4in
sv: 4x4"

source: media.oe_square-photo_5x5in
pt_br: 5 x 5″
ro: Foto 5x5in
sv: 5x5"

source: media.om_16k_184x260mm
es: 184 × 260mm
pt_br: 184 x 260mm
ro: 184x260mm
sv: 184x260 mm

source: media.om_16k_195x270mm
es: 195 × 270mm
pt_br: 195 x 270mm
ro: 195x270mm
sv: 195x270 mm

source: media.om_business-card_55x85mm
es: 55 × 85mm
pt_br: 55 x 85mm
ro: Carte de vizită 55x85mm
sv: 55x85 mm

source: media.om_business-card_55x91mm
es: 55 × 91mm
pt_br: 55 x 91mm
ro: Carte de visită 55x91mm
sv: 55x91 mm

source: media.om_card_54x86mm
es: 54 × 86mm
pt_br: 54 x 86mm
ro: 54x86mm
sv: 54x86 mm

source: media.om_dai-pa-kai_275x395mm
es: 275 × 395mm
pt_br: 275 x 395mm
ro: 275x395mm
sv: 275x395 mm

source: media.om_dsc-photo_89x119mm
es: 89 × 119mm
pt_br: 89 x 119mm
ro: Foto 89x119mm
sv: 89x119 mm

source: media.om_folio-sp_215x315mm
es: Folio
pt_br: Envelope de Saco
ro: Folio 215x315mm
sv: Folio

source: media.om_folio_210x330mm
es: Folio (Especial)
pt_br: Envelope de Saco (Especial)
ro: Folio (special) 210x330mm
sv: Folio (special)

source: media.om_invite_220x220mm
es: Sobre Invitación
pt_br: Envelope de Convite
ro: Plic invitație 220x220mm
sv: Kuvert inbjudan

source: media.om_italian_110x230mm
es: Sobre italiano
pt_br: Envelope Italiano
ro: Plic italian 110x230mm
sv: Kuvert italienskt

source: media.om_juuro-ku-kai_198x275mm
es: 198 × 275mm
pt_br: 198 x 275mm
ro: 198x275mm
sv: 198x275 mm

source: media.om_large-photo_200x300
pt_br: 200 x 300
ro: Foto 200x300mm
sv: 200x300

source: media.om_medium-photo_130x180mm
es: 130 × 180mm
pt_br: 130 x 180mm
ro: Foto 130 x 180mm
sv: 130x180 mm

source: media.om_pa-kai_267x389mm
es: 267 × 389mm
pt_br: 267 x 389mm
ro: 267x389mm
sv: 267x389 mm

source: media.om_postfix_114x229mm
es: Sobre Postfix
pt_br: Envelope Postfix
ro: Plic Postfix 114x229mm
sv: Kuvert postfix

source: media.om_small-photo_100x150mm
es: 100 × 150mm
pt_br: 100 x 150mm
ro: Foto 100x150mm
sv: 100x150 mm

source: media.om_square-photo_89x89mm
es: 89 × 89mm
pt_br: 89 x 89mm
ro: Foto 89x89mm
sv: 89x89 mm

source: media.om_wide-photo_100x200mm
es: 100 × 200mm
pt_br: 100 x 200mm
ro: Foto 100x200mm
sv: 100x200 mm

source: media.prc_10_324x458mm
es: Sobre chino #10
pt_br: Envelope Chinês #10
ro: Plic RPC nr. 10 324x458mm
sv: Kuvert kinesiskt #10

source: media.prc_16k_146x215mm
es: Chino 16k
pt_br: Chinês 16k
ro: SAC 16k RPC 146x215mm
sv: Kinesiskt 16k

source: media.prc_1_102x165mm
es: Sobre Chino #1
pt_br: Envelope Chinês #1
ro: Plic RPC nr. 1 102x165mm
sv: Kuvert kinesiskt #1

source: media.prc_2_102x176mm
es: Sobre Chino #2
pt_br: Envelope Chinês #2
ro: Plic RPC nr. 2 102x176mm
sv: Kuvert kinesiskt #2

source: media.prc_32k_97x151mm
es: Chino 32k
pt_br: Chinês 32k
ro: SAC 32k RPC 97x151mm
sv: Kinesiskt 32k

source: media.prc_3_125x176mm
es: Sobre Chino #3
pt_br: Envelope Chinês #3
ro: Plic RPC nr. 3 125x176mm
sv: Kuvert kinesiskt #3

source: media.prc_4_110x208mm
es: Sobre Chino #4
pt_br: Envelope Chinês #4
ro: Plic RPC nr. 4 110x208mm
sv: Kuvert kinesiskt #4

source: media.prc_5_110x220mm
es: Sobre Chino #5
pt_br: Envelope Chinês #5
ro: Plic RPC nr. 5 110x220mm
sv: Kuvert kinesiskt #5

source: media.prc_6_120x320mm
es: Sobre Chino #6
pt_br: Envelope Chinês #6
ro: Plic RPC nr. 6 120x320mm
sv: Kuvert kinesiskt #6

source: media.prc_7_160x230mm
es: Sobre Chino #7
pt_br: Envelope Chinês #7
ro: Plic RPC nr. 7 160x230mm
sv: Kuvert kinesiskt #7

source: media.prc_8_120x309mm
es: Sobre Chino #8
pt_br: Envelope Chinês #8
ro: Plic RPC nr. 8 120x309mm
sv: Kuvert kinesiskt #8

source: media.roc_16k_7.75x10.75in
es: ROC 16k
pt_br: ROC 16k
ro: ROC 16k 7,75x10,75in
sv: ROC 16k

source: media.roc_8k_10.75x15.5in
es: ROC 8k
pt_br: ROC 8k
ro: ROC 8k 10,75x15,5in
sv: ROC 8k

source: members of class %s:
es: miembros de la clase %s:
pt_br: membros da classe %s:
ro: membrii clasei %s:
sv: medlemmar av klass %s:

source: multiple-document-handling
es: Manipular Documentos Múltiples
pt_br: Tratamento de Vários Documentos
ro: Gestionarea mai multor documente
sv: Hantering av multipla dokument

source: multiple-document-handling.separate-documents-collated-copies
es: Copias Cotejadas de Documentos Separados
pt_br: Documentos Separados com as Cópias Agrupadas
ro: Copii colaționate ale documentelor separate
sv: Separata dokument sorterade exemplar

source: multiple-document-handling.separate-documents-uncollated-copies
es: Copias No Cotejadas de Documentos Separados
pt_br: Documentos Separados com as Cópias Não Agrupadas
ro: Copii necolaționate ale documentelor separate
sv: Separata dokument osorterade exemplar

source: multiple-document-handling.single-document
es: Documento Único
pt_br: Documento Único
ro: Un singur document
sv: Enstaka dokument

source: multiple-document-handling.single-document-new-sheet
es: Hoja Nueva de Documento Único
pt_br: Documento Único com uma Nova Folha
ro: Un singur document, foaie nouă
sv: Enstaka dokument nytt ark

source: multiple-object-handling
es: Manipulación de Objeto Múltiple
pt_br: Tratamento de Vários Objetos
ro: Gestionarea mai multor obiecte
sv: Hantering av multipla objekt

source: multiple-object-handling-actual
es: Actual Manipulación de Objeto Múltiple
pt_br: Tratamento Atual de Vários Objetos
ro: Gestionarea obiectelor multiple actuale
sv: Faktisk hantering av multipla objekt

source: multiple-object-handling.auto
es: Automático
pt_br: Automático
ro: Automat
sv: Automatisk

source: multiple-object-handling.best-fit
es: Mejor ajuste
pt_br: Melhor Ajuste
ro: Cea mai bună potrivire
sv: Bäst passform

source: multiple-object-handling.best-quality
es: Mejor calidad
pt_br: Melhor Qualidade
ro: Cea mai bună calitate
sv: Bästa kvalitet

source: multiple-object-handling.best-speed
es: Mejor velocidad
pt_br: Melhor Rapidez
ro: Cea mai mare viteză
sv: Bästa hastighet

source: multiple-object-handling.one-at-a-time
es: Uno cada vez
pt_br: Um de Cada Vez
ro: Unul după altul
sv: En i taget

source: multiple-operation-time-out-action
es: En tiempo de espera
pt_br: No limite do tempo
ro: La expirarea timpului
sv: Vid passerad tidsgräns

source: multiple-operation-time-out-action.abort-job
es: Interrumpir Tarea
pt_br: Abortar o Trabalho
ro: Anulează lucrarea
sv: Avbryt jobb

source: multiple-operation-time-out-action.hold-job
es: Conservar Tarea
pt_br: Reter o Trabalho
ro: Menține lucrarea

source: multiple-operation-time-out-action.process-job
es: Procesar Tarea
pt_br: Processar o Trabalho
ro: Procesare lucrare
sv: Behandla jobb

source: no entries
es: no hay entradas
pt_br: sem registros
ro: nicio intrare
sv: inga poster

source: no system default destination
es: no hay un destino predeterminado del sistema
pt_br: nenhum destino padrão de sistema
ro: nu există destinație implicită a sistemului
sv: ingen förvald destination på system

source: noise-removal
es: Retirada de ruido
pt_br: Remoção de Ruído
ro: Eliminarea zgomotului
sv: Brusborttagning

source: notify-attributes
es: Notificar atributos
pt_br: Notificar os Atributos
ro: Atribute de notificare
sv: Aviseringsattribut

source: notify-charset
es: Notificar conjunto de caracteres
pt_br: Notificar o Conjunto de Caracteres
ro: Setul de caractere pentru notificări
sv: Avisera teckenuppsättning

source: notify-events
es: Notificar eventos
pt_br: Notificar os Eventos
ro: Evenimente de notificare
sv: Avisera händelser

source: notify-events not specified.
es: notify-events no especificado.
pt_br: O notify-events não foi especificado.
ro: Evenimente de notificare nespecificate.
sv: notify-events inte specificerad.

source: notify-events.document-completed
es: Documento Completado
pt_br: O documento foi concluído
ro: Document finalizat
sv: Dokument slutfört

source: notify-events.document-config-changed
es: Configuración de Documento Cambiada
pt_br: As Configurações do Documento Foram Alteradas
ro: Configurația documentului a fost modificată
sv: Dokumentkonfiguration ändrad

source: notify-events.document-created
es: Documento Creado
pt_br: O Documento Foi Criado
ro: Documentul a fost creat
sv: Dokument skapat

source: notify-events.document-fetchable
es: Documento Obtenible
pt_br: Documento Localizável
ro: Documentul poate fi preluat
sv: Dokument kan hämtas

source: notify-events.document-state-changed
es: Estado de Documento Modificado
pt_br: O Estado do Documento Foi Alterado
ro: Starea documentului s-a modificat
sv: Dokumentstatus ändrad

source: notify-events.document-stopped
es: Documento Detenido
pt_br: O Documento Está Parado
ro: Documentul a fost oprit
sv: Dokument stoppat

source: notify-events.job-completed
es: Tarea Completada
pt_br: O Trabalho Foi Concluído
ro: Lucrare finalizată
sv: Jobb slutfört

source: notify-events.job-config-changed
es: Config Tarea Cambiada
pt_br: As Configurações do Trabalho Foram Alteradas
ro: Configurația lucrării a fost modificată
sv: Jobbkonfiguration ändrad

source: notify-events.job-created
es: Tarea Creada
pt_br: O Trabalho Foi Criado
ro: Lucrarea a fost creată
sv: Jobb skapades

source: notify-events.job-fetchable
es: Tarea Obtenible
pt_br: O Trabalho Pode Ser Localizado
ro: Lucrarea poate fi preluată
sv: Jobb kan hämtas

source: notify-events.job-progress
es: Tarea En Progreso
pt_br: Progresso do Trabalho
ro: Progresul lucrării
sv: Jobb förlopp

source: notify-events.job-state-changed
es: Estado de Tarea Cambiada
pt_br: O Estado do Trabalho Foi Alterado
ro: Starea lucrării s-a modificat
sv: Jobbstatus ändrad

source: notify-events.job-stopped
es: Tarea Detenida
pt_br: O Trabalho Está Parado
ro: Lucrarea a fost oprită
sv: Jobb stoppat

source: notify-events.none
es: Ninguno
pt_br: Nenhum
ro: Niciunul
sv: Inga

source: notify-events.printer-config-changed
es: Configuración de Impresora Cambiada
pt_br: As Configurações da Impressora Foram Alteradas
ro: Configurația imprimantei a fost modificată
sv: Skrivarkonfiguration ändrad

source: notify-events.printer-finishings-changed
es: Finalización de Impresora Cambiada
pt_br: Os Acabamentos da Impressora Foram Alterados
ro: Finisajele imprimantei au fost modificate
sv: Skrivarens slutbehandlingar ändrade

source: notify-events.printer-media-changed
es: Medio de Impresora Cambiado
pt_br: A Mídia da Impressora Foi Alterada
ro: Suportul de imprimare a fost schimbat
sv: Skrivarens media ändrat

source: notify-events.printer-queue-order-changed
es: Ordenación de Cola de Impresora Cambiada
pt_br: A Ordem da Fila na Impressora Foi Alterada
ro: Ordinea cozii de imprimare a fost modificată
sv: Skrivarens köordning ändrad

source: notify-events.printer-restarted
es: Impresora Reiniciada
pt_br: A Impressora Foi Reiniciada
ro: Imprimanta a fost repornită
sv: Skrivaren omstartad

source: notify-events.printer-shutdown
es: Impresora Apagada
pt_br: A Impressora Foi Desligada
ro: Imprimanta a fost oprită(deconectată)
sv: Skrivaren avstängd

source: notify-events.printer-state-changed
es: Estado de Impresora Cambiado
pt_br: O Estado da Impressora Alterado
ro: Starea imprimanteii s-a modificat
sv: Skrivarens status ändrad

source: notify-events.printer-stopped
es: Impresora Detenida
pt_br: A Impressora Está Parada
ro: Imprimanta a fost oprită
sv: Skrivaren stoppad

source: notify-get-interval
es: Notifica Obtención de Intervalo
pt_br: Intervalo para a Obtenção da Notificações
ro: Intervalul de primire a notificărilor
sv: Avisera hämtningsintervall

source: notify-lease-duration
es: Notificación de Contrato de Arrandamiento
pt_br: Notificar a Duração da Locação
ro: Notificare privind durata închirierii
sv: Avisera varaktighet för utlån

source: notify-natural-language
es: Notificar Lenguaje Natural
pt_br: Notificar o Idioma Nativo
ro: Notificare în limba nativă
sv: Avisera naturspråk

source: notify-pull-method
es: Notificar Método Pull
pt_br: Notificar o Método de Extração
ro: Notificare metoda de extragere
sv: Avisera dragmetod

source: notify-recipient-uri
es: Notificar Recipiente
pt_br: Notificar o Destinatário
ro: Notificare destinatar
sv: Avisera mottagare

source: notify-recipient-uri URI "%s" is already used.
es: El URI notify-recipient-uri "%s" ya está usado.
pt_br: O URI "%s" do notify-recipient-uri já está sendo utilizado.
ro: URI-ul notify-recipient-urii „%s” este deja utilizat.
sv: notify-recipient-uri URI "%s" används redan.

source: notify-recipient-uri URI "%s" uses unknown scheme.
es: El URI notify-recipient-uri "%s" usa un esquema desconocido.
pt_br: O URI "%s" do notify-recipient-uri utiliza um esquema que não é conhecido.
ro: URI-ul notify-recipient-urii „%s” utilizează o schemă necunoscută.
sv: notify-recipient-uri URI "%s" använder okänt schema.
