Repository: OpenPrinting/cups
Catalog: locale/cups_*.po
Languages: es, pt_br, ro, sv

source: The web interface is currently disabled. Run "cupsctl WebInterface=yes" to enable it.
es: La interfaz web está desactivada en este momento. Ejecute "cupsctl WebInterface=yes" para activarla.
pt_br: A interface da internet está desativada neste exato momento. Execute o comando "cupsctl WebInterface=yes" para ativá-la.
ro: Interfața web este dezactivată în prezent. Rulați «cupsctl WebInterface=yes» pentru a o activa.
sv: Webbgränssnittet är avaktiverat just nu. Kör "cupsctl WebInterface=yes" för att aktivera det.

source: The which-jobs value "%s" is not supported.
es: No se admite el uso del valor which-jobs "%s".
pt_br: O valor "%s" do which-jobs não é compatível.
ro: Valoarea „%s” pentru which-jobs nu este acceptată.
sv: Värdet "%s" stöds inte för which-jobs.

source: There are too many subscriptions.
es: Hay demasiadas subscripciones.
pt_br: Existe uma quantidade muito grande de assinaturas.
ro: Există prea multe abonamente.
sv: Det finns för många prenumerationer.

source: There was an unrecoverable USB error.
es: Ha habido un error USB irrecuperable.
pt_br: Ocorreu um erro no USB que não pode ser restaurado.
ro: A apărut o eroare USB irecuperabilă.
sv: Det inträffade ett USB-fel som inte kunde lösas.

source: Thermal Transfer Media
es: Soporte de transferencia térmica
pt_br: Mídia de transferência térmica
ro: Suport(hârtie. carton, ș.a.) pentru transfer termic

source: Too many active jobs.
es: Demasiados trabajos activos.
pt_br: Existem muitos trabalhos ativos.
ro: Prea multe lucrări active.
sv: För många aktiva utskrifter.

source: Too many job-sheets values (%d > 2).
es: Demasiados valores de job-sheets (%d > 2).
pt_br: Existem muitos valores no job-sheets (%d > 2).
ro: Prea multe valori „job-sheets” (%d > 2).
sv: För många job-sheets-värden (%d > 2).

source: Too many printer-state-reasons values (%d > %d).
es: Demasiados valores printer-state-reasons (%d > %d).
pt_br: Existem muitos valores no printer-state-reasons (%d > %d).
ro: Prea multe valori „printer state reasons” (%d > %d).
sv: För många printer-state-reasons-värden (%d > %d).

source: Transparency
es: Transparencia
pt_br: Transparência
ro: Transparentă

source: Tray
es: Bandeja
pt_br: Bandeja
ro: Tava

source: Tray 1
es: Bandeja 1
pt_br: Bandeja 1
ro: Tava 1

source: Tray 2
es: Bandeja 2
pt_br: Bandeja 2
ro: Tava 2

source: Tray 3
es: Bandeja 3
pt_br: Bandeja 3
ro: Tava 3

source: Tray 4
es: Bandeja 4
pt_br: Bandeja 4
ro: Tava 4

source: Trust on first use is disabled.
es: Confianza en primer uso está deshabilitado.
pt_br: A confiança na primeira utilização está desativada.
ro: Încrederea la prima utilizare este dezactivată.
sv: Tillit vid första användning är avaktiverat.

source: URI Too Long
es: URI demasiado largo
pt_br: O URI é muito longo
ro: URI prea lung
sv: URI för lång

source: URI too large
es: URI demasiado grande
pt_br: O URI é muito grande
ro: URI prea mare
sv: URI för stor

source: US Fanfold
es: Abanico EUA
pt_br: Papelão Ondulado dos EUA
ro: Fan-fold SUA (hârtie-continuă SUA)

source: US Ledger
es: Libro Mayor
pt_br: Ledger dos EUA
ro: Ledger SUA

source: US Legal
es: Legal EE. UU.
pt_br: Ofício dos EUA
ro: Legal SUA

source: US Legal Oversize
es: Legal EE. UU. Extragrande
pt_br: Ofício Grande dos EUA
ro: Legal SUA în format mare

source: US Letter
es: Carta EE. UU.
pt_br: Carta dos EUA
ro: Letter SUA (scrisoare)

source: US Letter Long Edge
es: Carta EE. UU. lado largo
pt_br: Carta com a Borda Maior dos EUA
ro: Letter Long Edge SUA

source: US Letter Oversize
es: Carta EE. UU. Extragrande
pt_br: Carta Grande dos EUA
ro: Letter Oversize SUA

source: US Letter Oversize Long Edge
es: Carta EE. UU. Extragrande lado largo
pt_br: Carta Grande com a Borda Maior dos EUA
ro: Letter Oversize Long Edge SUA

source: US Letter Small
es: Carta EE. UU. Pequeña
pt_br: Carta pequena dos EUA
ro: Letter Small SUA

source: Unable to access cupsd.conf file
es: No se ha podido acceder al archivo cupsd.conf
pt_br: Não foi possível acessar o arquivo cupsd.conf
ro: Nu s-a putut accesa fișierul cupsd.conf
sv: Kan inte komma åt cupsd.conf-fil

source: Unable to access help file.
es: No se ha podido acceder al archivo de ayuda.
pt_br: Não foi possível acessar o arquivo da ajuda.
ro: Nu s-a putut accesa fișierul de ajutor.
sv: Kan inte komma åt hjälpfil.

source: Unable to add class
es: No se ha podido añadir la clase
pt_br: Não foi possível adicionar a classe
ro: Nu s-a putut adăuga clasa
sv: Kan inte lägga till klass

source: Unable to add document to print job.
es: No se ha podido añadir el documento al trabajo de impresión.
pt_br: Não foi possível adicionar o documento ao trabalho de impressão.
ro: Nu s-a putut adăuga documentul la lucrarea de imprimare.
sv: Kan inte lägga till dokument till utskriftsjobb.

source: Unable to add extension to X.509 certificate.
es: No es capaz de añadir extensión a certificado X.509.
pt_br: Não foi possível adicionar a extensão ao certificado X.509.
ro: Nu s-a putut adăuga extensia la certificatul X.509.

source: Unable to add job for destination "%s".
es: No se ha podido añadir el trabajo para el destino "%s".
pt_br: Não foi possível adicionar o trabalho para destino "%s".
ro: Nu s-a putut adăuga sarcina pentru destinația „%s”.
sv: Kan inte lägga till jobb för destination "%s".

source: Unable to add printer
es: No se ha podido añadir la impresora
pt_br: Não foi possível adicionar a impressora
ro: Nu s-a putut adăuga imprimanta
sv: Kan inte lägga till skrivare

source: Unable to allocate memory for file types.
es: No se ha podido reservar memoria para tipos de archivo.
pt_br: Não foi possível alocar memória para os tipos de arquivos.
ro: Nu s-a putut aloca memorie pentru tipurile de fișiere.
sv: Kan inte allokera minne för filtyper.

source: Unable to allocate memory for page info
es: No es capaz de asignar memoria para informe de paginado
pt_br: Não foi possível alocar memória para as informações da página
ro: Nu s-a putut aloca memorie pentru informațiile despre pagină
sv: Kan inte allokera minne för sidinfo

source: Unable to allocate memory for pages array
es: No se ha podido reservar memoria para la secuencia de páginas
pt_br: Não foi possível alocar memória para a matriz das páginas
ro: Nu s-a putut aloca memorie pentru setul de pagini
sv: Kan inte allokera minne för sid-array

source: Unable to allocate memory for printer: %s
es: No es capaz de asignar memoria para impresora: %s
pt_br: Não foi possível alocar memória para a impressora %s
ro: Nu s-a putut aloca memorie pentru imprimantă: %s

source: Unable to authorize access
ro: Nu s-a putut autoriza accesul

source: Unable to cancel print job.
es: No se ha podido cancelar el trabajo de impresión.
pt_br: Não foi possível cancelar o trabalho de impressão.
ro: Nu s-a putut anula lucrarea de imprimare.
sv: Kan inte avbryta utskriftsjobb.

source: Unable to change printer
es: No se ha podido cambiar la impresora
pt_br: Não foi possível alterar a impressora
ro: Nu s-a putut schimba imprimanta
sv: Kan inte ändra skrivare

source: Unable to change server settings
es: No se ha podido cambiar la configuración del servidor
pt_br: Não foi possível alterar as configurações do servidor
ro: Nu s-a putut modifica configurarea serverului
sv: Kan inte ändra serverinställningar

source: Unable to commit PPD file: %s
es: No es capaz de efectuar archivo PPD: %s
pt_br: Não foi possível confirmar o arquivo %s no formato PPD
ro: Nu s-a putut salva fișierul PPD: %s

source: Unable to compile mimeMediaType regular expression: %s.
es: No se ha podido compilar la expresión regular mimeMediaType: %s.
pt_br: Não foi possível compilar a expressão regular %s do mimeMediaTy.
ro: Nu s-a putut compila expresia regulată mimeMediaType: %s.
sv: Kan inte kompilera mimeMediaType-regeluttryck: %s.

source: Unable to compile naturalLanguage regular expression: %s.
es: No se ha podido compilar la expresión regular naturalLanguage: %s.
pt_br: Não foi possível compilar a expressão regular %s do naturalLanguage.
ro: Nu s-a putut compila expresia regulată naturalLanguage: %s.
sv: Kan inte kompilera naturalLanguage-regeluttryck: %s.

source: Unable to configure printer options.
es: No se han podido configurar las opciones de impresión.
pt_br: Não foi possível configurar as opções da impressora.
ro: Nu s-au putut configura opțiunile imprimantei.
sv: Kam inte konfigurera skrivaralternativ.

source: Unable to configure private key context.
es: No es capaz de configurar contexto de llave privada.
pt_br: Não foi possível configurar o contexto da chave privada.
ro: Nu s-a putut configura contextul cheii private.

source: Unable to connect to %s:%d: %s
es: No es capaz de conectar a %s:%d: %s
pt_br: Não foi possível conectar à %s:%d: %s
ro: Nu s-a putut conecta la %s:%d: %s

source: Unable to connect to host.
es: No se ha podido conectar al equipo.
pt_br: Não foi possível conectar à máquina.
ro: Nu s-a putut conecta la gazdă.
sv: Kan inte ansluta till värd.

source: Unable to contact printer, queuing on next printer in class.
es: No se ha podido contactar con la impresora; poniendo en cola en la siguiente impresora de la clase.
pt_br: Não foi possível contatar a impressora. O documento será enfileirado para a próxima impressora da classe.
ro: Nu s-a putut contacta imprimanta, se așteaptă la următoarea imprimantă din clasă.
sv: Kan inte kontakta skrivare, köar på nästa skrivare i klassen.

source: Unable to copy PPD file - %s
es: No se ha podido copiar el archivo PPD - %s
pt_br: Não foi possível copiar arquivo PPD %s
ro: Nu s-a putut copia fișierul PPD - %s
sv: Kan inte kopiera PPD-fil - %s

source: Unable to create PPD for printer: %s
es: No es capaz de crear PPD para impresora: %s
pt_br: Não foi possível criar arquivo PPD para a impressora %s
ro: Nu s-a putut crea fișierul PPD pentru imprimantă: %s

source: Unable to create PPD: %s
es: No es capaz de crear PPD: %s
pt_br: Não foi possível criar o arquivo PPD %s
ro: Nu s-a putut crea fișierul PPD: %s

source: Unable to create X.509 certificate signing request.
es: No es capaz de crear solicitud de firma del certificado X.509.
pt_br: Não foi possível criar uma requisição da assinatura do certificado X.509.
ro: Nu s-a putut crea cererea de semnare a certificatului X.509.

source: Unable to create X.509 certificate.
es: No es capaz de crear certificado X.509.
pt_br: Não foi possível criar o certificado X.509.
ro: Nu s-a putut crea certificatul X.509.

source: Unable to create printer-uri
es: No se ha podido crear printer-uri
pt_br: Não foi possível criar o printer-uri
ro: Nu s-a putut crea printer-uri
sv: Kan inte skapa skrivar-uri

source: Unable to create printer.
es: No se ha podido crear la impresora.
pt_br: Não foi possível criar a impressora.
ro: Nu s-a putut crea imprimanta.
sv: Kan inte skapa skrivare.

source: Unable to create private key context.
es: No es capaz de crear contexto de clave privada.
pt_br: Não foi possível criar o contexto da chave privada.
ro: Nu s-a putut crea contextul cheii private.

source: Unable to create private key.
es: No es capaz de crear clave privada.
pt_br: Não foi possível criar a chave privada.
ro: Nu s-a putut crea cheia privată.

source: Unable to create server credentials.
es: No se han podido crear las credenciales del servidor.
pt_br: Não foi possível criar as credenciais no servidor.
ro: Nu s-au putut crea acreditările serverului.
sv: Kan inte skapa inloggningsuppgifter för server.

source: Unable to create spool directory "%s": %s
es: No es capaz de crear directorio de consorcio «%s»: %s
pt_br: Não foi possível criar o diretório "%s" do spool %s
ro: Nu s-a putut crea directorul cozii de imprimare (spool) „%s”: %s
sv: Kan inte skapa spool-katalog "%s": %s

source: Unable to create temporary file
es: No se ha podido crear el archivo temporal
pt_br: Não foi possível criar o arquivo temporário
ro: Nu s-a putut crea fișierul temporar
sv: Kan inte skapa tillfällig fil

source: Unable to delete class
es: No se ha podido borrar la clase
pt_br: Não foi possível excluir a classe
ro: Nu s-a putut șterge clasa
sv: Kan inte radera klass

source: Unable to delete printer
es: No se ha podido borrar la impresora
pt_br: Não foi possível excluir a impressora
ro: Nu s-a putut șterge imprimanta
sv: Kan inte radera skrivare

source: Unable to do maintenance command
es: No se ha podido realizar el comando de mantenimiento
pt_br: Não foi possível executar comando para realizar a manutenção
ro: Nu s-a putut executa comanda de întreținere
sv: Kan inte utföra underhållskommando

source: Unable to edit cupsd.conf files larger than 1MB
es: No se pueden editar archivos cupsd.conf mayores de 1MB
pt_br: Não foi possível editar o arquivo de configurações cupsd.conf porque é maior do que 1MB
ro: Nu se pot edita fișiere cupsd.conf mai mari de 1 Mo
sv: Kan inte redigera cupsd.conf-filer större än 1MB

source: Unable to execute command "%s": %s
es: No es capaz de ejecutar comando «%s»: %s
pt_br: Não foi possível executar o comando "%s" de %s
ro: Nu s-a putut executa comanda „%s”: %s
sv: Kan inte köra kommandot "%s": %s

source: Unable to find destination for job
es: No se ha podido encontrar destino para el trabajo
pt_br: Não foi possível encontrar o destino do trabalho
ro: Nu s-a putut găsi destinația pentru lucrare
sv: Kan inte hitta destination för jobb

source: Unable to finish request.
es: No es capaz de finalizar solicitud.
pt_br: Não foi possível finalizar a requisição.
ro: Nu s-a putut finaliza cererea.

source: Unable to get authorization URL
ro: Nu s-a putut obține adresa URL de autorizare

source: Unable to get authorization server information
ro: Nu s-a putut obține informațiile serverului de autorizare

source: Unable to get backend exit status.
es: No se ha podido obtener el estado de salida del programa backend.
pt_br: Não foi possível obter o estado de saída da interface de texto.
ro: Nu s-a putut obține starea de ieșire a protocolului de imprimare.
sv: Kan inte hämta bakändens avslutsstatus.

source: Unable to get class list
es: No se ha podido obtener la lista de clases
pt_br: Não foi possível obter a lista das classes
ro: Nu s-a putut obține lista clasei
sv: Kan inte hämta klasslista

source: Unable to get class status
es: No se ha podido obtener el estado de la clase
pt_br: Não foi possível obter o estado da classe
ro: Nu s-a putut obține starea clasei
sv: Kan inte hämta klasstatus

source: Unable to get list of printer drivers
es: No se ha podido obtener la lista de controladores de impresora
pt_br: Não foi possível obter a lista dos controladores de impressoras
ro: Nu s-a putut obține lista controlorilor de imprimantă
sv: Kan inte hämta lista över skrivardrivrutiner

source: Unable to get printer attributes
es: No se han podido obtener los atributos de la impresora
pt_br: Não foi possível obter os atributos da impressora
ro: Nu s-au putut obține atributele imprimantei
sv: Kan inte hämta skrivarattribut

source: Unable to get printer list
es: No se ha podido obtener la lista de impresoras
pt_br: Não foi possível obter a lista de impressoras
ro: Nu s-a putut obține lista imprimantelor
sv: Kan inte hämta skrivarlista

source: Unable to get printer status
es: No se ha podido obtener el estado de la impresora
pt_br: Não foi possível obter o estado da impressora
ro: Nu s-a putut obține starea imprimantei
sv: Kan inte hämta skrivarstatus

source: Unable to get printer status.
es: No se ha podido obtener el estado de la impresora.
pt_br: Não foi possível obter o estado da impressora.
ro: Nu s-a putut obține starea imprimantei.
sv: Kan inte hämta skrivarstatus.

source: Unable to import X.509 certificate request.
es: No es capaz de importar certificado X.509 solicitado.
pt_br: Não foi possível importar a requisição do certificado X.509.
ro: Nu s-a putut importa cererea de certificat X.509.

source: Unable to import credentials.
es: No es capaz de importar credenciales.
pt_br: Não foi possível importar as credenciais.
ro: Nu s-au putut importa acreditările.

source: Unable to initialize private key context.
es: No es capaz de inicializar contexto de clave privada.
pt_br: Não foi possível inicializar o contexto da chave privada.
ro: Nu s-a putut inițializa contextul cheii private.

source: Unable to load X.509 CA certificate and private key.
es: No es capaz de cargar certificado AC X.509 y clave privada.
pt_br: Não foi possível carregar o certificado X.509 CA e a chave privada.
ro: Nu s-a putut încărca certificatul CA X.509 și cheia privată.

source: Unable to load help index.
es: No se ha podido cargar el índice de ayuda.
pt_br: Não foi possível carregar o índice da ajuda.
ro: Nu s-a putut încărca indexul ajutorului.
sv: Kan inte läsa in hjälpindex.

source: Unable to locate printer "%s".
es: No se ha podido localizar la impresora "%s".
pt_br: Não foi possível localizar a impressora "%s".
ro: Nu s-a putut localiza imprimanta „%s”.
sv: Kan inte hitta skrivaren "%s".

source: Unable to locate printer.
es: No se ha podido localizar la impresora.
pt_br: Não foi possível localizar a impressora.
ro: Nu s-a putut localiza imprimant.
sv: Kan inte hitta skrivare.

source: Unable to modify class
es: No se ha podido modificar la clase
pt_br: Não foi possível modificar a classe
ro: Nu s-a putut modifica clasa
sv: Kan inte ändra klass

source: Unable to modify printer
es: No se ha podido modificar la impresora
pt_br: Não foi possível modificar a impressora
ro: Nu s-a putut modifica imprimanta
sv: Kan inte ändra skrivare

source: Unable to move job
es: No se ha podido mover el trabajo
pt_br: Não foi possível mover o trabalho
ro: Nu s-a putut muta lucrarea
sv: Kunde inte flytta utskrift

source: Unable to move jobs
es: No se han podido mover los trabajos
pt_br: Não foi possível mover os trabalhos
ro: Nu s-au putut muta lucrările
sv: Kunde inte flytta utskrifter

source: Unable to open PPD file
es: No se ha podido abrir el archivo PPD
pt_br: Não foi possível abrir o arquivo PPD
ro: Nu s-a putut deschide fișierul PPD
sv: Kunde inte öppna PPD-fil

source: Unable to open cupsd.conf file:
es: No se ha podido abrir el archivo cupsd.conf:
pt_br: Não foi possível abrir o arquivo de configurações cupsd.conf:
ro: Nu s-a putut deschide fișierul cupsd.conf:
sv: Kunde inte öppna filen cupsd.conf:

source: Unable to open device file
es: No se ha podido abrir el archivo de dispositivo
pt_br: Não foi possível abrir o arquivo do dispositivo
ro: Nu s-a putut deschide fișierul dispozitivului
sv: Kan inte öppna enhetsfil

source: Unable to open document #%d in job #%d.
es: No se ha podido abrir el documento #%d del trabajo #%d.
pt_br: Não foi possível abrir o documento #%d no trabalho #%d.
ro: Nu s-a putut deschide documentul nr. %d din lucrarea nr. %d.
sv: Kan inte öppna dokument #%d i jobb #%d.

source: Unable to open help file.
es: No se ha podido abrir el archivo de ayuda.
pt_br: Não foi possível abrir o arquivo da ajuda.
ro: Nu s-a putut deschide fișierul de ajutor.
sv: Kan inte öppna hjälpfilen.

source: Unable to open print file
es: No se ha podido abrir el archivo de impresión
pt_br: Não foi possível abrir o arquivo de impressão
ro: Nu s-a putut deschide fișierul de imprimare
sv: Kan inte öppna utskriftsfilen

source: Unable to open raster file
es: No se ha podido abrir el archivo de trama de datos (raster)
pt_br: Não foi possível abrir o arquivo de rasterização
ro: Nu s-a putut deschide fișierul raster
sv: Kan inte öppna rasterfilen

source: Unable to print test page
es: No se ha podido imprimir la página de prueba
pt_br: Não foi possível imprimir a página de teste
ro: Nu s-a putut imprima pagina de testare
sv: Kan inte skriva ut testsidan

source: Unable to read IPP attribute name.
ro: Nu s-a putut citi numele atributului IPP.

source: Unable to read generated PPD: %s
es: No es capaz de leer PPD generado: %s
pt_br: Não foi possível ler o arquivo %s no formato PPD que foi gerado
ro: Nu s-a putut citi fișierul PPD generat: %s

source: Unable to read print data.
es: No se han podido leer los datos de impresión.
pt_br: Não foi possível ler os dados da impressão.
ro: Nu s-au putut citi datele de imprimare.
sv: Kan inte läsa utskriftsdata.

source: Unable to read response.
es: No es capaz de leer respuesta.
pt_br: Não foi possível ler a resposta.
ro: Nu s-a putut citi răspunsul.

source: Unable to reallocate IPP attribute value.
es: No es capaz de reasignar valor del atributo IPP.
pt_br: Não foi possível realocar o valor do atributo do IPP.
ro: Nu s-a putut realoca valoarea atributului IPP.

source: Unable to rename job document file.
es: No se ha podido renombrar el archivo del documento de trabajo.
pt_br: Não foi possível renomear o arquivo do documento do trabalho.
ro: Nu s-a putut redenumi fișierul documentului de lucrări.
sv: Kan inte döpa om jobbets dokumentfil.

source: Unable to resolve printer-uri.
es: No se ha podido resolver printer-uri.
pt_br: Não foi possível resolver o printer-ui.
ro: Nu s-a putut rezolva printer-uri.
sv: Kan inte slå upp skrivar-uri.

source: Unable to run cups-driverd: %s
es: No es capaz de ejecutar cups-driverd: %s
pt_br: Não foi possível executar o %s do cups-driverd
ro: Nu s-a putut executa cups-driverd: %s

source: Unable to save PPD file: %s
es: No es capaz de guardar archivo *.ppd: %s
pt_br: Não foi possível salvar o arquivo %s no formato PPD
ro: Nu s-a putut salva fișierul PPD: %s

source: Unable to save value for "%s" with a temporary printer.
es: No es capaz de guardar valor para «%s» con una impresora temporal.
pt_br: Não foi possível salvar o valor para "%s" com uma impressora temporária.
ro: Nu s-a putut salva valoarea pentru „%s” cu o imprimantă temporară.

source: Unable to see in file
es: No se ha podido mirar en el archivo
pt_br: Não foi possível ler o arquivo
ro: Nu s-a putut vizualiza fișierul
sv: Kan inte se i fil

source: Unable to send command to printer driver
es: No se ha podido enviar un comando al controlador de la impresora
pt_br: Não foi possível enviar o comando para o controlador da impressora
ro: Nu s-a putut trimite comanda către controlorul imprimantei
sv: Kan inte skicka kommando till skrivardrivrutin

source: Unable to send data to printer.
es: No se han podido enviar datos a la impresora.
pt_br: Não foi possível enviar os dados para a impressora.
ro: Nu s-au putut trimite date către imprimantă.
sv: Kan inte skicka data till skrivare.

source: Unable to set options
es: No se han podido cambiar las opciones
pt_br: Não foi possível definir as opções
ro: Nu s-au putut defini opțiunile
sv: Kan inte ange alternativ

source: Unable to set server default
es: No se ha podido establecer el servidor predeterminado
pt_br: Não foi possível definir servidor padrão
ro: Nu s-a putut defini serverul implicit
sv: Kan inte ange förval för server

source: Unable to start backend process.
es: No se ha podido iniciar el proceso backend.
pt_br: Não foi possível iniciar o processo da interface de texto.
ro: Nu s-a putut porni procesul protocolului de imprimare.
sv: Kan inte starta bakändeprocess.

source: Unable to upload cupsd.conf file
es: No se ha podido enviar el archivo cupsd.conf
pt_br: Não foi possível atualizar o arquivo de configurações cupsd.conf
ro: Nu s-a putut încărca fișierul cupsd.conf
sv: Kan inte ladda upp cupsd.conf-fil

source: Unable to use legacy USB class driver.
es: No es capaz de usar el controlador de dispositivo de clase USB obsoleto.
pt_br: Não foi possível utilizar o controlador da classe do USB legado (antigo).
ro: Nu s-a putut utiliza controlorul de clasă USB vechi.
sv: Kan inte använda gammal USB-klassdrivrutin.

source: Unable to verify X.509 certificate request.
es: No es capaz de verificar solicitud de certificado X.509.
pt_br: Não foi possível verificar a requisição do certificado X.509.
ro: Nu s-a putut verifica cererea de certificat X.509.
