Repository: OpenPrinting/cups
Catalog: locale/cups_*.po
Languages: es, pt_br, ro, sv

source: %s: Error - %s environment variable names non-existent destination "%s".
es: %s: Error – %s nombres de variables de entorno no existen en destino "%s".
pt_br: %s: Ocorreu o erro. A variável de ambiente %s contém o destino "%s" que não existente.
ro: %s: Eroare - numele variabilelor de mediu %s nu există în destinația „%s”.
sv: %s: Fel - miljövariabeln %s nämner icke-existerande destination "%s".

source: %s: Error - The printer or class does not exist.
es: %s: Error – La impresora o clase no existe.
pt_br: %s: Ocorreu um erro. A impressora ou a classe não existe.
ro: %s: Eroare - Imprimanta sau clasa nu există.
sv: %s: Fel - Skrivaren eller klassen finns inte.

source: %s: Error - add '/version=1.1' to server name.
es: %s: Error – añada '/version=1.1' al nombre del servidor.
pt_br: %s: Ocorreu um erro. Adicione o parâmetro '/version=1.1' ao nome do servidor.
ro: %s: Eroare - adăugați '/version=1.1' la numele serverului.
sv: %s: Fel - lägg till '/version=1.1' till servernamnet.

source: %s: Error - bad job ID.
es: %s: Error – ID de trabajo incorrecto.
pt_br: %s: Ocorreu um erro. O ID (identificador) de trabalho não é válido.
ro: %s: Eroare - ID de lucrare incorect.
sv: %s: Fel - dåligt jobb-ID.

source: %s: Error - cannot print files and alter jobs simultaneously.
es: %s: Error; no se pueden imprimir archivos y alterar trabajo al mismo tiempo.
pt_br: %s: Ocorreu um erro. Não foi possível imprimir os arquivos e alterar os trabalhos simultaneamente.
ro: %s: Eroare - nu se pot imprima fișiere și modifica lucrări simultan.
sv: %s: Fel - kan inte skriva ut filer och ändra jobb samtidigt.

source: %s: Error - cannot print from stdin if files or a job ID are provided.
es: %s: Error; no se puede imprimir desde stdin si se proporcionan archivos o un ID de trabajo.
pt_br: %s: Ocorreu um erro. Não é possível imprimir a partir do stdin se os arquivos ou um ID (identificador) de trabalho não forem fornecidos.
ro: %s: Eroare - nu se poate imprima de la intrarea standard dacă sunt furnizate fișiere sau un ID de lucrare.
sv: %s: Fel - kan inte skriva ut från stdin om filer eller ett jobb-ID anges.

source: %s: Error - copies must be 1 or more.
es: %s: Error – número de copias debe ser 1 o más.
pt_br: %s: Ocorreu um erro. A quantidade de cópias deve ser 1 ou mais.
ro: %s: Eroare - numărul de copii trebuie să fie cel puțin 1.
sv: %s: Fel - exemplar måste vara 1 eller fler.

source: %s: Error - expected "username" after "-U" option.
es: %s: Error – "usuario" esperado tras opción "-U".
pt_br: %s: Ocorreu um erro. Era esperado o "nome do usuário" após a opção "-U".
ro: %s: Eroare - se aștepta „numele utilizatorului” după opțiunea „-U”.
sv: %s: Fel - "användarnamn" förväntades efter alternativet "-U".

source: %s: Error - expected PPD file after "-%c" option.
es: %s: Error – esperaba archivo PPD tras la opción «-%c».
pt_br: %s: Ocorreu um erro. Era esperado um arquivo no formato PPD após a opção "-%c".
ro: %s: Eroare - se aștepta un fișier PPD după opțiunea „-%c”.
sv: %s: Fel - PPD-fil förväntades efter alternativet "-%c".

source: %s: Error - expected character set after "-S" option.
es: %s: Error – se esperaba un juego de caracteres tras la opción "-S".
pt_br: %s: Ocorreu um erro. Era esperado um conjunto de caracteres após a opção "-S".
ro: %s: Eroare - se aștepta un set de caractere după opțiunea „-S”.
sv: %s: Fel - teckenuppsättning förväntades efter alternativet "-S".

source: %s: Error - expected content type after "-T" option.
es: %s: Error – se esperaba un tipo de contenido tras la opción "-T".
pt_br: %s: Ocorreu um erro. Era esperado um tipo de conteúdo após a opção "-T".
ro: %s: Eroare - se aștepta tipul de conținut după opțiunea „-T”.
sv: %s: Fel - innehållstyp förväntades efter alternativet "-T".

source: %s: Error - expected copies after "-#" option.
es: %s: Error – se esperaba número de copias tras la opción "-#".
pt_br: %s: Ocorreu um erro. Era esperado a quantidade de cópias após a opção "-#".
ro: %s: Eroare - se aștepta numărul de copii după opțiunea „-#”.
sv: %s: Fel - antal exemplar förväntades efter alternativet "-#".

source: %s: Error - expected copies after "-n" option.
es: %s: Error – se esperaba número de copias tras la opción "-n".
pt_br: %s: Ocorreu um erro. Era esperado a quantidade de cópias após a opção "-n".
ro: %s: Eroare - se aștepta numărul de copii după opțiunea „-n”.
sv: %s: Fel - antal exemplar förväntades efter alternativet "-n".

source: %s: Error - expected destination MIME type after "-m" option.
es: %s: Error – se esperaba un destino de tipo MIME tras la opción «-m».
pt_br: %s: Ocorreu um erro. Era esperado o tipo do MIME de destino após a opção "-m".
ro: %s: Eroare - se aștepta tipul MIME al destinației după opțiunea „-m”.
sv: %s: Fel - destinations-MIME-typ förväntades efter alternativet "-m".

source: %s: Error - expected destination after "-P" option.
es: %s: Error – se esperaba un destino tras la opción "-P".
pt_br: %s: Ocorreu um erro. Era esperado um destino após a opção "-P".
ro: %s: Eroare - se aștepta destinația după opțiunea „-P”.
sv: %s: Fel - destination förväntades efter alternativet "-P".

source: %s: Error - expected destination after "-d" option.
es: %s: Error – se esperaba un destino tras la opción "-d".
pt_br: %s: Ocorreu um erro. Era esperado um destino após a opção "-d".
ro: %s: Eroare - se aștepta destinația după opțiunea „-d”.
sv: %s: Fel - destination förväntades efter alternativet "-d".

source: %s: Error - expected filename after "-c" option.
es: %s: Error – se esperaba nombre de archivo tras la opción «-c».
pt_br: %s: Ocorreu um erro. Era esperado o nome do arquivo após a opção "-c".
ro: %s: Eroare - se aștepta un nume de fișier după opțiunea „-c”.
sv: %s: Fel - filnamn förväntades efter alternativet "-c".

source: %s: Error - expected form after "-f" option.
es: %s: Error - se esperaba un formulario tras la opción "-f".
pt_br: %s: Ocorreu um erro. Era esperado um formulário após a opção "-f".
ro: %s: Eroare - se aștepta un formular după opțiunea „-f”.
sv: %s: Fel - form förväntades efter alternativet "-f".

source: %s: Error - expected hold name after "-H" option.
es: %s: Error – se esperaba un nombre de retención tras la opción "-H".
pt_br: %s: Ocorreu um erro. Era esperado um nome para reter após a opção "-H".
ro: %s: Eroare - se aștepta numele de reținut după opțiunea „-H”.
sv: %s: Fel - hållnamn förväntades efter alternativet "-H".

source: %s: Error - expected hostname after "-H" option.
es: %s: Error – se esperaba un nombre de equipo tras la opción "-H".
pt_br: %s: Ocorreu um erro. Era esperado o nome da máquina após a opção "-H".
ro: %s: Eroare - se aștepta numele gazdei după opțiunea „-H”.
sv: %s: Fel - värdnamn förväntades efter alternativet "-H".

source: %s: Error - expected hostname after "-h" option.
es: %s: Error – se esperaba un nombre de equipo tras la opción "-h".
pt_br: %s: Ocorreu um erro. Era esperado o nome da máquina após a opção "-h".
ro: %s: Eroare - se aștepta numele gazdei după opțiunea „-h”.
sv: %s: Fel - värdnamn förväntades efter alternativet "-h".

source: %s: Error - expected input file after "-f" option.
es: %s: Error – se esperaba archivo de entrada tras la opción «-f».
pt_br: %s: Ocorreu um erro. Era esperado o arquivo de entrada após a opção "-f".
ro: %s: Eroare - se aștepta un fișier de intrare după opțiunea „-f”.
sv: %s: Fel - indatafil förväntades efter alternativet "-f".

source: %s: Error - expected job-id after "-j" option.
es: %s: Error; se esperaba trabajo-id tras la opción «-j».
pt_br: %s: Ocorreu um erro. Era esperado o ID (identificador) de trabalho após a opção "-j".
ro: %s: Eroare - se aștepta id-ul lucrării după opțiunea „-j”.
sv: %s: Fel - jobb-ID förväntades efter alternativet "-j".

source: %s: Error - expected mode list after "-y" option.
es: %s: Error – se esperaba una lista de modos tras la opción "-y".
pt_br: %s: Ocorreu um erro. Era esperado uma lista dos modos após a opção "-y".
ro: %s: Eroare - se aștepta lista de moduri după opțiunea „-y”.
sv: %s: Fel - lägeslista förväntades efter alternativet "-y".

source: %s: Error - expected name after "-%c" option.
es: %s: Error – se esperaba un nombre tras la opción "-%c".
pt_br: %s: Ocorreu um erro. Era esperado um nome após a opção "-%c".
ro: %s: Eroare - se aștepta un nume după opțiunea „-%c”.
sv: %s: Fel - namn förväntades efter alternativet "-%c".

source: %s: Error - expected name=value after "-a" option.
es: %s: Error – se esperaba nombre=valor tras la opción «-a».
pt_br: %s: Ocorreu um erro. Era esperado o "nome=valor" após a opção "-a".
ro: %s: Eroare - se aștepta o pereche „nume=valoare” după opțiunea „-a”.
sv: %s: Fel - namn=värde förväntades efter alternativet "-a".

source: %s: Error - expected name=value after "-o" option.
es: %s: Error – se esperaba nombre=valor tras la opción «-o».
pt_br: %s: Ocorreu um erro. Era esperado "nome=valor" após a opção "-o".
ro: %s: Eroare - se aștepta o pereche „nume=valoare” după opțiunea „-o”.
sv: %s: Fel - namn=värde förväntades efter alternativet "-o".

source: %s: Error - expected number of copies after "-n" option.
es: %s: Error – se esperaba un número de copias tras la opción «-n».
pt_br: %s: Ocorreu um erro. Era esperado a quantidade de cópias após a opção "-n".
ro: %s: Eroare - se aștepta numărul de copii după opțiunea „-n”.
sv: %s: Fel - antal exemplar förväntades efter alternativet "-n".

source: %s: Error - expected option=value after "-o" option.
es: %s: Error - se esperaba opción=valor tras la opción "-o".
pt_br: %s: Ocorreu um erro. Era esperado a "opção=valor" após a opção "-o".
ro: %s: Eroare - se aștepta o pereche „opțiune=valoare” după opțiunea „-o”.
sv: %s: Fel - alternativ=värde förväntades efter alternativet "-o".

source: %s: Error - expected page list after "-P" option.
es: %s: Error – se esperaba una lista de páginas tras la opción "-P".
pt_br: %s: Ocorreu um erro. Era esperado uma lista das página após a opção "-P".
ro: %s: Eroare - se aștepta lista de pagini după opțiunea „-P”.
sv: %s: Fel - sidolista förväntades efter alternativet "-P".

source: %s: Error - expected printer name after "-d" option.
es: %s: Error – se esperaba un nombre de impresora tras la opción “-d”.
pt_br: %s: Ocorreu um erro. Era esperado o nome da impressora após a opção "-d".
ro: %s: Eroare - se aștepta numele imprimantei după opțiunea „-d”.
sv: %s: Fel - skrivarnamn förväntades efter alternativet "-d".

source: %s: Error - expected priority after "-%c" option.
es: %s: Error – se esperaba un valor de prioridad tras la opción “-%c”..
pt_br: %s: Ocorreu um erro. Era esperado uma prioridade após a opção "-%c".
ro: %s: Eroare - se aștepta o prioritate după opțiunea „-%c”.
sv: %s: Fel - prioritet förväntades efter alternativet "-%c".

source: %s: Error - expected reason text after "-r" option.
es: %s: Error – se esperaba un texto con una razón tras la opción “-r”.
pt_br: %s: Ocorreu um erro. Era esperado um texto com o motivo após a opção "-r".
ro: %s: Eroare - se aștepta textul motivului după opțiunea „-r”.
sv: %s: Fel - orsakstext förväntades efter alternativet "-r".

source: %s: Error - expected source MIME type after "-i" option.
es: %s: Error – se esperaba un origen de tipo MIME tras la opción “-i”.
pt_br: %s: Ocorreu um erro. Era esperado a origem do tipo do MIME após a opção "-i".
ro: %s: Eroare - se aștepta tipul MIME al sursei după opțiunea „-i”.
sv: %s: Fel - käll-MIME-typ förväntades efter alternativet "-i".

source: %s: Error - expected title after "-%c" option.
es: %s: Error – se esperaba un título tras la opción “-%c”..
pt_br: %s: Ocorreu um erro. Era esperado um título após a opção "-%c".
ro: %s: Eroare - se aștepta titlul după opțiunea „-%c”.
sv: %s: Fel - titel förväntades efter alternativet "-%c".

source: %s: Error - expected title after "-t" option.
es: %s: Error – se esperaba un título tras la opción “-t”.
pt_br: %s: Ocorreu um erro. Era esperado um título após a opção "-t".
ro: %s: Eroare - se aștepta titlul după opțiunea „-t”.
sv: %s: Fel - titel förväntades efter alternativet "-t".

source: %s: Error - expected username after "-U" option.
es: %s: Error – se esperaba un nombre de usuario tras la opción “-U”.
pt_br: %s: Ocorreu um erro. Era esperado um nome de usuário após a opção "-U".
ro: %s: Eroare - se aștepta numele utilizatorului după opțiunea „-U”.
sv: %s: Fel - användarnamn förväntades efter alternativet "-U".

source: %s: Error - expected username after "-u" option.
es: %s: Error – se esperaba un nombre de usuario tras la opción “-u”.
pt_br: %s: Ocorreu um erro. Era esperado um nome de usuário após a opção "-u".
ro: %s: Eroare - se aștepta numele utilizatorului după opțiunea „-u”.
sv: %s: Fel - användarnamn förväntades efter alternativet "-u".

source: %s: Error - expected value after "-%c" option.
es: %s: Error – se esperaba un valor tras la opción “-%c”.
pt_br: %s: Ocorreu um erro. Era esperado um valor após a opção "-%c".
ro: %s: Eroare - se aștepta o valoare după opțiunea „-%c”.
sv: %s: Fel - värde förväntades efter alternativet "-%c".

source: %s: Error - need "completed", "not-completed", "successful", or "all" after "-W" option.
es: %s: Error - necesita "completed", "not-completed", "successful", o "all" tras la opción "-W".
pt_br: %s: Ocorreu um erro. É necessário incluir as opções "completed" (completar), "not-completed" (não completar), "successful" (bem-sucedido), ou "all" (todos) depois do "-W".
ro: %s: Eroare - este necesar să se adauge „completed”, „not-completed”, „successful” sau „all” după opțiunea „-W”.

source: %s: Error - no default destination available.
es: %s: Error – destino predeterminado no disponible.
pt_br: %s: Ocorreu um erro. Nenhum destino padrão está disponível.
ro: %s: Eroare - nu există nicio destinație implicită disponibilă.
sv: %s: Fel - ingen förvald destination tillgänglig.

source: %s: Error - priority must be between 1 and 100.
es: %s: Error – la prioridad debe estar entre 1 y 100.
pt_br: %s: Ocorreu um erro. A prioridade deve estar entre 1 e 100.
ro: %s: Eroare - prioritatea trebuie să fie între 1 și 100.
sv: %s: Fel - prioritet måste vara mellan 1 och 100.

source: %s: Error - scheduler not responding.
es: %s: Error; la planificación no responde.
pt_br: %s: Ocorreu um erro. O agendador não está respondendo.
ro: %s: Eroare - planificatorul nu răspunde.
sv: %s: Fel - schemaläggare svarar inte.

source: %s: Error - too many files - "%s".
es: %s: Error – demasiados archivos – “%s”.
pt_br: %s: Ocorreu um erro. Porque "%s" são muitos arquivos.
ro: %s: Eroare - prea multe fișiere - „%s”.
sv: %s: Fel - för många filer -"%s".

source: %s: Error - unable to access "%s" - %s
es: %s: Error – no se ha podido acceder a “%s” – %s
pt_br: %s: Ocorreu um erro. Não foi possível acessar "%s" - %s
ro: %s: Eroare - nu se poate accesa „%s” - %s
sv: %s: Fel - kan inte komma åt "%s" - %s

source: %s: Error - unable to queue from stdin - %s.
es: %s: Error – no se ha podido poner en cola desde stdin – %s.
pt_br: %s: Ocorreu um erro. Não foi possível enfileirar a partir do stdin - %s.
ro: %s: Eroare - nu se poate plasa în coada de așteptare de la intrarea standard - %s.
sv: %s: Fel - kan inte kölägga från stdin - %s.

source: %s: Error - unknown destination "%s".
es: %s: Error – destino “%s” desconocido.
pt_br: %s: Ocorreu um erro. O destino "%s" não é conhecido.
ro: %s: Eroare - destinație necunoscută „%s”.
sv: %s: Fel - okänd destination "%s".

source: %s: Error - unknown destination "%s/%s".
es: %s: Error – destino “%s/%s” desconocido.
pt_br: %s: Ocorreu um erro. O destino "%s/%s" não é conhecido.
ro: %s: Eroare - destinație necunoscută „%s/%s”.
sv: %s: Fel - okänd destination "%s/%s".

source: %s: Error - unknown option "%c".
es: %s: Error – opción “%c” desconocida.
pt_br: %s: Ocorreu um erro. A opção "%c" não é conhecida.
ro: %s: Eroare - opțiune necunoscută „%c”.
sv: %s: Fel - okänt alternativ "%c".

source: %s: Error - unknown option "%s".
es: %s: Error – opción “%s” desconocida.
pt_br: %s: Ocorreu um erro. A opção "%s" não é conhecida.
ro: %s: Eroare - opțiune necunoscută „%s”.
sv: %s: Fel - okänt alternativ "%s".

source: %s: Error - unknown option "-%c".
es: %s: error: opción “-%c” desconocida.
pt_br: %s: Ocorreu um erro. A opção "-%c" não é conhecida.
ro: %s: Eroare - opțiune necunoscută „-%c”.
sv: %s: Fel - okänt alternativ "-%c".

source: %s: Expected job ID after "-i" option.
es: %s: Se esperaba un ID de trabajo tras la opción “-i”.
pt_br: %s: Era esperado o ID (identificador) de trabalho após a opção "-i".
ro: %s: Se aștepta ID-ul lucrării după opțiunea „-i”.
sv: %s: Jobb-ID förväntades efter alternativet "-i".

source: %s: Invalid destination name in list "%s".
es: %s: Nombre de destino no válido en la lista “%s”.
pt_br: %s: O nome do destino não é válido na lista "%s".
ro: %s: Nume de destinație nevalid în lista „%s”.
sv: %s: Ogiltig destinationsnamn i listan "%s".

source: %s: Invalid filter string "%s".
es: %s: cadena de filtro “%s” no válida.
pt_br: %s: O texto "%s" do filtro não é válido.
ro: %s: Șir de filtru „%s” nevalid.
sv: %s: Ogiltig filtersträng "%s".

source: %s: Missing client name after '--client-name'.
es: %s: nombre de cliente ausente tras '--client-name'.
pt_br: %s: Está faltando o nome do cliente após a opção '--client-name'.
ro: %s: Lipsește numele clientului după „--client-name”.

source: %s: Missing filename for "-P".
es: %s: Falta el nombre del archivo para "-P".
pt_br: %s: Está faltando o nome do arquivo para "-P".
ro: %s: Lipsește numele fișierului pentru „-P”.
sv: %s: Filnamn saknas för "-P".

source: %s: Missing timeout for "-T".
es: %s: Falta el tiempo de espera para "-T".
pt_br: %s: Está faltando o tempo de espera para "-T".
ro: %s: Lipsește timpul de așteptare pentru „-T”.
sv: %s: Tidsgräns saknas för "-T".

source: %s: Missing token after '--bearer-token'.
es: %s: testigo ausente tras '--bearer-token'.
pt_br: %s: Está faltando a chave do portador para a autenticação após a opção '--bearer-token'.
ro: %s: Lipsește jetonul după „--bearer-token”.

source: %s: Missing user agent after '--user-agent'.
ro: %s: Lipsește agentul utilizatorului după „--user-agent”.

source: %s: Missing version for "-V".
es: %s: Falta la versión para "-V".
pt_br: %s: Está faltando a versão para "-V".
ro: %s: Lipsește versiunea pentru „-V”.
sv: %s: Version saknas för "-V".

source: %s: Need job ID ("-i jobid") before "-H restart".
es: %s: Se necesita un ID de trabajo (“-i jobid”) antes de “-H restart”.
pt_br: %s: É necessário o ID (identificador) de trabalho "-i jobid" antes do "-H restart".
ro: %s: Este necesar ID-ul lucrării („-i id-lucrare”) înainte de „-H restart”.
sv: %s: Behöver jobb-ID ("-i jobid") innan "-H restart".

source: %s: No filter to convert from %s/%s to %s/%s.
es: %s: No hay ningún filtro para convertir de %s/%s a %s/%s.
pt_br: %s: Nenhum filtro para converter de %s/%s para %s/%s.
ro: %s: Nu există filtru pentru conversia din %s/%s în %s/%s.
sv: %s: Inget filter att konvertera från %s/%s till %s/%s.

source: %s: Operation failed: %s
es: %s: La operación ha fallado: %s
pt_br: %s: A operação falhou: %s
ro: %s: Operația a eșuat: %s
sv: %s: Åtgärd misslyckades: %s

source: %s: Scheduler is not running.
es: %s: El planificador no se está ejecutando.
pt_br: %s: O agendador não está em execução.
ro: %s: Planificatorul nu rulează.

source: %s: Unable to connect to server.
es: %s: No se ha podido conectar al servidor.
pt_br: %s: Não foi possível conectar ao servidor.
ro: %s: Nu se poate conecta la server.
sv: %s: Kan inte ansluta till server.

source: %s: Unable to contact server.
es: %s: No se ha podido contactar con el servidor.
pt_br: %s: Não foi possível contatar o servidor.
ro: %s: Nu se poate contacta serverul.
sv: %s: Kan inte kontakta server.

source: %s: Unable to determine MIME type of "%s".
es: %s: No se ha podido determinar el tipo MIME de "%s".
pt_br: %s: Não foi possível determinar o tipo do MIME de "%s".
ro: %s: Nu s-a putut determina tipul MIME al „%s”.
sv: %s: Kan inte bestämma MIME-typ för "%s".

source: %s: Unable to open "%s": %s
es: %s: No se pudo abrir "%s": %s
pt_br: %s: Não foi possível abrir "%s": %s
ro: %s: Nu s-a putut deschide „%s”: %s
sv: %s: Kan inte öppna "%s": %s

source: %s: Unable to open %s: %s
es: %s: No es capaz de abrir %s: %s
pt_br: %s: Não foi possível abrir %s: %s
ro: %s: Nu s-a putut deschide %s: %s
sv: %s: Kan inte öppna %s: %s

source: %s: Unable to open PPD file: %s on line %d.
es: %s: No es capaz de abrir el archivo PPD: %s en la línea %d.
pt_br: %s: Não foi possível abrir o arquivo no formato PPD: %s na linha %d.
ro: %s: Nu s-a putut deschide fișierul PPD: %s pe linia %d.
sv: %s: Kan inte öppna PPD-fil: %s på rad %d.

source: %s: Unable to read MIME database from "%s" or "%s".
es: %s: No es capaz de leer base de datos MIME desde “%s” o “%s”.
pt_br: %s: Não foi possível ler o banco de dados do MIME de "%s" ou "%s".
ro: %s: Nu s-a putut citi baza de date MIME din „%s” sau „%s”.
sv: %s: Kan inte läsa MIME-databas från "%s" eller "%s".

source: %s: Unknown argument "%s".
es: %s: Argumento “%s” desconocido.
pt_br: %s: O parâmetro "%s" não é conhecido.
ro: %s: Argument necunoscut „%s”.
sv: %s: Okänt argument "%s".

source: %s: Unknown destination "%s".
es: %s: Destino “%s” desconocido.
pt_br: %s: O destino "%s" não é conhecido.
ro: %s: destinație necunoscută „%s”.
sv: %s: Okänd destination "%s".

source: %s: Unknown destination MIME type %s/%s.
es: %s: Tipo MIME de destino %s/%s desconocido.
pt_br: %s: O tipo do MIME de destino não é conhecido %s/%s.
ro: %s: Tip MIME necunoscut pentru destinație %s/%s.
sv: %s: Okänd destinations-MIME-typ %s/%s.

source: %s: Unknown option "%c".
es: %s: Opción “%c” desconocida.
pt_br: %s: A opção "%c" não é conhecida.
ro: %s: Opțiune necunoscută „%c”.
sv: %s: Okänt alternativ "%c".

source: %s: Unknown option "%s".
es: %s: Opción “%s” desconocida.
pt_br: %s: A opção "%s" não é conhecida.
ro: %s: Opțiune necunoscută „%s”.
sv: %s: Okänt alternativ "%s".

source: %s: Unknown option "-%c".
es: %s: Opción “-%c” desconocida.
pt_br: %s: A opção "-%c" não é conhecida.
ro: %s: Opțiune necunoscută „-%c”.
sv: %s: Okänt alternativ "-%c".

source: %s: Unknown option '%s'.
es: %s: opción ‘%s’ desconocida.
pt_br: %s: A opção '%s' não é conhecida.
ro: %s: Opțiune necunoscută „%s”.

source: %s: Unknown option '-%c'.
es: %s: opción '-%c' desconocida.
pt_br: %s: A opção'-%c' não é conhecida.
ro: %s: Opțiune necunoscută „-%c”.

source: %s: Unknown source MIME type %s/%s.
es: %s: Tipo MIME de origen %s/%s desconocido.
pt_br: %s: O tipo do MIME de origem não é conhecido %s/%s.
ro: %s: Tip MIME sursă necunoscut %s/%s.
sv: %s: Okänd käll-MIME-typ %s/%s.

source: %s: Warning - "%c" format modifier not supported - output may not be correct.
es: %s: Advertencia – no se admite el uso del modificador de formato “%c” – la salida puede no ser correcta.
pt_br: %s: Aviso. O formato "%c" do modificador não é compatível. A saída pode não estar correta.
ro: %s: Avertisment - modificatorul de format „%c” nu este acceptat - rezultatul poate fi incorect.
sv: %s: Varning - formatmodifieraren "%c" stöds inte - utdata kan vara felaktig.

source: %s: Warning - character set option ignored.
es: %s: Advertencia – opción de juego de caracteres no tenida en cuenta.
pt_br: %s: Aviso. A opção do conjunto de caracteres foi ignorada.
ro: %s: Avertisment - opțiunea setului de caractere a fost ignorată.
sv: %s: Varning - teckenuppsättningsalternativet ignorerades.

source: %s: Warning - content type option ignored.
es: %s: Advertencia – opción de tipo de contenido no tenida en cuenta.
pt_br: %s: Aviso. A opção do tipo do conteúdo foi ignorada.
ro: %s: Avertisment - opțiunea tipului de conținut a fost ignorată.
sv: %s: Varning - mediatypalternativet ignorerades.
