Repository: OpenPrinting/cups
Catalog: locale/cups_*.po
Languages: es, pt_br, ro, sv

source: cupsfilter: Only one filename can be specified.
es: cupsfilter: Solo se puede especificar un nombre de archivo.
pt_br: Somente um nome do arquivo pode ser especificado para o cupsfilter.
ro: cupsfilter: Se poate specifica un singur nume de fișier.
sv: cupsfilter: Endast ett filnamn får anges.

source: cupsfilter: Unable to get job file - %s
es: cupsfilter: No se ha podido obtener el archivo del trabajo - %s
pt_br: Não foi possível obter o arquivo do trabalho %s para o cupsfilter
ro: cupsfilter: Nu s-a putut obține fișierul lucrării - %s
sv: cupsfilter: Kan inte hämta jobbfil - %s

source: cupstestppd: The -q option is incompatible with the -v option.
es: cupstestppd: La opción -q no es compatible con la opción -v.
pt_br: A opção -q é não é compatível com a opção -v para o cupstestppd.
ro: cupstestppd: Opțiunea „-q” este incompatibilă cu opțiunea „-v”.
sv: cupstestppd: Alternativet -q är inkompatibelt med alternativet -v.

source: cupstestppd: The -v option is incompatible with the -q option.
es: cupstestppd: La opción -v no es compatible con la opción -q.
pt_br: A opção -v é não é compatível com a opção -q para o cupstestppd.
ro: cupstestppd: Opțiunea „-v” este incompatibilă cu opțiunea „-q”.
sv: cupstestppd: Alternativet -v är inkompatibelt med alternativet -q.

source: detailed-status-message
es: Mensaje de Estado Detallado
pt_br: Mensagem Detalhada do Estado
ro: Mesaj detaliat privind starea
sv: Detaljerat statusmeddelande

source: device for %s/%s: %s
es: dispositivo para %s/%s: %s
pt_br: dispositivo de %s/%s: %s
ro: dispozitiv pentru %s/%s: %s
sv: enhet för %s/%s: %s

source: device for %s: %s
es: dispositivo para %s: %s
pt_br: dispositivo de %s: %s
ro: dispozitiv pentru %s: %s
sv: enhet för %s: %s

source: document-copies
es: Copias
pt_br: Cópias
ro: Copii
sv: Exemplar

source: document-privacy-attributes
es: Atributos de Privacidad del Documento
pt_br: Atributos de Privacidade do Documento
ro: Atribute de confidențialitate a documentelor
sv: Dokumentets sekretessattribut

source: document-privacy-attributes.all
es: Todo
pt_br: Todos
ro: Toate
sv: Alla

source: document-privacy-attributes.default
es: Predeterminado
pt_br: Padrão
ro: Implicite
sv: Förval

source: document-privacy-attributes.document-description
es: Descripción del Documento
pt_br: Descrição do Documento
ro: Descrierea documentului
sv: Dokumentets beskrivning

source: document-privacy-attributes.document-template
es: Plantilla del Documento
pt_br: Modelo do Documento
ro: Șablon de document
sv: Dokumentets mall

source: document-privacy-attributes.none
es: Ninguno
pt_br: Nenhum
ro: Niciunul
sv: Inga

source: document-privacy-scope
es: Ámbito de Privacidad de Documento
pt_br: Escopo de Privacidade do Documento
ro: Domeniul de aplicare al confidențialității documentelor
sv: Dokumentets sekretessomfattning

source: document-privacy-scope.all
es: Todo
pt_br: Todos
ro: Toate
sv: Alla

source: document-privacy-scope.default
es: Predeterminado
pt_br: Padrão
ro: Implicite
sv: Förval

source: document-privacy-scope.none
es: Ninguno
pt_br: Nenhum
ro: Niciunul
sv: Inga

source: document-privacy-scope.owner
es: Propietario
pt_br: Proprietário
ro: Proprietar
sv: Ägare

source: document-state
es: Estado del Documento
pt_br: Estado do Documento
ro: Starea documentului
sv: Dokumentets tillstånd

source: document-state-reasons
es: Estado Documental Detallado
pt_br: Estado Detalhado do Documento
ro: Stare detaliată a documentului
sv: Detaljerat dokumenttillstånd

source: document-state-reasons.aborted-by-system
es: Interrumpido por el Sistema
pt_br: Foi Abortado pelo Sistema
ro: Abandonat de către sistem
sv: Avbruten av system

source: document-state-reasons.canceled-at-device
es: Cancelado en Dispositivo
pt_br: Foi Cancelado no Dispositivo
ro: Anulat la dispozitiv
sv: Avbruten på enhet

source: document-state-reasons.canceled-by-operator
es: Cancelado Por Operador
pt_br: Foi Cancelado pelo Operador
ro: Anulat de operator
sv: Avbruten av operatör

source: document-state-reasons.canceled-by-user
es: Cancelado Por Usuario
pt_br: Foi Cancelado pelo Usuário
ro: Anulat de utilizator
sv: Avbruten av användare

source: document-state-reasons.completed-successfully
es: Completado Correctamente
pt_br: Foi Concluído com Sucesso
ro: Finalizat cu succes
sv: Slutfördes med lyckat resultat

source: document-state-reasons.completed-with-errors
es: Completado Con Errores
pt_br: Foi Concluído com Erros
ro: Finalizat cu erori
sv: Slutfördes med fel

source: document-state-reasons.completed-with-warnings
es: Completado Con Avisos
pt_br: Foi Concluído com Alguns Avisos
ro: Finalizat cu avertismente
sv: Slutfördes med varningar

source: document-state-reasons.compression-error
es: Error de Compresión
pt_br: Ocorreu um Erro de Compactação
ro: Eroare de comprimare
sv: Komprimeringsfel

source: document-state-reasons.data-insufficient
es: Datos Insuficientes
pt_br: O Dados Não São Suficientes
ro: Date insuficiente
sv: Otillräcklig data

source: document-state-reasons.digital-signature-did-not-verify
es: Firma Digital No Verificada
pt_br: A Assinatura Digital Não Corresponde
ro: Semnătura digitală nu a fost verificată
sv: Digital signatur kunde inte verifieras

source: document-state-reasons.digital-signature-type-not-supported
es: Firma Digital No Admitida
pt_br: O tipo da Assinatura Digital Não é Compatível
ro: Tipul semnăturii digitale nu este acceptat
sv: Digital signaturtyp stöds inte

source: document-state-reasons.digital-signature-wait
es: Firma Digital en Espera
pt_br: Está Aguardando a Assinatura Digital
ro: Așteptare semnătură digitală
sv: Digital signatur vänta

source: document-state-reasons.document-access-error
es: Error de Acceso al Documento
pt_br: Ocorreu um Erro de Acesso ao Documento
ro: Eroare la accesarea documentului
sv: Dokumentåtkomstfel

source: document-state-reasons.document-fetchable
es: Documento Disponible
pt_br: O Documento Pode Ser Localizado
ro: Documentul poate fi preluat
sv: Dokument kan hämtas

source: document-state-reasons.document-format-error
es: Error de Formato del Documento
pt_br: Ocorreu um Erro no Formato do Documento
ro: Eroare de format al documentului
sv: Dokumentformatfel

source: document-state-reasons.document-password-error
es: Error de Contraseña del Documento
pt_br: Ocorreu um Erro na Senha do Documento
ro: Eroare parolă document
sv: Dokumentlösenordsfel

source: document-state-reasons.document-permission-error
es: Error de Permiso del Documento
pt_br: Ocorreu um Erro na Permissão do Documento
ro: Eroare de permisiune a documentului
sv: Dokumenträttighetsfel

source: document-state-reasons.document-security-error
es: Error de Seguridad del Documento
pt_br: Ocorreu um Erro de Segurança no Documento
ro: Eroare de securitate a documentului
sv: Dokumentsäkerhetsfel

source: document-state-reasons.document-unprintable-error
es: Error de Documento No Imprimible
pt_br: Ocorreu um Erro no Documento
ro: Eroare, document neimprimabil
sv: Fel: Dokumentet går inte att skriva ut

source: document-state-reasons.errors-detected
es: Errores Detectados
pt_br: Alguns Erros Foram Detectados
ro: Erori detectate
sv: Fel upptäcktes

source: document-state-reasons.incoming
es: Entrante
pt_br: Está Entrando
ro: În curs de primire
sv: Inkommande

source: document-state-reasons.interpreting
es: Interpretar
pt_br: Está Interpretando
ro: Se interpretează
sv: Tolkar

source: document-state-reasons.none
es: Ninguno
pt_br: Nenhum
ro: Niciunul
sv: Inga

source: document-state-reasons.outgoing
es: Saliente
pt_br: Está Saindo
ro: În curs de ieșire
sv: Utgående

source: document-state-reasons.printing
es: Impresión
pt_br: Está Imprimindo
ro: În curs de imprimare
sv: Skriver ut

source: document-state-reasons.processing-to-stop-point
es: Procesando a Punto de Parada
pt_br: Processando Até o Ponto de Parada
ro: Se procesează până la punctul de oprire
sv: Behandlar till stoppunkt

source: document-state-reasons.queued
es: Encolado
pt_br: Na fila
ro: Pus la coadă
sv: Kölagd

source: document-state-reasons.queued-for-marker
es: Encolado por marcador
pt_br: O Documento Selecionado Está na Fila
ro: Pus la coadă pentru marcare
sv: Kölagd för markering

source: document-state-reasons.queued-in-device
es: Encolado en dispositivo
pt_br: Está na Fila de Impressão
ro: În coadă la dispozitiv
sv: Kölagd på enhet

source: document-state-reasons.resources-are-not-ready
es: Recursos no preparados
pt_br: Os Recursos Não Estão Prontos
ro: Resursele nu sunt pregătite
sv: Resurser är inte färdiga

source: document-state-reasons.resources-are-not-supported
es: Recursos No Soportados
pt_br: Os Recursos Não São Compatíveis
ro: Resursele nu sunt acceptate
sv: Resurser stöds inte

source: document-state-reasons.submission-interrupted
es: Envío Interrumpido
pt_br: O Envio Foi Interrompido
ro: Trimiterea a fost întreruptă
sv: Uppladdning avbruten

source: document-state-reasons.transforming
es: Transformar
pt_br: Está Transformando
ro: Se transformă
sv: Transformerar

source: document-state-reasons.unsupported-compression
es: Compresión No Admitida
pt_br: A Compactação Não é Compatível
ro: Comprimare neacceptată
sv: Komprimering stöds inte

source: document-state-reasons.unsupported-document-format
es: Formato Documental No Admitido
pt_br: O Formato do Documento Não é Compatível
ro: Format de document neacceptat
sv: Dokumentformat stöds inte

source: document-state-reasons.warnings-detected
es: Advertencias Detectadas
pt_br: Alguns Avisos Foram Detectados
ro: Avertismente detectate
sv: Varningar upptäcktes

source: document-state.3
es: Pendiente
pt_br: Está pendente
ro: În așteptare
sv: Väntar

source: document-state.5
es: Procesando
pt_br: Está sendo processando
ro: Se procesează
sv: Behandlar

source: document-state.6
es: Detenido
pt_br: Está parado
ro: Oprit
sv: Stoppad

source: document-state.7
es: Cancelado
pt_br: Foi cancelado
ro: Anulat

source: document-state.8
es: Interrumpido
pt_br: Foi abortado
ro: Abandonat
sv: Avbruten

source: document-state.9
es: Completado
pt_br: Foi completado com sucesso
ro: Finalizat
sv: Slutförd

source: error-index uses indefinite length
es: error-índice usa una longitud indefinida
pt_br: O error-index utiliza um comprimento que não é definido
ro: error-index utilizează o lungime nedeterminată
sv: felindex använder obestämd längd

source: error-status uses indefinite length
es: error-estado usa una longitud indefinida
pt_br: O error-status utiliza um comprimento que não é definido
ro: error-status utilizează o lungime nedeterminată
sv: felstatus använder obestämd längd

source: expression --and expression Logical AND
es: expresión --and expresión Y lógico
pt_br: expressão --and expressão E lógico
ro: expresie --and expresie ȘI logic
sv: uttryck --and uttryck Logiskt AND (OCH)

source: expression --or expression Logical OR
es: expresión --or expresión O lógico
pt_br: expressão --or expressão OU lógico
ro: expresie --or expresie SAU logic
sv: uttryck --or uttryck Logiskt OR (ELLER)

source: expression expression Logical AND
es: expresión expresión AND Lógico
pt_br: expressão expressão E lógico
ro: expresie expresie ȘI logic
sv: uttryck uttryck Logiskt AND (OCH)

source: feed-orientation
es: Orientación de alimentación de papel
pt_br: Orientação da Alimentação
ro: Orientarea alimentării cu suportul de imprimat (în general hârtie)
sv: Matningsorientering

source: feed-orientation.long-edge-first
es: Primero Borde Largo
pt_br: Borda longa no primeiro
ro: Mai întâi marginea lungă
sv: Lång kant först

source: feed-orientation.short-edge-first
es: Primero Ancho Corto
pt_br: Borda menor no primeiro
ro: Mai întâi marginea scurtă
sv: Kort kant först

source: fetch-status-code
es: Obtener Código de Estado
pt_br: Obter o código do estado
ro: Obține codul de stare
sv: Hämta statuskod

source: finishing-template
es: Finalizar Plantilla
pt_br: Modelo do Acabamento
ro: Șablon de finisare
sv: Avslutande mall

source: finishing-template.bale
es: Bala
pt_br: Embrulhar
ro: Balot

source: finishing-template.bind
es: Encuadernar
pt_br: Ligar
ro: Legare
sv: Inbindning

source: finishing-template.bind-bottom
es: Encuadernar Fondo
pt_br: Encadernar no Canto Inferior
ro: Legare pe marginea inferioară
sv: Inbindning nedre

source: finishing-template.bind-left
es: Encuadernar a la izquierda
pt_br: Ligar à Esquerda
ro: Legare pe marginea din partea stângă
sv: Inbindning vänster

source: finishing-template.bind-right
es: Encuadernar a la derecha
pt_br: Ligar à Direita
ro: Legare pe marginea din partea dreaptă
sv: Inbindning höger

source: finishing-template.bind-top
es: Encuadernar cima
pt_br: Ligar à Cima
ro: Legare pe marginea superioară
sv: Inbindning övre

source: finishing-template.booklet-maker
es: Creador de folletos
pt_br: Criar Livretos
ro: Creator de broșuri
sv: Skapa häfte

source: finishing-template.coat
es: Cubierta
pt_br: Revestimento
ro: Învelitoare copertă
sv: Beläggning

source: finishing-template.cover
es: Portada
pt_br: Capa
ro: Copertă
sv: Omslag

source: finishing-template.edge-stitch
es: Puntada en el borde
pt_br: Costurar na Borda
ro: Cusătură pe margine
sv: Kantsöm

source: finishing-template.edge-stitch-bottom
es: Costura en el borde inferior
pt_br: Costurar na Borda do Canto Inferior
ro: Cusătură pe marginea inferioară
sv: Kantsöm nedre

source: finishing-template.edge-stitch-left
es: Puntada de borde izquierda
pt_br: Costurar na Borda do Canto Esquerdo
ro: Cusătură pe marginea stângă
sv: Kantsöm vänster

source: finishing-template.edge-stitch-right
es: Puntada de borde derecha
pt_br: Costurar na Borda do Canto Direito
ro: Cusătură pe marginea dreaptă
sv: Kantsöm höger

source: finishing-template.edge-stitch-top
es: Cima de puntadas en los bordes
pt_br: Costurar na Borda do Canto Superior
ro: Cusătură pe marginea superioară
sv: Kantsöm övre

source: finishing-template.fold
es: Pliegue
pt_br: Dobrar
ro: Pliere
sv: Vikning

source: finishing-template.fold-accordion
es: Pliegue en acordeón
pt_br: Papel Sanfonado
ro: Pliere tip acordeon
sv: Dragspelsvikning

source: finishing-template.fold-double-gate
es: Plegado de doble acordeón
pt_br: Dobrar Duas Vezes
ro: Pliere dublă în formă de poartă
sv: Dubbelgrindvikning

source: finishing-template.fold-engineering-z
es: Pliegue en Z de ingeniería
pt_br: Dobrar o Papel no Formato de "Z"
ro: Pliere în Z, de tehnică
sv: Ingenjör Z-vikning

source: finishing-template.fold-gate
es: Plegado de puerta
pt_br: Dobrar as Duas Abas Laterais para Dentro
ro: Pliere tip poartă
sv: Grindvikning

source: finishing-template.fold-half
es: Medio pliegue
pt_br: Dobrar ao Meio
ro: Pliere pe jumătate
sv: Halvvikning

source: finishing-template.fold-half-z
es: Pliegue en media Z
pt_br: Dobrar ao Meio no Formato de "Z"
ro: Pliere pe jumătate în Z
sv: Halv Z-vikning

source: finishing-template.fold-left-gate
es: Plegado de la puerta izquierda
pt_br: Dobrar as Duas Abas no Canto Esquerdo
ro: Pliere tip poartă în partea stângă
sv: Vänster grindvikning

source: finishing-template.fold-letter
es: Pliegue de carta
pt_br: Dobrar em Seis Partes Iguais
ro: Pliere în formă de scrisoare
sv: Brevvikning

source: finishing-template.fold-parallel
es: Pliegue paralelo
pt_br: Dobrar ao Meio e Dobrar ao Meio Novamente
ro: Pliere paralelă
sv: Parallellvikning

source: finishing-template.fold-poster
es: Póster plegado
pt_br: Imprimir no Formato de Cartaz
ro: Pliere poster
sv: Postervikning

source: finishing-template.fold-right-gate
es: Plegado de la puerta derecha
pt_br: Dobrar as Duas Abas no Canto Direito
ro: Pliere tip poartă în partea dreaptă
sv: Höger grindvikning

source: finishing-template.fold-z
es: Pliegue Z
pt_br: Dobrar no Formato de "Z"
ro: Pliere în Z
sv: Z-vikning

source: finishing-template.jdf-f10-1
es: JDF F10-1
pt_br: Formato de definição do trabalho JDF F10-1
ro: JDF F10-1
sv: JDF F10-1

source: finishing-template.jdf-f10-2
es: jdf-f10-2
pt_br: Formato de definição do trabalho JDF F10-2
ro: JDF F10-2
sv: JDF F10-2

source: finishing-template.jdf-f10-3
es: jdf-f10-3
pt_br: Formato de definição do trabalho JDF F10-3
ro: JDF F10-3
sv: JDF F10-3

source: finishing-template.jdf-f12-1
es: jdf-f12-1
pt_br: Formato de definição do trabalho JDF F12-1
ro: JDF F12-1
sv: JDF F12-1

source: finishing-template.jdf-f12-10
es: jdf-f12-10
pt_br: Formato de definição do trabalho JDF F12-10
ro: JDF F12-10
sv: JDF F12-10

source: finishing-template.jdf-f12-11
es: JDF F12-11
pt_br: Formato de definição do trabalho JDF F12-11
ro: JDF F12-11
sv: JDF F12-11

source: finishing-template.jdf-f12-12
es: JDF F12-12
pt_br: Formato de definição do trabalho JDF F12-12
ro: JDF F12-12
sv: JDF F12-12

source: finishing-template.jdf-f12-13
es: JDF F12-13
pt_br: Formato de definição do trabalho JDF F12-13
ro: JDF F12-13
sv: JDF F12-13

source: finishing-template.jdf-f12-14
es: JDF F12-14
pt_br: Formato de definição do trabalho JDF F12-14
ro: JDF F12-14
sv: JDF F12-14

source: finishing-template.jdf-f12-2
es: JDF F12-2
pt_br: Formato de definição do trabalho JDF F12-12
ro: JDF F12-2
sv: JDF F12-2

source: finishing-template.jdf-f12-3
es: JDF F12-3
pt_br: Formato de definição do trabalho JDF F12-3
ro: JDF F12-3
sv: JDF F12-3

source: finishing-template.jdf-f12-4
es: JDF F12-4
pt_br: Formato de definição do trabalho JDF F12-4
ro: JDF F12-4
sv: JDF F12-4

source: finishing-template.jdf-f12-5
es: JDF F12-5
pt_br: Formato de definição do trabalho JDF F12-5
ro: JDF F12-5
sv: JDF F12-5

source: finishing-template.jdf-f12-6
es: JDF F12-6
pt_br: Formato de definição do trabalho JDF F12-6
ro: JDF F12-6
sv: JDF F12-6

source: finishing-template.jdf-f12-7
es: JDF F12-7
pt_br: Formato de definição do trabalho JDF F12-7
ro: JDF F12-7
sv: JDF F12-7

source: finishing-template.jdf-f12-8
es: JDF F12-8
pt_br: Formato de definição do trabalho JDF F12-8
ro: JDF F12-8
sv: JDF F12-8

source: finishing-template.jdf-f12-9
es: JDF F12-9
pt_br: Formato de definição do trabalho JDF F12-9
ro: JDF F12-9
sv: JDF F12-9

source: finishing-template.jdf-f14-1
es: JDF F14-1
pt_br: Formato de definição do trabalho JDF F14-1
ro: JDF F14-1
sv: JDF F14-1

source: finishing-template.jdf-f16-1
es: JDF F16-1
pt_br: Formato de definição do trabalho JDF F16-1
ro: JDF F16-1
sv: JDF F16-1

source: finishing-template.jdf-f16-10
es: JDF F16-10
pt_br: Formato de definição do trabalho JDF F16-10
ro: JDF F16-10
sv: JDF F16-10

source: finishing-template.jdf-f16-11
es: JDF F16-11
pt_br: Formato de definição do trabalho JDF F16-11
ro: JDF F16-11
sv: JDF F16-11

source: finishing-template.jdf-f16-12
es: JDF F16-12
pt_br: Formato de definição do trabalho JDF F16-12
ro: JDF F16-12
sv: JDF F16-12

source: finishing-template.jdf-f16-13
es: JDF F16-13
pt_br: Formato de definição do trabalho JDF F16-13
ro: JDF F16-13
sv: JDF F16-13

source: finishing-template.jdf-f16-14
es: JDF F16-14
pt_br: Formato de definição do trabalho JDF F16-14
ro: JDF F16-14
sv: JDF F16-14

source: finishing-template.jdf-f16-2
es: JDF F16-2
pt_br: Formato de definição do trabalho JDF F16-2
ro: JDF F16-2
sv: JDF F16-2

source: finishing-template.jdf-f16-3
es: JDF F16-3
pt_br: Formato de definição do trabalho JDF F16-3
ro: JDF F16-3
sv: JDF F16-3

source: finishing-template.jdf-f16-4
es: JDF F16-4
pt_br: Formato de definição do trabalho JDF F16-4
ro: JDF F16-4
sv: JDF F16-4

source: finishing-template.jdf-f16-5
es: JDF F16-5
pt_br: Formato de definição do trabalho JDF F16-5
ro: JDF F16-5
sv: JDF F16-5

source: finishing-template.jdf-f16-6
es: JDF F16-6
pt_br: Formato de definição do trabalho JDF F16-6
ro: JDF F16-6
sv: JDF F16-6

source: finishing-template.jdf-f16-7
es: JDF F16-7
pt_br: Formato de definição do trabalho JDF F16-7
ro: JDF F16-7
sv: JDF F16-7

source: finishing-template.jdf-f16-8
es: JDF F16-8
pt_br: Formato de definição do trabalho JDF F16-8
ro: JDF F16-8
sv: JDF F16-8

source: finishing-template.jdf-f16-9
es: JDF F16-9
pt_br: Formato de definição do trabalho JDF F16-9
ro: JDF F16-9
sv: JDF F16-9

source: finishing-template.jdf-f18-1
es: JDF F18-1
pt_br: Formato de definição do trabalho JDF F18-1
ro: JDF F18-1
sv: JDF F18-1

source: finishing-template.jdf-f18-2
es: JDF F18-2
pt_br: Formato de definição do trabalho JDF F18-2
ro: JDF F18-2
sv: JDF F18-2

source: finishing-template.jdf-f18-3
es: JDF F18-3
pt_br: Formato de definição do trabalho JDF F18-3
ro: JDF F18-3
sv: JDF F18-3

source: finishing-template.jdf-f18-4
es: JDF F18-4
pt_br: Formato de definição do trabalho JDF F18-4
ro: JDF F18-4
sv: JDF F18-4

source: finishing-template.jdf-f18-5
es: JDF F18-5
pt_br: Formato de definição do trabalho JDF F18-5
ro: JDF F18-5
sv: JDF F18-5

source: finishing-template.jdf-f18-6
es: JDF F18-6
pt_br: Formato de definição do trabalho JDF F18-6
ro: JDF F18-6
sv: JDF F18-6

source: finishing-template.jdf-f18-7
es: JDF F18-7
pt_br: Formato de definição do trabalho JDF F18-7
ro: JDF F18-7
sv: JDF F18-7

source: finishing-template.jdf-f18-8
es: JDF F18-8
pt_br: Formato de definição do trabalho JDF F18-8
ro: JDF F18-8
sv: JDF F18-8

source: finishing-template.jdf-f18-9
es: JDF F18-9
pt_br: Formato de definição do trabalho JDF F18-9
ro: JDF F18-9
sv: JDF F18-9

source: finishing-template.jdf-f2-1
es: JDF F2-1
pt_br: Formato de definição do trabalho JDF F2-1
ro: JDF F2-1
sv: JDF F2-1

source: finishing-template.jdf-f20-1
es: JDF F20-1
pt_br: Formato de definição do trabalho JDF F20-1
ro: JDF F20-1
sv: JDF F20-1

source: finishing-template.jdf-f20-2
es: JDF F20-2
pt_br: Formato de definição do trabalho JDF F20-2
ro: JDF F20-2
sv: JDF F20-2

source: finishing-template.jdf-f24-1
es: JDF F24-1
pt_br: Formato de definição do trabalho JDF F24-1
ro: JDF F24-1
sv: JDF F24-1

source: finishing-template.jdf-f24-10
es: JDF F24-10
pt_br: Formato de definição do trabalho JDF F24-10
ro: JDF F24-10
sv: JDF F24-10

source: finishing-template.jdf-f24-11
es: JDF F24-11
pt_br: Formato de definição do trabalho JDF F24-11
ro: JDF F24-11
sv: JDF F24-11

source: finishing-template.jdf-f24-2
es: JDF F24-2
pt_br: Formato de definição do trabalho JDF F24-2
ro: JDF F24-2
sv: JDF F24-2

source: finishing-template.jdf-f24-3
es: JDF F24-3
pt_br: Formato de definição do trabalho JDF F24-3
ro: JDF F24-3
sv: JDF F24-3

source: finishing-template.jdf-f24-4
es: JDF F24-4
pt_br: Formato de definição do trabalho JDF F24-4
ro: JDF F24-4
sv: JDF F24-4

source: finishing-template.jdf-f24-5
es: JDF F24-5
pt_br: Formato de definição do trabalho JDF F24-5
ro: JDF F24-5
sv: JDF F24-5

source: finishing-template.jdf-f24-6
es: JDF F24-6
pt_br: Formato de definição do trabalho JDF F24-6
ro: JDF F24-6
sv: JDF F24-6

source: finishing-template.jdf-f24-7
es: JDF F24-7
pt_br: Formato de definição do trabalho JDF F24-7
ro: JDF F24-7
sv: JDF F24-7

source: finishing-template.jdf-f24-8
es: JDF F24-8
pt_br: Formato de definição do trabalho JDF F24-8
ro: JDF F24-8
sv: JDF F24-8

source: finishing-template.jdf-f24-9
es: JDF F24-9
pt_br: Formato de definição do trabalho JDF F24-9
ro: JDF F24-9
sv: JDF F24-9

source: finishing-template.jdf-f28-1
es: JDF F28-1
pt_br: Formato de definição do trabalho JDF F28-1
ro: JDF F28-1
sv: JDF F28-1

source: finishing-template.jdf-f32-1
es: JDF F32-1
pt_br: Formato de definição do trabalho JDF F32-1
ro: JDF F32-1
sv: JDF F32-1

source: finishing-template.jdf-f32-2
es: JDF F32-2
pt_br: Formato de definição do trabalho JDF F32-2
ro: JDF F32-2
sv: JDF F32-2

source: finishing-template.jdf-f32-3
es: JDF F32-3
pt_br: Formato de definição do trabalho JDF F32-3
ro: JDF F32-3
sv: JDF F32-3

source: finishing-template.jdf-f32-4
es: JDF F32-4
pt_br: Formato de definição do trabalho JDF F32-4
ro: JDF F32-4
sv: JDF F32-4

source: finishing-template.jdf-f32-5
es: JDF F32-5
pt_br: Formato de definição do trabalho JDF F32-5
ro: JDF F32-5
sv: JDF F32-5

source: finishing-template.jdf-f32-6
es: JDF F32-6
pt_br: Formato de definição do trabalho JDF F32-6
ro: JDF F32-6
sv: JDF F32-6

source: finishing-template.jdf-f32-7
es: JDF F32-7
pt_br: Formato de definição do trabalho JDF F32-7
ro: JDF F32-7
sv: JDF F32-7
