Repository: OpenPrinting/cups
Catalog: locale/cups_*.po
Languages: es, pt_br, ro, sv

source: (all)
es: (todos)
pt_br: (todos)
ro: (toate)
sv: (alla)

source: (none)
es: (ninguno)
pt_br: (nenhum)
ro: (niciuna)
sv: (inga)

source: %d entries
es: %d entradas
pt_br: %d registros
ro: %d intrări
sv: %d objekt

source: After fault: continue
es: Tras fallo: continuar
pt_br: Continuar após identificar uma falha
ro: După eroare: se continuă
sv: Efter fel: fortsätt

source: Alerts: %s
es: Alertas: %s
pt_br: Alertas: %s
ro: Alerte: %s
sv: Varningar: %s

source: Banner required
es: Se requiere un rótulo
pt_br: A faixa é necessária
ro: Banderolă cerută
sv: Försättsblad krävs

source: Charset sets:
es: Juegos de caracteres:
pt_br: Definições do conjunto de caracteres:
ro: Seturi de caractere:
sv: Teckenuppsättningar:

source: Connection: direct
es: Conexión: directa
pt_br: Tipo da conexão: direta
ro: Conexiune: directă
sv: Anslutning: direkt

source: Connection: remote
es: Conexión: remota
pt_br: Tipo da conexão: remota
ro: Conexiune: la distanță
sv: Anslutning: fjärr

source: Content types: any
es: Tipos de contenido: cualesquiera
pt_br: Tipo do conteúdo: qualquer um
ro: Tipuri de conținut: oricare
sv: Innehållstyper: alla

source: Default page size:
es: Tamaño de página predeterminado:
pt_br: Tamanho da página padrão:
ro: Dimensiunea implicită a paginii:
sv: Förvald sidstorlek:

source: Default pitch:
es: Paso predeterminado:
pt_br: Passo padrão:
ro: Pasul implicit:
sv: Förvald teckentäthet:

source: Default port settings:
es: Ajustes del puerto predeterminados:
pt_br: Configurações da porta padrão:
ro: Configurația implicită a portului:
sv: Förvalda portinställningar:

source: Description: %s
es: Descripción: %s
pt_br: Descrição: %s
ro: Descriere: %s
sv: Beskrivning: %s

source: Form mounted:
es: Formulario montado:
pt_br: Formulário montado:
ro: Geladenes Formblatt:
sv: Form monterad:

source: Forms allowed:
es: Formularios permitidos:
pt_br: Formulários permitidos:
ro: Formulare permise:
sv: Former tillåtna:

source: Interface: %s.ppd
es: Interfaz: %s.ppd
pt_br: Interface do %s.ppd
ro: Interfață: %s.ppd
sv: Gränssnitt: %s.ppd

source: Interface: %s/ppd/%s.ppd
es: Interfaz: %s/ppd/%s.ppd
pt_br: Interface do %s/ppd/%s.ppd
ro: Interfață: %s/ppd/%s.ppd
sv: Gränssnitt: %s/ppd/%s.ppd

source: Location: %s
es: Ubicación: %s
pt_br: Localização: %s
ro: Locație: %s
sv: Plats: %s

source: On fault: no alert
es: En fallo: no alertar
pt_br: Em caso de falha: não exibir os alertas
ro: În caz de eroare: nicio alertă
sv: Vid fel: ingen varning

source: Printer types: unknown
es: Tipos de impresora: desconocidos
pt_br: Tipos das impressoras: não é conhecido
ro: Tipuri de imprimante: necunoscut
sv: Skrivartyper: okända

source: Status: %s
es: Estado: %s
pt_br: Estado: %s
ro: Stare: %s
sv: Tillstånd: %s

source: Users allowed:
es: Usuarios permitidos:
pt_br: Usuários permitidos:
ro: Utilizatori autorizați:
sv: Användare tillåtna:

source: Users denied:
es: Usuarios denegados:
pt_br: Usuários proibidos:
ro: Utilizatori respinși:
sv: Användare som nekats:

source: daemon present
es: demonio presente
pt_br: O ‘daemon’ (serviço) presente
ro: demon prezent
sv: demon aktiv

source: no entries
es: no hay entradas
pt_br: nenhum registro
ro: nicio intrare
sv: inga objekt

source: printer is on device '%s' speed -1
es: la impresora está conectada a '%s' velocidad -1
pt_br: a impressora está na velocidade -1 do dispositivo ‘%s’
ro: imprimanta este pe dispozitivul „%s” viteza -1
sv: skrivaren är på enhet '%s' hastighet -1

source: printing is disabled
es: la impresión está desactivada
pt_br: a impressão está desativada
ro: imprimarea este dezactivată
sv: utskrift inaktiverad

source: printing is enabled
es: la impresión está activada
pt_br: a impressão está ativada
ro: imprimarea este activată
sv: utskrift aktiverad

source: queued for %s
es: en cola para %s
pt_br: na fila de %s
ro: în coada de așteptare pentru %s
sv: i kö för %s

source: queuing is disabled
es: la cola está desactivada
pt_br: o enfileiramento está desativado
ro: coada de așteptare este dezactivată
sv: kö inaktiverad

source: queuing is enabled
es: la cola está activada
pt_br: o enfileiramento está ativado
ro: coada de așteptare este activată
sv: kö aktiverad

source: reason unknown
es: razón desconocida
pt_br: por um motivo que não é conhecido
ro: motiv necunoscut
sv: okänd anledning

source: DETAILED CONFORMANCE TEST RESULTS
es: RESULTADOS DETALLADOS DE LA PRUEBA DE CONFORMIDAD
pt_br: RESULTADOS DETALHADOS DE TESTE DE CONFORMIDADE
ro: REZULTATELE DETALIATE ALE TESTULUI DE CONFORMITATE
sv: DETALJERADE RESULTAT FRÅN FÖLJSAMHETSTEST

source: REF: Page 15, section 3.1.
es: REF: Página 15, sección 3.1.
pt_br: REF: Página 15 da seção 3.1.
ro: REF: Pagina 15, secțiunea 3.1.
sv: REF: Sida 15, avsnitt 3.1.

source: REF: Page 15, section 3.2.
es: REF: Página 15, sección 3.2.
pt_br: REF: Página 15 da seção 3.2.
ro: REF: Pagina 15, secțiunea 3.2.
sv: REF: Sida 15, avsnitt 3.2.

source: REF: Page 19, section 3.3.
es: REF: Página 19, sección 3.3.
pt_br: REF: Página 19 da seção 3.3.
ro: REF: Pagina 19, secțiunea 3.3.
sv: REF: Sida 19, avsnitt 3.3.

source: REF: Page 20, section 3.4.
es: REF: Página 20, sección 3.4.
pt_br: REF: Página 20 da seção 3.4.
ro: REF: Pagina 20, secțiunea 3.4.
sv: REF: Sida 20, avsnitt 3.4.

source: REF: Page 27, section 3.5.
es: REF: Página 27, sección 3.5.
pt_br: REF: Página 27 da seção 3.5.
ro: REF: Pagina 27, secțiunea 3.5.
sv: REF: Sida 27, avsnitt 3.5.

source: REF: Page 42, section 5.2.
es: REF: Página 42, sección 5.2.
pt_br: REF: Página 42 da seção 5.2.
ro: REF: Pagina 42, secțiunea 5.2.
sv: REF: Sida 42, avsnitt 5.2.

source: REF: Pages 16-17, section 3.2.
es: REF: Páginas 16-17, sección 3.2.
pt_br: REF: Página 16 e 17 da seção 3.2.
ro: REF: Paginile 16-17, secțiunea 3.2.
sv: REF: Sidor 16-17, avsnitt 3.2.

source: REF: Pages 42-45, section 5.2.
es: REF: Páginas 42-45, sección 5.2.
pt_br: REF: Página 42 a 45 da, seção 5.2.
ro: REF: Paginile 42-45, secțiunea 5.2.
sv: REF: Sidor 42-45, avsnitt 5.2.

source: REF: Pages 45-46, section 5.2.
es: REF: Páginas 45-46, sección 5.2.
pt_br: REF: Página 45 e 46 da seção 5.2.
ro: REF: Paginile 45-46, secțiunea 5.2.
sv: REF: Sidor 45-46, avsnitt 5.2.

source: REF: Pages 48-49, section 5.2.
es: REF: Páginas 48-49, sección 5.2.
pt_br: REF: Página 48 e 49 da seção 5.2.
ro: REF: Paginile 48-49, secțiunea 5.2.
sv: REF: Sidor 48-49, avsnitt 5.2.

source: REF: Pages 52-54, section 5.2.
es: REF: Páginas 52-54, sección 5.2.
pt_br: REF: Página 52 a 54 da seção 5.2.
ro: REF: Paginile 52-54, secțiunea 5.2.
sv: REF: Sidor 52-54, avsnitt 5.2.

source: %-39.39s %.0f bytes
ro: %-39.39s %.0f octeți
sv: %-39.39s %.0f byte

source: PASS Default%s
es: PASA Default%s
pt_br: PASSOU Default %s
ro: A TRECUT Default%s

source: PASS DefaultImageableArea
es: PASA DefaultImageableArea
pt_br: PASSOU DefaultImageableArea
ro: A TRECUT DefaultImageableArea

source: PASS DefaultPaperDimension
es: PASA DefaultPaperDimension
pt_br: PASSOU DefaultPaperDimension
ro: A TRECUT DefaultPaperDimension

source: PASS FileVersion
es: PASA FileVersion
pt_br: PASSOU FileVersion
ro: A TRECUT FileVersion

source: PASS FormatVersion
es: PASA FormatVersion
pt_br: PASSOU FormatVersion
ro: A TRECUT FormatVersion

source: PASS LanguageEncoding
es: PASA LanguageEncoding
pt_br: PASSOU LanguageEncoding
ro: A TRECUT LanguageEncoding

source: PASS LanguageVersion
es: PASA LanguageVersion
pt_br: PASSOU LanguageVersion
ro: A TRECUT LanguageVersion

source: PASS Manufacturer
es: PASA Manufacturer
pt_br: PASSOU Manufacturer
ro: A TRECUT Manufacturer

source: PASS ModelName
es: PASA ModelName
pt_br: PASSOU ModelName
ro: A TRECUT ModelName

source: PASS NickName
es: PASA NickName
pt_br: PASSOU NickName
ro: A TRECUT NickName

source: PASS PCFileName
es: PASA PCFileName
pt_br: PASSOU PCFileName
ro: A TRECUT PCFileName

source: PASS PSVersion
es: PASA PSVersion
pt_br: PASSOU PSVersion
ro: A TRECUT PSVersion

source: PASS PageRegion
es: PASA PageRegion
pt_br: PASSOU PageRegion
ro: A TRECUT PageRegion

source: PASS PageSize
es: PASA PageSize
pt_br: PASSOU PageSize
ro: A TRECUT PageSize

source: PASS Product
es: PASA Product
pt_br: PASSOU Product
ro: A TRECUT Product

source: PASS ShortNickName
es: PASA ShortNickName
pt_br: PASSOU ShortNickName
ro: A TRECUT ShortNickName

source: WARN %s has no corresponding options.
es: ADVERTENCIA %s no tiene opciones que correspondan.
pt_br: AVISO %s não possui as opções correspondentes.
ro: ATENȚIE %s nu are opțiuni corespunzătoare.
sv: WARN %s har inga motsvarande alternativ.

source: WARN %s shares a common prefix with %s REF: Page 15, section 3.2.
es: ADVERTENCIA %s comparte un prefijo común con %s REF: Página 15, sección 3.2.
pt_br: AVISO %s compartilha um prefixo comum com %s REF: Página 15 da seção 3.2.
ro: ATENȚIE %s are un prefix comun cu %s REF: Pagina 15, secțiunea 3.2.
sv: WARN %s delar ett gemensamt prefix med %s REF: Sida 15, avsnitt 3.2.

source: WARN Duplex option keyword %s may not work as expected and should be named Duplex. REF: Page 122, section 5.17
es: ADVERTENCIA La clave de opción Duplex %s puede que no funcione como se espera y debería llamarse Duplex. REF: Página 122, sección 5.17
pt_br: AVISO A opção da palavra-chave ‘Duplex %s’ pode não funcionar como esperado e deve ser renomeada para ‘Duplex’ (frente e verso). REF: Página 122 da seção 5.17
ro: ATENȚIE Cuvântul cheie al opțiunii Duplex %s poate să nu funcționeze conform așteptărilor și ar trebui să fie numit Duplex. REF: Pagina 122, secțiunea 5.17
sv: WARN Duplex-alternativets nyckelord %s kanske inte fungerar som väntat och bör kallas Duplex. REF: Sida 122, avsnitt 5.17

source: WARN File contains a mix of CR, LF, and CR LF line endings.
es: ADVERTENCIA El archivo contiene una mezcla de líneas acabadas en CR, LF y CR LF.
pt_br: AVISO O arquivo contém no fim das linhas uma mistura dos formatos CR, LF e CR LF.
ro: ATENȚIE Fișierul conține un amestec de terminații de linie CR, LF și CR LF.
sv: WARN Filen innehåller en blandning av CR, LF, och CR LF radavslut.

source: WARN LanguageEncoding required by PPD 4.3 spec. REF: Pages 56-57, section 5.3.
es: ADVERTENCIA Se requiere LanguageEncoding por especificación de PPD 4.3. REF: Páginas 56-57, sección 5.3.
pt_br: AVISO A codificação do idioma (LanguageEncoding) é necessária pela especificação do PPD 4.3. REF: Páginas 56 e 57 da seção 5.3.
ro: ATENȚIE LanguageEncoding cerută de specificația PPD 4.3. REF: Paginile 56-57, secțiunea 5.3.
sv: WARN LanguageEncoding krävs av PPD 4.3-specifikationerna. REF: Sidor 56-57, avsnitt 5.3.

source: WARN Line %d only contains whitespace.
es: ADVERTENCIA La línea %d solo contiene espacios en blanco.
pt_br: AVISO A linha %d contém somente espaços em branco.
ro: ATENȚIE Linia %d conține doar spații albe.
sv: WARN Raden %d innehåller endast blanksteg.

source: WARN Manufacturer required by PPD 4.3 spec. REF: Pages 58-59, section 5.3.
es: ADVERTENCIA Se necesita fabricante por especificación de PPD 4.3. REF: Páginas 58-59, sección 5.3.
pt_br: AVISO O fabricante é necessário pela especificação do PPD 4.3. REF: Páginas 58 e 59 da seção 5.3.
ro: ATENȚIE Producător solicitat de PPD 4.3 spec. REF: Paginile 58-59, secțiunea 5.3.
sv: WARN Manufacturer krävs av PPD 4.3-specifikationerna. REF: Sidor 58-59, avsnitt 5.3.

source: WARN Non-Windows PPD files should use lines ending with only LF, not CR LF.
es: ADVERTENCIA Los archivos PPD que no sean de Windows deben tener líneas que acaben sólo en LF, no en CR LF.
pt_br: AVISO Os arquivos PPD dos sistemas operacionais que não são da família Windows deveriam utilizar o fim da linha somente com formato LR e não o CR LF.
ro: ATENȚIE Fișierele PPD non-Windows trebuie să utilizeze linii care se termină doar cu LF, nu cu CR LF.
sv: WARN Icke-Windows PPD-filer bör använda radavslut med endast LF, inte CR LF.

source: WARN Obsolete PPD version %.1f. REF: Page 42, section 5.2.
es: ADVERTENCIA Versión de PPD %.1f anticuada. REF: Página 42, sección 5.2.
pt_br: AVISO O arquivo PPD da versão %.1f está obsoleto. REF: Página 42 da seção 5.2.
ro: ATENȚIE Versiune PPD obsoletă %.1f. REF: Pagina 42, secțiunea 5.2.
sv: WARN Gammal PPD version %.1f. REF: Sida 42, avsnitt 5.2.

source: WARN PCFileName longer than 8.3 in violation of PPD spec. REF: Pages 61-62, section 5.3.
es: ADVERTENCIA PCFileName es mas largo que 8.3 violando la especificación PPD. REF: Páginas 61-62, sección 5.3.
pt_br: AVISO O PCFileName maior que 8.3 viola a especificação do PPD. REF: Páginas 61 e 62 da seção 5.3.
ro: ATENȚIE PCFileName mai lung de 8.3 încalcă specificațiile PPD. REF: Paginile 61-62, secțiunea 5.3.
sv: WARN PCFileName längre än 8.3 vilket bryter mot PPD-specifikationerna. REF: Sidor 61-62, avsnitt 5.3.

source: WARN PCFileName should contain a unique filename. REF: Pages 61-62, section 5.3.
es: ADVERTENCIA PCFileName debe contener un único nombre de archivo. REF: Páginas 61-62, sección 5.3.
pt_br: AVISO O PCFileName deveria conter um nome de arquivo único. REF: Páginas 61 e 62 da seção 5.3.
ro: ATENȚIE PCFileName trebuie să conțină un nume de fișier unic. REF: Paginile 61-62, secțiunea 5.3.
sv: WARN PCFileName bör innehålla ett unikt filnamn. REF: Sidor 61-62, avsnitt 5.3.

source: WARN Protocols contains PJL but JCL attributes are not set. REF: Pages 78-79, section 5.7.
es: ADVERTENCIA Los protocolos contienen PJL pero no se especifican los atributos JCL. REF: Páginas 78-79, sección 5.7.
pt_br: AVISO Os protocolos contêm o PJL, mas os atributos do JCL não estão definidos. REF: Páginas 78 e 79 da seção 5.7.
ro: ATENȚIE Protocoalele conțin PJL, dar atributele JCL nu sunt definite. REF: Paginile 78-79, secțiunea 5.7.
sv: WARN Protokoll innehåller PJL men JCL-attribut är inte satta. REF: Sidor 78-79, avsnitt 5.7.

source: WARN Protocols contains both PJL and BCP; expected TBCP. REF: Pages 78-79, section 5.7.
es: ADVERTENCIA Los protocolos contienen a ambos, PJL y BCP; se esperaba TBCP. REF: Páginas 78-79, sección 5.7.
pt_br: AVISO Os protocolos contêm ambos, o PJL e o BCP, mas era esperado o TBCP. REF: Páginas 78 e 79 da seção 5.7.
ro: ATENȚIE Protocoalele conțin atât PJL, cât și BCP; se aștepta TBCP. REF: Paginile 78-79, secțiunea 5.7.
sv: WARN Protokoll innehåller både PJL och BCP; TBCP förväntades. REF: Sidor 78-79, avsnitt 5.7.

source: WARN ShortNickName required by PPD 4.3 spec. REF: Pages 64-65, section 5.3.
es: ADVERTENCIA Se necesita ShortNickName por especificación de PPD 4.3. REF: Páginas 64-65, sección 5.3.
pt_br: AVISO O ShortNickName é necessário pela especificação do PPD 4.3. REF: Páginas 64 e 65 da seção 5.3.
ro: ATENȚIE ShortNickName cerut de specificația PPD 4.3. REF: Paginile 64-65, secțiunea 5.3.
sv: WARN ShortNickName krävs av PPD 4.3-specifikationerna. REF: Sidor 64-65, avsnitt 5.3.

source: %s "%s %s" conflicts with "%s %s" (constraint="%s %s %s %s").
es: %s "%s %s" está en conflicto con "%s %s" (restricción="%s %s %s %s").
pt_br: %s "%s %s" conflita com "%s %s" (possui a restrição="%s %s %s %s").
ro: %s „%s %s” intră în conflict cu „%s %s” (constrângere=„%s %s %s %s”).
sv: %s "%s %s" i konflikt med "%s %s" (avgränsning="%s %s %s %s").

source: %s %s %s does not exist.
es: %s %s %s no existe.
pt_br: %s %s %s não existe.
ro: %s %s %s nu există.
sv: %s %s %s finns inte.

source: %s %s file "%s" has the wrong capitalization.
es: %s %s archivo "%s" tiene las mayúsculas equivocadas.
pt_br: %s arquivo de %s "%s" possui letra maiúscula incorreta.
ro: %s %s fișierul „%s” are majusculele greșite (poziția acestora).
sv: %s %s fil "%s" har fel kapitälisering.

source: %s Bad %s choice %s. REF: Page 122, section 5.17
es: %s Incorrecto %s preferencia %s. REF: Página 122, sección 5.17
pt_br: %s Não é válido %s , escolha %s. REF: Página 122 da seção 5.17
ro: $1%s Alegere $3%s incorectă $2%s. REF: Pagina 122, secțiunea 5.17
sv: %s Dåligt %s-val %s. REF: Sida 122, avsnitt 5.17

source: %s Bad UTF-8 "%s" translation string for option %s, choice %s.
es: %s Cadena de traducción UTF-8 "%s" incorrecta para opción %s, preferencia %s.
pt_br: %s O texto da tradução "%s" no formato UTF-8 não é válida para a opção %s, escolha %s.
ro: %s Șir de traducere UTF-8 „%s” greșit pentru opțiunea %s, alegerea %s.
sv: %s Dålig UTF-8 "%s"-översättningssträng för alternativ %s, val %s.

source: %s Bad UTF-8 "%s" translation string for option %s.
es: %s Cadena de traducción UTF-8 "%s" incorrecta para opción %s.
pt_br: %s O texto da tradução de "%s" no formato UTF-8 não é válido para a opção %s.
ro: %s Șir de traducere UTF-8 „%s” greșit pentru opțiunea %s.
sv: %s Dålig UTF-8 "%s"-översättningssträng för alternativ %s.

source: %s Bad cupsFilter value "%s".
es: %s Valor cupsFilter "%s" incorrecto.
pt_br: %s O valor "%s" não é válido para o cupsFilter.
ro: %s Valoare cupsFilter incorectă „%s”.
sv: %s Dåligt cupsFilter-värde "%s".

source: %s Bad cupsFilter2 value "%s".
es: %s Valor cupsFilter2 "%s" incorrecto.
pt_br: %s O valor "%s" não é válido para o cupsFilter2.
ro: %s Valoare cupsFilter2 incorectă „%s”.
sv: %s Dåligt cupsFilter2-värde "%s".

source: %s Bad cupsICCProfile %s.
es: %s cupsICCProfile %s incorrecto.
pt_br: %s Não é válido %s para o cupsICCProfile.
ro: %s cupsICCProfile incorect %s.
sv: %s Dålig cupsICCProfile %s.

source: %s Bad cupsPreFilter value "%s".
es: %s Valor cupsPreFilter "%s" incorrecto.
pt_br: %s O valor "%s" não é válido para o cupsPreFilter.
ro: %s Valoare cupsPreFilter incorectă „%s”.
sv: %s Dåligt cupsPreFilter-värde "%s".

source: %s Bad cupsUIConstraints %s: "%s"
es: %s cupsUIConstraints %s: "%s" incorrecto
pt_br: %s Não é válido %s para o cupsUIConstraints: "%s"
ro: %s cupsUIConstraints incorecte %s: „%s”
sv: %s Dåliga cupsUIConstraints %s: "%s"

source: %s Bad language "%s".
es: %s Idioma incorrecto "%s".
pt_br: %s O idioma "%s" não é válido.
ro: %s Limbă incorectă „%s”.
sv: %s Dåligt språk "%s".

source: %s Bad permissions on %s file "%s".
es: %s Permisos incorrectos en el archivo %s "%s".
pt_br: %s As permissões %s do arquivo não são válidas para "%s".
ro: %s Permisiuni greșite pe %s fișierul „%s”.
sv: %s Dåliga rättigheter på %s-fil "%s".

source: %s Bad spelling of %s - should be %s.
es: %s %s mal escrito - debería ser %s.
pt_br: %s Ocorreu um erro ortográfico em %s, deveria ser %s.
ro: %s Ortografie incorectă a lui %s - ar trebui să fie %s.
sv: %s Dålig stavning av %s - bör vara %s.

source: %s Cannot provide both APScanAppPath and APScanAppBundleID.
es: %s No puede proporcionar APScanAppPath y APScanAppBundleID.
pt_br: %s Não é possível fornecer ambos, o APScanAppPath e o APScanAppBundleID.
ro: %s Nu se pot furniza atât APScanAppPath, cât și APScanAppBundleID.
sv: %s Kan inte tillhandahålla både APScanAppPath och APScanAppBundleID.

source: %s Default choices conflicting.
es: %s Las preferencias predeterminadas están en conflicto.
pt_br: %s As escolhas padrão estão em conflito.
ro: %s Opțiunile implicite sunt în conflict.
sv: %s Förval i konflikt.

source: %s Empty cupsUIConstraints %s
es: %s cupsUIConstraints vacío %s
pt_br: %s O cupsUIConstraints %s está vazio
ro: %s cupsUIConstraints goale %s
sv: %s Tomma cupsUIConstraints %s

source: %s Missing "%s" translation string for option %s, choice %s.
es: %s Falta cadena de traducción "%s" para opción %s, preferencia %s.
pt_br: %s Está faltando o texto da tradução de "%s" para a opção %s, escolha %s.
ro: %s Lipsește șirul de traducere „%s” pentru opțiunea %s, alegerea %s.
sv: %s Saknar "%s" översättningssträng för alternativ %s, val %s.

source: %s Missing "%s" translation string for option %s.
es: %s Falta cadena de traducción "%s" para opción %s.
pt_br: %s Está faltando o texto da tradução de "%s" para a opção %s.
ro: %s Lipsește șirul de traducere „%s” pentru opțiunea %s.
sv: %s Saknar "%s" översättningssträng för alternativ %s.

source: %s Missing %s file "%s".
es: %s Falta archivo %s "%s".
pt_br: %s Está faltando %s arquivo "%s".
ro: %s Lipsește fișierul %s „%s”.
sv: %s Saknar %s-fil "%s".

source: %s Missing REQUIRED PageRegion option. REF: Page 100, section 5.14.
es: %s Falta la opción NECESARIA PageRegion. REF: Página 100, sección 5.14.
pt_br: %s Está faltando a opção PageRegion que é NECESSÁRIA. REF: Página 100 da seção 5.14.
ro: %s Lipsește opțiunea NECESARĂ PageRegion. REF: Pagina 100, secțiunea 5.14.
sv: %s Saknar NÖDVÄNDIGT PageRegion-alternativ. REF: Sida 100, avsnitt 5.14.

source: %s Missing REQUIRED PageSize option. REF: Page 99, section 5.14.
es: %s Falta la opción NECESARIA PageSize. REF: Página 99, sección 5.14.
pt_br: %s Está faltando a opção PageSize que é NECESSÁRIA. REF: Página 99 da seção 5.14.
ro: %s Lipsește opțiunea NECESARĂ PageSize. REF: Pagina 99, secțiunea 5.14.
sv: %s Saknar NÖDVÄNDIGT PageSize-alternativ. REF: Sida 99, avsnitt 5.14.

source: %s Missing choice *%s %s in UIConstraints "*%s %s *%s %s".
es: %s Falta la preferencia *%s %s en UIConstraint "*%s %s *%s %s".
pt_br: %s Está faltando a escolha de *%s %s no UIConstraints "*%s %s *%s %s".
ro: %s Lipsește alegerea *%s %s în UIConstraints „*%s %s *%s %s”.
sv: %s Saknar val *%s %s i UIConstraints "*%s %s *%s %s".

source: %s Missing choice *%s %s in cupsUIConstraints %s: "%s"
es: %s Falta la preferencia *%s %s en cupsUIConstraints %s: "%s"
pt_br: %s Está faltando a escolha *%s %s no cupsUIConstraints %s: "%s"
ro: %s Lipsește alegerea *%s %s în cupsUIConstraints %s: „%s”
sv: %s Saknar val *%s %s i cupsUIConstraints %s: "%s"

source: %s Missing cupsUIResolver %s
es: %s Falta cupsUIResolver %s
pt_br: %s Está faltando %s do cupsUIResolver
ro: %s Lipsește cupsUIResolver %s
sv: %s Saknar cupsUIResolver %s

source: %s Missing option %s in UIConstraints "*%s %s *%s %s".
es: %s Falta la opción %s en UIConstraints "*%s %s *%s %s".
pt_br: %s Está faltando a opção %s no UIConstraints "*%s %s *%s %s".
ro: %s Lipsește opțiunea %s în UIConstraints „*%s %s *%s %s”.
sv: %s Saknar alternativ %s i UIConstraints "*%s %s *%s %s".

source: %s Missing option %s in cupsUIConstraints %s: "%s"
es: %s Falta la opción %s en cupsUIConstraints %s: "%s"
pt_br: %s Está faltando a opção %s no cupsUIConstraints %s: "%s"
ro: %s Lipsește opțiunea %s în cupsUIConstraints %s: „%s”
sv: %s Saknar alternativ %s i cupsUIConstraints %s: "%s"

source: %s No base translation "%s" is included in file.
es: %s No hay traducción base "%s" incluida en el archivo.
pt_br: %s Nenhuma tradução base de "%s" está inclusa no arquivo.
ro: %s Nicio traducere de bază „%s” nu este inclusă în fișier.
sv: %s Ingen basöversättning "%s" har inkluderats i filen.

source: %s REQUIRED %s does not define choice None. REF: Page 122, section 5.17
es: %s NECESARIO %s no define la preferencia None. REF: Página 122, sección 5.17
pt_br: %s O %s é NECESSÁRIO porque não define a escolha None (Nenhuma). REF: Página 122 da seção 5.17
ro: %s Opțiunea NECESARĂ %s nu definește Nicio alegere. REF: Pagina 122, secțiunea 5.17
sv: %s NÖDVÄNDIG %s definierar inte valet "None". REF: Sida 122, avsnitt 5.17

source: %s Size "%s" defined for %s but not for %s.
es: %s Tamaño "%s" definido para %s pero no para %s.
pt_br: %s O tamanho "%s" foi definido para %s, mas não foi para %s.
ro: %s Dimensiunea „%s” este definită pentru %s, dar nu și pentru %s.
sv: %s Storlek "%s" definierad för %s men inte för %s.

source: %s Size "%s" has unexpected dimensions (%gx%g).
es: %s El tamaño "%s" tiene dimensiones inesperadas (%gx%g).
pt_br: %s O tamanho "%s" tem dimensões inesperadas (%gx%g).
ro: %s Mărimea „%s” are dimensiuni neașteptate (%gx%g).
sv: %s Storlek "%s" har oväntade dimensioner (%gx%g).

source: %s Size "%s" should be "%s".
es: %s Tamaño "%s" debería ser "%s".
pt_br: %s O tamanho "%s" deveria ser "%s".
ro: %s Mărimea „%s” ar trebui să fie „%s”.
sv: %s Storlek "%s" bör vara "%s".
