Repository: OpenPrinting/cups
Catalog: locale/cups_*.po
Languages: es, pt_br, ro, sv

source: printer-state-reasons.perforater-interlock-closed
pt_br: O Intertravamento do Perfurador Está Fechado
ro: Închizătoarea perforatorului este închisă
sv: Perforerarens lås stängt

source: printer-state-reasons.perforater-interlock-open
pt_br: O Intertravamento do Perfurador Está Aberto
ro: Închizătoarea perforatorului este deschisă
sv: Perforerarens lås öppet

source: printer-state-reasons.perforater-jam
pt_br: Ocorreu um Atolamento no Perfurador
ro: Blocaj al perforatorului
sv: Perforerare blockerad

source: printer-state-reasons.perforater-life-almost-over
pt_br: O Perfurador Está Quase no Fim da Sua Vida Útil
ro: Perforatorul este aproape de sfârșitul vieții sale utile
sv: Perforerarens livstid nästan över

source: printer-state-reasons.perforater-life-over
pt_br: O Perfurador Está no Fim da Sua Vida Útil
ro: Durata vieții utile a perforatorului s-a sfârșit
sv: Perforerarens livstid över

source: printer-state-reasons.perforater-memory-exhausted
pt_br: A Memória do Perfurador Foi Esgotada
ro: Memorie epuizată a perforatorului
sv: Perforerarens minne slut

source: printer-state-reasons.perforater-missing
pt_br: Está Faltando o Perfurador
ro: Perforatorul lipsește
sv: Perforerare saknas

source: printer-state-reasons.perforater-motor-failure
pt_br: Ocorreu uma Falha no Motor do Perfurador
ro: Defecțiune a motorului perforatorului
sv: Perforerare motorfel

source: printer-state-reasons.perforater-near-limit
pt_br: O Perfurador Está Próximo do Seu Limite
ro: Perforatorul este aproape de limită
sv: Perforerare nära gräns

source: printer-state-reasons.perforater-offline
pt_br: O Perfurador Não Está Conectado
ro: Perforatorul este deconectat
sv: Perforerare nedkopplad

source: printer-state-reasons.perforater-opened
pt_br: O Perfurador Está Aberto
ro: Perforator deschis
sv: Perforerare öppnad

source: printer-state-reasons.perforater-over-temperature
pt_br: O Perfurador Atingiu uma Temperatura Excessiva
ro: Perforatorul este la o temperatură excesivă
sv: Perforerare över normal temperatur

source: printer-state-reasons.perforater-power-saver
pt_br: O Perfurador Entrou no Modo de Economia de Energia
ro: Modul de economisire a energiei pentru perforator
sv: Perforerare energispar

source: printer-state-reasons.perforater-recoverable-failure
pt_br: Ocorreu uma Falha na Tampa do Perfurador que Pode Ser Restaurada
ro: Eșec recuperabil al perforatorului
sv: Perforerare återhämtningsbart fel

source: printer-state-reasons.perforater-recoverable-storage
pt_br: O Armazenamento do Perfurador Pode Ser Restaurado
ro: Stocare recuperabilă a perforatorului
sv: Perforerare återhämtningsbar lagring

source: printer-state-reasons.perforater-removed
pt_br: O Perfurador Foi Removido
ro: Perforator eliminat
sv: Perforerare borttagen

source: printer-state-reasons.perforater-resource-added
pt_br: A Funcionalidade do Perfurador Foi Adicionada
ro: Resursă pentru perforator adăugată
sv: Perforerarresurs tillagd

source: printer-state-reasons.perforater-resource-removed
pt_br: A Funcionalidade do Perfurador Foi Removida
ro: Resursă pentru perforator eliminată
sv: Perforerarresurs borttagen

source: printer-state-reasons.perforater-thermistor-failure
pt_br: Ocorreu uma Falha no Termistor do Perfurador
ro: Eșec al termistorului perforatorului
sv: Perforerare termistorfel

source: printer-state-reasons.perforater-timing-failure
pt_br: Ocorreu uma Falha no Temporizador do Perfurador
ro: Eșec de sincronizare al perforatorului
sv: Perforerare timing-fel

source: printer-state-reasons.perforater-turned-off
pt_br: O Perfurador Está Desligado
ro: Perforator dezactivat
sv: Perforerare avständ

source: printer-state-reasons.perforater-turned-on
pt_br: O Perfurador Está Ligado
ro: Perforator activat
sv: Perforerare påsatt

source: printer-state-reasons.perforater-under-temperature
pt_br: O Perfurador Está com a Temperatura Abaixo do Normal
ro: Perforator aflat sub temperatura normală de funcționare
sv: Perforerare under normal temperatur

source: printer-state-reasons.perforater-unrecoverable-failure
pt_br: Ocorreu uma Falha no Perfurador que Não Pode Ser Restaurada
ro: Eșec irecuperabil al perforatorului
sv: Perforerare ej återhämtningsbart fel

source: printer-state-reasons.perforater-unrecoverable-storage-error
pt_br: Ocorreu um Erro no Armazenamento do Perfurador que Não Pode Ser Restaurado
ro: Eroare de stocare irecuperabilă a perforatorului
sv: Perforerare ej återhämtningsbart lagringsfel

source: printer-state-reasons.perforater-warming-up
pt_br: O Perfurador Está Aquecendo
ro: Perforatorul se supraîncălzește
sv: Perforerare värmer upp

source: printer-state-reasons.platform-cooling
pt_br: Resfriamento da Plataforma
ro: Răcirea platformei
sv: Plattform kallnar

source: printer-state-reasons.platform-failure
pt_br: Ocorreu uma Falha na Plataforma
ro: Eroare platformă
sv: Plattform fel

source: printer-state-reasons.platform-heating
pt_br: Aquecimento da Plataforma
ro: Încălzirea platformei
sv: Plattform värmer upp

source: printer-state-reasons.platform-temperature-high
pt_br: A Plataforma Está com a Temperatura Alta
ro: Temperatura ridicată a platformei
sv: Plattform temperatur hög

source: printer-state-reasons.platform-temperature-low
pt_br: A Plataforma Está com a Temperatura Baixa
ro: Temperatura scăzută a platformei
sv: Plattform temperatur låg

source: printer-state-reasons.power-down
pt_br: Desligar
ro: Oprire imprimantă
sv: Bryt ström

source: printer-state-reasons.power-up
pt_br: Ligar
ro: Pornire imprimantă
sv: Koppla ström

source: printer-state-reasons.printer-manual-reset
pt_br: Reiniciar a Impressora Manualmente
ro: Repornire manuală a imprimantei
sv: Skrivare startades om manuellt

source: printer-state-reasons.printer-nms-reset
pt_br: Reiniciar a Impressora Remotamente
ro: Repornire de la distanță a imprimantei
sv: Skrivaren startades om via nätverk

source: printer-state-reasons.printer-ready-to-print
pt_br: Impressora Está Pronta para Imprimir
ro: Imprimanta este gata pentru imprimare
sv: Skrivaren redo att skriva ut

source: printer-state-reasons.puncher-added
pt_br: O Furador Foi Adicionado
ro: Dispozitiv de perforare adăugat
sv: Hålslag tillagd

source: printer-state-reasons.puncher-almost-empty
pt_br: O Furador Está Quase Vazio
ro: Dispozitivul de perforare este aproape gol
sv: Hålslag nästan tomt

source: printer-state-reasons.puncher-almost-full
pt_br: O Furador Está Quase Cheio
ro: Dispozitivul de perforare este aproape plin
sv: Hålslag nästan fullt

source: printer-state-reasons.puncher-at-limit
pt_br: O Furador Está no Limite
ro: Dispozitivul de perforare este la limită
sv: Hålslag vid gräns

source: printer-state-reasons.puncher-closed
pt_br: O Furador Está Fechado
ro: Dispozitiv de perforare închis
sv: Hålslag stängt

source: printer-state-reasons.puncher-configuration-change
pt_br: Alterar as Configurações do Furador
ro: Modificare configurație dispozitiv de perforare
sv: Hålslag konfiguration ändrad

source: printer-state-reasons.puncher-cover-closed
pt_br: A Tampa do Furador Está Fechada
ro: Capacul dispozitivului de perforare este închis
sv: Hålslag lucka stängd

source: printer-state-reasons.puncher-cover-open
pt_br: A Tampa do Furador Está Aberta
ro: Capacul dispozitivului de perforare este deschis
sv: Hålslag lucka öppen

source: printer-state-reasons.puncher-empty
pt_br: O Furador Está Vazio
ro: Dispozitivul de perforare este gol
sv: Hålslag tomt

source: printer-state-reasons.puncher-full
pt_br: O Furador Está Cheio
ro: Dispozitivul de perforare este plin
sv: Hålslag fullt

source: printer-state-reasons.puncher-interlock-closed
pt_br: O Intertravamento do Furador Está Fechado
ro: Închizătoarea dispozitivului de perforare este închisă
sv: Hålslagarens lås stängt

source: printer-state-reasons.puncher-interlock-open
pt_br: O Intertravamento do Furador Está Aberto
ro: Închizătoarea dispozitivului de perforare este deschisă
sv: Hålslagarens lås öppet

source: printer-state-reasons.puncher-jam
pt_br: Ocorreu um Atolamento no Furador
ro: Blocaj al dispozitivului de perforare
sv: Hålslagare blockerad

source: printer-state-reasons.puncher-life-almost-over
pt_br: O Furador Está Quase no Fim da Sua Vida Útil
ro: Dispozitivul de perforare este aproape de sfârșitul vieții sale utile
sv: Hålslagarens livstid nästan över

source: printer-state-reasons.puncher-life-over
pt_br: O Furador Está no Fim da Sua Vida Útil
ro: Durata vieții utile a dispozitivului de perforare s-a sfârșit
sv: Hålslagarens livstid över

source: printer-state-reasons.puncher-memory-exhausted
pt_br: A Memória do Furador Foi Esgotada
ro: Memorie epuizată a dispozitivului de perforare
sv: Hålslagarens minne fullt

source: printer-state-reasons.puncher-missing
pt_br: Está Faltando o Furador
ro: Dispozitivul de perforare lipsește
sv: Hålslagare saknas

source: printer-state-reasons.puncher-motor-failure
pt_br: Ocorreu uma Falha no Motor do Furador
ro: Defecțiune a motorului dispozitivului de perforare
sv: Hålslagare motorfel

source: printer-state-reasons.puncher-near-limit
pt_br: O Furador Está Próximo do Seu Limite
ro: Dispozitivul de perforare este aproape de limită
sv: Hålslagare vid gräns

source: printer-state-reasons.puncher-offline
pt_br: O Furador Não Está Conectado
ro: Dispozitivul de perforare este deconectat
sv: Hålslagare nedkopplad

source: printer-state-reasons.puncher-opened
pt_br: O Furador Está Aberto
ro: Dispozitiv de perforare deschis
sv: Hålslagare öppen

source: printer-state-reasons.puncher-over-temperature
pt_br: O Furador Atingiu uma Temperatura Excessiva
ro: Dispozitivul de inserare este la o temperatură excesivă
sv: Hålslagare över normal temperatur

source: printer-state-reasons.puncher-power-saver
pt_br: O Furador Entrou no Modo de Economia de Energia
ro: Modul de economisire a energiei pentru dispozitivul de perforare
sv: Hålslagare energispar

source: printer-state-reasons.puncher-recoverable-failure
pt_br: Ocorreu uma Falha no Furador que Pode Ser Restaurada
ro: Eșec recuperabil al dispozitivului de perforare
sv: Hålslagare återhämtningsbart fel

source: printer-state-reasons.puncher-recoverable-storage
pt_br: O Armazenamento do Furador Pode Ser Restaurado
ro: Stocare recuperabilă a dispozitivului de perforare
sv: Hålslagare återhämtningsbar lagring

source: printer-state-reasons.puncher-removed
pt_br: O Furador Foi Removido
ro: Dispozitiv de perforare eliminat
sv: Hålslagare borttagen

source: printer-state-reasons.puncher-resource-added
pt_br: A Funcionalidade do Furador Foi Adicionada
ro: Resursă pentru dispozitiv de perforare adăugată
sv: Hålslagarresurs tillagd

source: printer-state-reasons.puncher-resource-removed
pt_br: A Funcionalidade do Furador Foi Removida
ro: Resursă pentru dispozitiv de perforare eliminată
sv: Hålslagarresurs borttagen

source: printer-state-reasons.puncher-thermistor-failure
pt_br: Ocorreu uma Falha no Termistor do Furador
ro: Eșec al termistorului dispozitivului de perforare
sv: Hålslagare termistorfel

source: printer-state-reasons.puncher-timing-failure
pt_br: Ocorreu uma Falha no Temporizador do Furador
ro: Eșec de sincronizare al dispozitivului de perforare
sv: Hålslagare timing-fel

source: printer-state-reasons.puncher-turned-off
pt_br: O Furador Está Desligado
ro: Dispozitivul de perforare este dezactivat
sv: Hålslagare avstängd

source: printer-state-reasons.puncher-turned-on
pt_br: O Furador Está Ligado
ro: Dispozitivul de perforare este activat
sv: Hålslagare påsatt

source: printer-state-reasons.puncher-under-temperature
pt_br: O Furador Está com a Temperatura Abaixo do Normal
ro: Dispozitiv de perforare aflat sub temperatura normală de funcționare
sv: Hålslagare under normal temperatur

source: printer-state-reasons.puncher-unrecoverable-failure
pt_br: Ocorreu uma Falha no Furador que Não Pode Ser Restaurada
ro: Eșec irecuperabil al dispozitivului de perforare
sv: Hålslagare ej återhämtningsbart fel

source: printer-state-reasons.puncher-unrecoverable-storage-error
pt_br: Ocorreu um Erro no Furador que Não Pode Ser Restaurado
ro: Eroare de stocare irecuperabilă a dispozitivului de perforare
sv: Hålslagare ej återhämtningsbart lagringsfel

source: printer-state-reasons.puncher-warming-up
pt_br: O Furador Está Aquecendo
ro: Dispozitivul de perforare se supraîncălzește
sv: Hålslagare värmer upp

source: printer-state-reasons.separation-cutter-added
pt_br: O Separador e Cortador Foi Adicionado
ro: Cuțit de separare adăugat
sv: Separationsskärare tillagd

source: printer-state-reasons.separation-cutter-almost-empty
pt_br: O Separador e Cortador Está Quase Vazio
ro: Cuțit de separare aproape gol
sv: Separationsskärare nästan tom

source: printer-state-reasons.separation-cutter-almost-full
pt_br: O Separador e Cortador Está Quase Cheio
ro: Cuțit de separare aproape plin
sv: Separationsskärare nästan full

source: printer-state-reasons.separation-cutter-at-limit
pt_br: O Separador e Cortador Está no Limite
ro: Cuțit de separare aflat la limită
sv: Separationsskärare vid gräns

source: printer-state-reasons.separation-cutter-closed
pt_br: O Separador e Cortador Está Fechado
ro: Cuțit de separare închis
sv: Separationsskärare stängd

source: printer-state-reasons.separation-cutter-configuration-change
pt_br: Alterar as Configurações do Separador e Cortador
ro: Modificare configurație cuțit de separare
sv: Separationsskärare konfiguration ändrad

source: printer-state-reasons.separation-cutter-cover-closed
pt_br: A Tampa do Separador e Cortador Está Fechada
ro: Capacul cuțitului de separare este închis
sv: Separationsskärarena lucka stängd

source: printer-state-reasons.separation-cutter-cover-open
pt_br: A Tampa do Separador e Cortador Está Aberta
ro: Capacul cuțitului de separare este deschis
sv: Separationsskärarens lucka öppen

source: printer-state-reasons.separation-cutter-empty
pt_br: O Separador e Cortador Está Vazio
ro: Cuțit de separare gol
sv: Separationsskärare tom

source: printer-state-reasons.separation-cutter-full
pt_br: O Separador e Cortador Está Cheio
ro: Cuțit de separare plin
sv: Separationsskärare full

source: printer-state-reasons.separation-cutter-interlock-closed
pt_br: O Intertravamento do Separador e Cortador Está Fechado
ro: Închizătoarea cuțitului de separare este închisă
sv: Separationsskärarens lås stängt

source: printer-state-reasons.separation-cutter-interlock-open
pt_br: O Intertravamento do Separador e Cortador Está Aberto
ro: Închizătoarea cuțitului de separare este deschisă
sv: Separationsskärarens lås öppet

source: printer-state-reasons.separation-cutter-jam
pt_br: Ocorreu um Atolamento no Separador e Cortador
ro: Blocaj al cuțitului de separare
sv: Separationsskärare blockerad

source: printer-state-reasons.separation-cutter-life-almost-over
pt_br: O Separador Está Quase no Fim da Sua Vida Útil
ro: Cuțitul de separare este aproape de sfârșitul vieții sale utile
sv: Separationsskärarens livstid nästan över

source: printer-state-reasons.separation-cutter-life-over
pt_br: O Separador e Cortador Está no Fim da Sua Vida Útil
ro: Durata vieții utile a cuțitului de separare s-a sfârșit
sv: Separationsskärarens livstid över

source: printer-state-reasons.separation-cutter-memory-exhausted
pt_br: A Memória do Separador e Cortador Foi Esgotada
ro: Memorie epuizată a cuțitului de separare
sv: Separationsskärarens minne fullt

source: printer-state-reasons.separation-cutter-missing
pt_br: Está Faltando o Separador e Cortador
ro: Cuțitul de separare lipsește
sv: Separationsskärare saknas

source: printer-state-reasons.separation-cutter-motor-failure
pt_br: Ocorreu uma Falha no Motor do Separador e Cortador
ro: Defecțiune a motorului cuțitului de separare
sv: Separationsskärare motorfel

source: printer-state-reasons.separation-cutter-near-limit
pt_br: O Separador e Cortador Está Próximo do Seu Limite
ro: Cuțit de separare aproape de limită
sv: Separationsskärare vid gräns

source: printer-state-reasons.separation-cutter-offline
pt_br: O Separador e Cortador Não Está Conectado
ro: Cuțitul de separare este deconectat
sv: Separationsskärare nedkopplad

source: printer-state-reasons.separation-cutter-opened
pt_br: O Separador e Cortador Está Aberto
ro: Cuțit de separare deschis
sv: Separationsskärare öppen

source: printer-state-reasons.separation-cutter-over-temperature
pt_br: O Separador e Cortador Atingiu uma Temperatura Excessiva
ro: Dispozitivul de inserare este la o temperatură excesivă
sv: Separationsskärare över normal temperatur

source: printer-state-reasons.separation-cutter-power-saver
pt_br: O Separador e Cortador Entrou no Modo de Economia de Energia
ro: Modul de economisire a energiei pentru cuțitul de separare
sv: Separationsskärare energispar

source: printer-state-reasons.separation-cutter-recoverable-failure
pt_br: Ocorreu uma Falha no Separador e Cortador que Pode Ser Restaurada
ro: Eșec recuperabil al cuțitului de separare
sv: Separationsskärare återhämtningsbart fel

source: printer-state-reasons.separation-cutter-recoverable-storage
pt_br: O Armazenamento do Separador e Cortador Pode Ser Restaurado
ro: Stocare recuperabilă a cuțitului de separare
sv: Separationsskärare återhämtningsbar lagring

source: printer-state-reasons.separation-cutter-removed
pt_br: O Separador do Cortador Foi Removido
ro: Cuțit de separare eliminat
sv: Separationsskärare borttagen

source: printer-state-reasons.separation-cutter-resource-added
pt_br: A Funcionalidade do Separador e Cortador Foi Adicionada
ro: Resursă pentru cuțitul de separare adăugată
sv: Separationsskärarresurs tillagd

source: printer-state-reasons.separation-cutter-resource-removed
pt_br: A Funcionalidade do Separador do Cortador Foi Removida
ro: Resursă pentru cuțitul de separare eliminată
sv: Separationsskärarresurs borttagen

source: printer-state-reasons.separation-cutter-thermistor-failure
pt_br: Ocorreu uma Falha no Termistor do Separador e Cortador
ro: Eșec al termistorului cuțitului de separare
sv: Separationsskärare termistorfel

source: printer-state-reasons.separation-cutter-timing-failure
pt_br: Ocorreu uma Falha no Temporizador do Separador e Cortador
ro: Eșec de sincronizare al cuțitului de separare
sv: Separationsskärare timing-fel

source: printer-state-reasons.separation-cutter-turned-off
pt_br: O Separador e Cortador Está Desligado
ro: Cuțitul de separare este dezactivat
sv: Separationsskärare avstängd

source: printer-state-reasons.separation-cutter-turned-on
pt_br: O Separador e Cortador Está Ligado
ro: Cuțitul de separare este activat
sv: Separationsskärare påsatt

source: printer-state-reasons.separation-cutter-under-temperature
pt_br: O Separador e Cortador Está com a Temperatura Abaixo do Normal
ro: Cuțit de separare aflat sub temperatura normală de funcționare
sv: Separationsskärare under normal temperatur

source: printer-state-reasons.separation-cutter-unrecoverable-failure
pt_br: Ocorreu uma Falha no Armazenamento do Separador e Cortador que Não Pode Ser Restaurada
ro: Eșec irecuperabil al cuțitului de separare
sv: Separationsskärare ej återhämtningsbart fel

source: printer-state-reasons.separation-cutter-unrecoverable-storage-error
pt_br: Ocorreu um Erro no Armazenamento do Separador e Cortador que Não Pode Ser Restaurado
ro: Eroare de stocare irecuperabilă a cuțitului de separare
sv: Separationsskärare ej återhämtningsbart lagringsfel

source: printer-state-reasons.separation-cutter-warming-up
pt_br: O Separador e Cortador Está Aquecendo
ro: Cuțitul de separare se supraîncălzește
sv: Separationsskärare värmer upp

source: printer-state-reasons.sheet-rotator-added
pt_br: O Rotador de Folhas Foi Adicionado
ro: Rotator de foi adăugat

source: printer-state-reasons.sheet-rotator-almost-empty
pt_br: O Rotador de Folhas Está Quase Vazio
ro: Rotatorul de foi este aproape gol
sv: Arkvändare nästan tom

source: printer-state-reasons.sheet-rotator-almost-full
pt_br: O Rotador de Folhas Está Quase Cheio
ro: Rotatorul de foi este aproape plin

source: printer-state-reasons.sheet-rotator-at-limit
pt_br: O Rotador de Folhas Está no Limite
ro: Rotatorul de foi se află la limită

source: printer-state-reasons.sheet-rotator-closed
pt_br: O Rotador de Folhas Está Fechado
ro: Rotator de foi închis

source: printer-state-reasons.sheet-rotator-configuration-change
pt_br: Alterar as Configurações do Rotador de Folhas
ro: Modificare configurație rotator de foi

source: printer-state-reasons.sheet-rotator-cover-closed
pt_br: A Tampa do Rotador de Folhas Está Fechada
ro: Capacul rotatorului de foi este închis

source: printer-state-reasons.sheet-rotator-cover-open
pt_br: A Tampa do Rotador de Folhas Está Aberta
ro: Capacul rotatorului de foi este deschis

source: printer-state-reasons.sheet-rotator-empty
pt_br: O Rotador de Folhas Está Vazio
ro: Rotatorul de foi este gol

source: printer-state-reasons.sheet-rotator-full
pt_br: O Rotador de Folhas Está Cheio
ro: Rotatorul de foi este plin

source: printer-state-reasons.sheet-rotator-interlock-closed
pt_br: O Intertravamento do Rotador de Folhas Está Fechado
ro: Închizătoarea rotatorului de foi este închisă

source: printer-state-reasons.sheet-rotator-interlock-open
pt_br: O Intertravamento do Rotador de Folhas Está Aberto
ro: Închizătoarea rotatorului de foi este deschisă

source: printer-state-reasons.sheet-rotator-jam
pt_br: Ocorreu um Atolamento no Rotador de Folhas
ro: Blocaj al rotatorului de foi

source: printer-state-reasons.sheet-rotator-life-almost-over
pt_br: O Rotador de Folhas Está Quase no Fim da Sua Vida Útil
ro: Rotatorul de foi este aproape de sfârșitul vieții sale utile

source: printer-state-reasons.sheet-rotator-life-over
pt_br: O Rotador de Folhas Está no Fim da Sua Vida Útil
ro: Durata vieții utile a rotatorului de foi s-a sfârșit

source: printer-state-reasons.sheet-rotator-memory-exhausted
pt_br: A Memória do Rotator de Folhas Foi Esgotada
ro: Memorie epuizată a rotatorului de foi

source: printer-state-reasons.sheet-rotator-missing
pt_br: Está Faltando o Rotator de Folhas
ro: Rotatorul de foi lipsește

source: printer-state-reasons.sheet-rotator-motor-failure
pt_br: Ocorreu uma Falha no Motor do Rotador de Folhas
ro: Defecțiune a motorului rotatorului de foi

source: printer-state-reasons.sheet-rotator-near-limit
pt_br: O Rotador de Folhas Está Próximo do Seu Limite
ro: Rotatorul de foi se află aproape de limită

source: printer-state-reasons.sheet-rotator-offline
pt_br: O Rotator de Folhas Não Está Conectado
ro: Rotatorul de foi este deconectat

source: printer-state-reasons.sheet-rotator-opened
pt_br: O Rotador de Folhas Está Aberto
ro: Rotator de foi deschis

source: printer-state-reasons.sheet-rotator-over-temperature
pt_br: O Rotador de Folhas Atingiu uma Temperatura Excessiva
ro: Rotatorul de foi este la o temperatură excesivă

source: printer-state-reasons.sheet-rotator-power-saver
pt_br: O Rotador de Folhas Entrou no Modo de Economia de Energia
ro: Modul de economisire a energiei pentru rotatorul de foi

source: printer-state-reasons.sheet-rotator-recoverable-failure
pt_br: Ocorreu uma Falha no Rotador de Folhas que Pode Ser Restaurada
ro: Eșec recuperabil al rotatorului de foi

source: printer-state-reasons.sheet-rotator-recoverable-storage
pt_br: O Armazenamento Rotador de Folhas Pode Ser Restaurado
ro: Stocare recuperabilă a rotatorului de foi

source: printer-state-reasons.sheet-rotator-removed
pt_br: O Rotador de Folhas Foi Removido
ro: Rotator de foi eliminat

source: printer-state-reasons.sheet-rotator-resource-added
pt_br: A Funcionalidade do Rotador de Folhas Foi Adicionada
ro: Resursă pentru rotatorul de foi adăugată

source: printer-state-reasons.sheet-rotator-resource-removed
pt_br: A Funcionalidade do Rotador de Folhas Foi Removida
ro: Resursă pentru rotatorul de foi eliminată

source: printer-state-reasons.sheet-rotator-thermistor-failure
pt_br: Ocorreu uma Falha no Termistor do Rotador de Folhas
ro: Eșec al termistorului rotatorului de foi
