Repository: OpenPrinting/cups
Catalog: locale/cups_*.po
Languages: es, pt_br, ro, sv

source: %s: Warning - form option ignored.
es: %s: Advertencia – opción de formulario no tenida en cuenta.
pt_br: %s: Aviso. A opção do formulário foi ignorada.
ro: %s: Avertisment - opțiunea formularului a fost ignorată.
sv: %s: Varning - formalternativ ignorerades.

source: %s: Warning - mode option ignored.
es: %s: Advertencia – opción de modo no tenida en cuenta.
pt_br: %s: Aviso. A opção do modo foi ignorada.
ro: %s: Avertisment - opțiunea de mod a fost ignorată.
sv: %s: Varning - lägesalternativet ignorerades.

source: ( expressions ) Group expressions
es: ( expresiones ) Grupo de expresiones
pt_br: ( expressões ) Expressões de grupo
ro: ( expresii ) Grup de expresii
sv: ( expressions ) Gruppera uttryck

source: - Cancel all jobs
es: – Cancelar todos los trabajos
pt_br: - Permite cancelar todos os trabalhos
ro: - Anulează toate lucrările
sv: - Avbryt alla jobb

source: -# num-copies Specify the number of copies to print
es: -# núm–copias Especifica el número de copias para imprimir
pt_br: -# num-copies Permite especificar a quantidade de cópias a serem impressas
ro: -# număr-copii specifică numărul de copii care trebuie imprimate
sv: -# num-copies Ange antal exemplar att skriva ut

source: --[no-]debug-logging Turn debug logging on/off
es: --[no-]debug-logging Encender/apagar accesos de depuración
pt_br: --[no-]debug-logging Permite ativar ou desativar o registro de depuração
ro: --[no-]debug-logging activează/dezactivează înregistrarea depanării
sv: --[no-]debug-logging Växla felsökningslogg på/av

source: --[no-]remote-admin Turn remote administration on/off
es: --[no-]remote-admin Encender/apagar administración remota
pt_br: --[no-]remote-admin Permite ativar ou desativar a administração remota
ro: --[no-]remote-admin activează/dezactivează administrarea de la distanță
sv: --[no-]remote-admin Växla fjärradministrering på/av

source: --[no-]remote-any Allow/prevent access from the Internet
es: --[no-]remote-any Admitir/prevenir acceso desde Internet
pt_br: --[no-]remote-any Permitir ou negar acesso via internet
ro: --[no-]remote-any permite/împiedică accesul din Internet
sv: --[no-]remote-any Tillåt/förbjud åtkomst från internet

source: --[no-]share-printers Turn printer sharing on/off
es: --[no-]share-printers Encender/apagar impresora compartida
pt_br: --[no-]share-printers Permite ativar ou desativar o compartilhamento da impressora
ro: --[no-]share-printers activează/dezactivează partajarea imprimantei
sv: --[no-]share-printers Växla skrivardelning på/av

source: --[no-]user-cancel-any Allow/prevent users to cancel any job
es: --[no-]user-cancel-any Permitir/prevenir que los usuarios cancelen cualquier trabajo
pt_br: --[no-]user-cancel-any Permitir ou negar que os usuários cancelem qualquer trabalho
ro: --[no-]user-cancel-any permite/împiedică utilizatorii să anuleze orice lucrare
sv: --[no-]user-cancel-any Tillåt/förbjud användare att avbryta jobb

source: --bearer-token BEARER-TOKEN Set the OAuth Bearer token for authentication
es: --bearer-token BEARER-TOKEN Pone el testigo OAuth Bearer para autenticación
pt_br: --bearer-token BEARER-TOKEN Permite definir a chave do portador do OAuth para realizar a autenticação
ro: --bearer-token JETON_PURTĂTOR definește jetonul purtătorului de OAuth pentru autentificare

source: --client-name CLIENT-NAME Set the TLS client certificate name
es: --client-name NOMBRE-CLIENTE Establece el nombre del certificado cliente TLS
pt_br: --client-name CLIENT-NAME Permite definir o nome do certificado do cliente TLS
ro: --client-name NUME_CLIENT definește numele certificatului clientului TLS

source: --device-id device-id Show models matching the given IEEE 1284 device ID
es: --device-id device-id Muestra modelos coincidiendo el ID de dispositivo IEEE 1284 proporcionado
pt_br: --device-id device-id Permite exibir os modelos correspondentes ao ID (identificador) do dispositivo do padrão de comunicação IEEE 1284
ro: --device-id id-dispozitiv afișează modelele care corespund ID-ului dispozitivului IEEE 1284 specificat
sv: --device-id device-id Visa modeller som matcher den givna IEEE 1284 enhets-ID:n

source: --domain regex Match domain to regular expression
es: --domain exreg Dominio coincide con expresión regular
pt_br: --domain regex Permite corresponder o domínio a expressão regular
ro: --domain exp-reg potrivește domeniul cu expresia regulată
sv: --domain regex Matcha domän mot regeluttryck

source: --exclude-schemes scheme-list Exclude the specified URI schemes
es: --exclude-schemes scheme-list Excluye los esquemas URI especificados
pt_br: --exclude-schemes lista de esquemas Permite excluir os esquemas do URI que foram especificados
ro: --exclude-schemes listă-scheme exclude schemele URI specificate
sv: --exclude-schemes scheme-list Exkludera angivna URI-scheman

source: --exec utility [argument ...] ; Execute program if true
es: --exec utilidad [argumento ...] ; Ejecuta programa si es verdadero
pt_br: --exec utility [argumento...] ; Permite executar o programa se a opção estiver ativada
ro: --exec program [argument ...] ; execută programul dacă este dată
sv: --exec utility [argument ...] ; Kör program om sant

source: --false Always false
es: --false Siempre falso
pt_br: --false Permite definir a opção com "sempre falso"
ro: --false întotdeauna fals
sv: --false Alltid falskt

source: --help Show this help
es: --help Muestra esta ayuda
pt_br: --help Permite exibir este texto de ajuda
ro: --help afișează acest mesaj de ajutor

source: --help Show program help
es: --help Muestra la ayuda del programa
pt_br: --help Permite exibir a ajuda do programa
ro: --help afișează mesajul de ajutor al programului
sv: --help Visa hjälp om programmet

source: --help Show this help
es: --help Nuestra esta ayuda
pt_br: --help Permite exibir este texto de ajuda
ro: --help afișează acest mesaj de ajutor

source: --hold Hold new jobs
es: --hold Mantener nuevos trabajos
pt_br: --hold Permite reter os novos trabalhos
ro: --hold reține(păstreează) noile lucrări
sv: --hold Håll nya jobb

source: --host regex Match hostname to regular expression
es: --host regex Coincide nombre del anfitrión para expresión regular (ExReg)
pt_br: --host regex Permite corresponder o nome do hospedeiro a uma expressão regular
ro: --host exp-reg potrivește numele gazdei cu expresia regulată
sv: --host regex Matcha värdnamn mot regeluttryck

source: --include-schemes scheme-list Include only the specified URI schemes
es: --include-schemes scheme-list Incluya solo los esquemas URL especificados
pt_br: --include-schemes lista de esquemas Permite incluir apenas os esquemas especificados do URI
ro: --include-schemes listă-scheme include doar schemele URI specificate
sv: --include-schemes scheme-list Inkludera endast angivna URI-scheman

source: --ippserver filename Produce ippserver attribute file
es: --ippserver nombre-archivo Produce archivo de atributo de ippserver
pt_br: --ippserver nome do arquivo Permite produzir o arquivo dos atributos do ippserver
ro: --ippserver nume-fișier generează fișierul de atribute ippserver
sv: --ippserver filnamn Skapa ippserver-attributfil

source: --language locale Show models matching the given locale
es: --language lugar Muestra modelos que coincidan con el lugar proporcionado
pt_br: --language locale Permite exibir os modelos correspondentes ao idioma local
ro: --language cod-limbă afișează modelele care corespund limbii specificate
sv: --language locale Visa modeller som matchar den givna lokalen

source: --literal-name name Match service name to literal name value
es: --literal-name nombre Coincide nombre del servicio al valor del nombre literal
pt_br: --literal-name nome Permite corresponder o nome do serviço ao nome literal
ro: --literal-name nume potrivește numele serviciului cu valoarea literală a numelui
sv: --literal-name namn Matcha tjänstens namn mot bokstavligt namnvärde

source: --local True if service is local
es: --local Cierto si el servicio es local
pt_br: --local Permite utilizar o serviço local se a opção estiver ativada
ro: --local adevărat dacă serviciul este local
sv: --local Sant om tjänsten är lokal

source: --ls List attributes
es: --ls Listado de atributos
pt_br: --ls Permite listar os atributos
ro: --ls afișează lista de atribute
sv: --ls Lista attribut

source: --make-and-model name Show models matching the given make and model name
es: --make-and-model name Muestra modelos que coincidan con el nombre del modelo y creador dado
pt_br: --make-and-model nome Permite exibir as informações referentes ao modelo e a marca do fabricante
ro: --make-and-model nume afișează modelele care corespund mărcii și modelului specificat
sv: --make-and-model name Visa modeller som matchar givna tillverkar- och modellnamn

source: --name regex Match service name to regular expression
es: --name exreg Coincide nombre del servicio a expresión usual
pt_br: --name regex Permite corresponder o nome do serviço à expressão regular
ro: --name exp-reg potrivește numele serviciului cu expresia regulată
sv: --name regex Matcha tjänstnamn mot regeluttryck

source: --no-web-forms Disable web forms for media and supplies
es: --no-web-forms Deshabilita formularios web para media y suministros
pt_br: --no-web-forms Permite desativar os formulários da página da internet para as mídias e para outros recursos
ro: --no-web-forms dezactivează formularele web pentru suporturi media și consumabile
sv: --no-web-forms Avaktivera webbformulär för media och förbrukningsvaror

source: --not expression Unary NOT of expression
es: --not expresión unario NO de expresión
pt_br: --not expressão Permite NÃO interagir com um único elemento da expressão
ro: --not expression nu unar al expresiei (negarea expresiei)
sv: --not expression Unär INTE för uttryck

source: --pam-service service Use the named PAM service
es: --pam-service servicio Utiliza el servicio PAM nombrado
pt_br: --pam-service serviço Permite utilizar o serviço PAM
ro: --pam-service serviciu utilizează serviciul PAM numit
sv: --pam-service service Använd namngiven PAM-tjänst

source: --path regex Match resource path to regular expression
es: --path exreg Coincide ruta de recurso para expresión regular
pt_br: --path regex Permite corresponder o caminho dos recursos para a expressão regular
ro: --path exp-reg potrivește ruta resursei cu expresia regulată
sv: --path regex Matcha resursens sökväg mot regeluttryck

source: --pin Pin certificate found by client command
es: --pin Certificado pin encontrado por comando cliente
pt_br: --pin Permite utilizar o certificado do PIN que é encontrado pelo comando do cliente
ro: --pin fixează certificatul găsit de comanda clientului

source: --port number[-number] Match port to number or range
es: --port número[-número] Coincide puerto a número o intervalo
pt_br: --port número[-número] Permite corresponder a porta a um número ou a um intervalo
ro: --port număr[-număr] potrivește portul cu numărul sau intervalul
sv: --port number[-number] Matcha port mot nummer eller intervall

source: --print Print URI if true
es: --print Imprime URI si es cierta
pt_br: --print Permite imprimir o URI se a opção estiver ativada
ro: --print imprimă URI-ul dacă este dată
sv: --print Skriv ut URI om sant

source: --print-name Print service name if true
es: --print-name Imprimir nombre de servicio si es verdadera
pt_br: --print-name Permite imprimir o nome do serviço se a opção estiver ativada
ro: --print-name imprimă numele serviciului dacă este dată
sv: --print-name Skriv ut tjänstnamn om sant

source: --product name Show models matching the given PostScript product
es: --product nombre Muestra modelos coincidiendo con el producto PostScript dado
pt_br: --product nome Permite exibir os modelos correspondentes ao produto PostScript
ro: --product nume afișează modelele care corespund produsului PostScript specificat
sv: --product name Visa modeller som matchar given PostScript-produkt

source: --quiet Quietly report match via exit code
es: --quiet Informar silenciosamente coincidencias por medio de salida de código
pt_br: --quiet Permite reportar a correspondência silenciosamente por meio do código de retorno
ro: --quiet raportează în mod silențios potrivirea prin codul de ieșire
sv: --quiet Rapportera matchning tyst via avslutningskod

source: --release Release previously held jobs
es: --release Libera trabajos mantenidos previamente
pt_br: --release Permite liberar os trabalhos que foram retidos
ro: --release eliberează lucrările reținute anterior
sv: --release Släpp tidigare hållna jobb

source: --remote True if service is remote
es: --remote Verdadero si el servicio es remoto
pt_br: --remote Permite utilizar o serviço remoto se a opção estiver ativada
ro: --remote adevărat dacă serviciul este la distanță
sv: --remote Sant om det är en fjärrtjänst

source: --require-ca Require CA-signed certificate for client command
es: --require-ca Requiere certificado AC-firmado para comando de cliente
pt_br: --require-ca Permite exigir o certificado CA assinado para o comando do cliente
ro: --require-ca necesită certificat semnat de CA pentru comanda clientului

source: --stop-after-include-error Stop tests after a failed INCLUDE
es: --stop-after-include-error Detiene pruebas tras un INCLUDE fallado
pt_br: --stop-after-include-error Permite parar os testes após a inclusão do INCLUDE que não obteve sucesso
ro: --stop-after-include-error oprește testele după un INCLUDE eșuat
sv: --stop-after-include-error Stoppa tester efter en misslyckad INCLUDE

source: --timeout seconds Specify the maximum number of seconds to discover devices
es: --timeout segundos Especifica el número máximo de segundos para descubrir dispositivos
pt_br: --timeout segundos Permite especificar a quantidade máxima em segundos para encontrar os dispositivos
ro: --timeout secunde specifică numărul maxim de secunde pentru detectarea dispozitivelor
sv: --timeout seconds Specificera maximalt antal sekunder för att upptäcka enheter

source: --true Always true
es: --true Siempre verdadero
pt_br: --true Sempre verdadeiro ou ativado
ro: --true întotdeauna adevărat
sv: --true Alltid sant

source: --txt key True if the TXT record contains the key
es: --txt key Verdadero si el registro TXT contiene la llave
pt_br: --txt chave Permite utilizar o registro TXT que contém a chave se a opção estiver ativada
ro: --txt cheie adevărat dacă înregistrarea TXT conține cheia
sv: --txt key Sant om TXT-posten innehåller nyckeln

source: --txt-* regex Match TXT record key to regular expression
es: --txt-* exreg Coincide llave del registro TXT a expresión usual
pt_br: --txt-* regex Permite corresponder a chave do registro TXT à expressão regular
ro: --txt-* exp-reg potrivește cheia înregistrării TXT cu expresia regulată
sv: --txt-* regex Matcha TXT-postens nyckel mot regeluttryck

source: --uri regex Match URI to regular expression
es: --uri exreg Coincide URI para expresión regular
pt_br: --uri regex Permite corresponder o URI à expressão regular
ro: --uri exp-reg potrivește URI-ul cu expresia regulată
sv: --uri regex Matcha URI mot regeluttryck

source: --user-agent USER-AGENT Set the HTTP User-Agent string
ro: --user-agent USER-AGENT definește șirul HTTP User-Agent

source: --version Show the program version
es: --version Muestra la versión del programa
pt_br: --version Permite exibir a versão do programa
ro: --version afișează versiunea programului

source: --version Show program version
es: --version Muestra la versión del programa
pt_br: --version Permite exibir a versão do programa
ro: --version afișează versiunea programului
sv: --version Visa programversion

source: --version Show version
es: --version Muestra la versión
pt_br: --version Permite exibir a versão
ro: --version afișează versiunea
sv: --version Visa version

source: -2 Set 2-sided printing support (default=1-sided)
es: -2 Establece soporte de impresión en 2-lados (predet.=1-lado)
pt_br: -2 Permite definir o suporte para a impressão frente e verso (o padrão é frente)
ro: -2 stabilește suportul pentru imprimare față-verso (implicit = față)
sv: -2 Sätt stöd för 2-sidig utskrift (förval=1-sidig)

source: -4 Connect using IPv4
es: -4 Conectar utilizando IPv4
pt_br: -4 Permite conectar utilizando o IPv4
ro: -4 conectare utilizând IPv4
sv: -4 Anslut med IPv4

source: -6 Connect using IPv6
es: -6 Conectar utilizando IPv6
pt_br: -6 Permite conectar utilizando o IPv6
ro: -6 conectare utilizând IPv6
sv: -6 Anslut med IPv6

source: -A Enable authentication
es: -A Activa autenticación
pt_br: -A Permite ativar a autenticação
ro: -A activează autentificarea
sv: -A Aktivera autentisering

source: -C Send requests using chunking (default)
es: -C Envía solicitudes utilizando fragmentación (por defecto)
pt_br: -C Permite enviar as requisições utilizando o agrupamento (padrão)
ro: -C trimite cereri utilizând fragmentarea (implicit)
sv: -C Skicka begäran med chunking (förval)

source: -C COUNTRY Set country.
es: -C PAÍS Establece el país.
pt_br: -C COUNTRY Permite definir o país.
ro: -C ȚARA stabilește țara

source: -D description Specify the textual description of the printer
es: -D descripción Especifica la descripción de la impresora
pt_br: -D descrição Permite especificar a descrição textual da impressora
ro: -D descriere specifică descrierea textuală a imprimantei
sv: -D beskrivning Ange beskrivningstext för skrivaren

source: -D device-uri Set the device URI for the printer
es: -D uri-dispositivo Establece el URI de dispositivo para la impresora
pt_br: -D uri-dispositivo Permite definir o URI do dispositivo para a impressora
ro: -D uri-dispozitiv definește URI-ul dispozitivului pentru imprimantă
sv: -D enhets-uri Ange enhets-URI för skrivaren

source: -E Enable and accept jobs on the printer (after -p)
es: -E Activa y acepta trabajos en la impresora (tras -p)
pt_br: -E Permite ativar e aceitar os trabalhos na impressora (após a opção -p)
ro: -E activează și acceptă lucrări la imprimantă (după -p)
sv: -E Aktivera och ta emot jobb på skrivaren (efter -p)

source: -E Encrypt the connection to the server
es: -E Cifra la conexión al servidor
pt_br: -E Permite criptografar a conexão com o servidor
ro: -E criptează conexiunea la server
sv: -E Kryptera anslutning till servern

source: -E Test with encryption using HTTP Upgrade to TLS
es: -E Prueba con cifrado mediante HTTP Actualización a TLS
pt_br: -E Permite testar a criptografia utilizando o HTTP com o protocolo de segurança TLS
ro: -E test cu criptare utilizând actualizarea HTTP la TLS
sv: -E Testa med kryptering genom HTTP Uppgradera till TLS

source: -F Run in the foreground but detach from console.
es: -F Ejecuta en primer plano pero desengancha desde la consola.
pt_br: -F Permite executar em primeiro plano, mas desconecte do console.
ro: -F rulează în prim-plan, dar se detașează de consolă
sv: -F Kör i förgrunden men frikoppla från konsoll.

source: -F output-type/subtype Set the output format for the printer
es: -F tipo-salida/subtipo Fija el formato de salida para la impresora
pt_br: -F saída-tipo/subtipo Permite definir o formato da saída para a impressora
ro: -F tip-ieșire/subtip stabilește formatul de ieșire pentru imprimantă
sv: -F output-type/subtype Ange skrivarens utdataformat

source: -H Show the default server and port
es: -H Muestra el servidor y puerto predeterminado
pt_br: -H Permite exibir o servidor e a porta padrão
ro: -H afișează serverul și portul implicit
sv: -H Visa förvald server och port

source: -H HH:MM Hold the job until the specified UTC time
es: -H HH:MM Mantiene el trabajo hasta que llegue la hora UTC especificada
pt_br: -H HH:MM Permite reter o trabalho até o horário especificado no formato UTC
ro: -H HH:MM reține lucrarea până la ora UTC specificată
sv: -H HH:MM Håll jobbet till angiven UTC-tid

source: -H hold Hold the job until released/resumed
es: -H mantener Mantiene el trabajo hasta que sea liberado/continuado
pt_br: -H hold Permite reter o trabalho até ser liberado/retomado
ro: -H hold reține lucrarea până la eliberare/reluare
sv: -H hold Håll jobbet tills det släpps/återupptas

source: -H immediate Print the job as soon as possible
es: -H inmediate Imprime el trabajo tan pronto como sea posible
pt_br: -H immediate Permite imprimir o trabalho o mais rápido possível
ro: -H immediate imprimă lucrarea cât mai curând posibil
sv: -H immediate Skriv ut jobbet så snart som möjligt

source: -H restart Reprint the job
es: -H restart Re-imprime el trabajo
pt_br: -H restart Permite reimprimir o trabalho
ro: -H restart reimprimă lucrarea
sv: -H restart Skriv ut jobbet igen

source: -H resume Resume a held job
es: -H resume Continúa un trabajo en espera
pt_br: -H resume Permite retomar um trabalho que foi retido
ro: -H resume reia o lucrare reținută
sv: -H resume Återuppta ett hållet jobb

source: -H server[:port] Connect to the named server and port
es: -H servidor[:puerto] Conecta al servidor y el puerto nombrados
pt_br: -H servidor[:porta] Permite conectar ao servidor e a porta indicada
ro: -H server[:port] se conectează la serverul și portul numit
sv: -H server[:port] Anslut till namngiven server och port

source: -I Ignore errors
es: -I Descarta errores
pt_br: -I Permite ignorar os erros
ro: -I ignoră erorile
sv: -I Ignorera fel

source: -I {filename,filters,none,profiles} Ignore specific warnings
es: -I {nombre-fichero(filename), filtros(filters), nada(none),perfiles(profiles)} Se hace caso omiso a avisos específicos
pt_br: -I {filename,filters,none,profiles} Permite ignorar os avisos específicos
ro: -I {filename,filters,none,profiles} ignoră avertismentele specifice
sv: -I {filename,filters,none,profiles} Ignorera specifika varningar

source: -K keypath Set location of server X.509 certificates and keys.
es: -K ruta-llave Establece el lugar del servidor de certificados y llaves X.509.
pt_br: -K caminho-da-chave Permite definir o local onde estão os certificados e as chaves X.509 do servidor.
ro: -K ruta-la-cheie definește locația certificatelor și cheilor X.509 ale serverului
sv: -K keypath Ange plats för serverns X.509-certifikat och -nycklar.

source: -L Send requests using content-length
es: -L Envía peticiones utilizando longitud-contenido (content-length)
pt_br: -L Permite enviar as requisições utilizando o comprimento do conteúdo do content-length
ro: -L trimite cereri utilizând lungimea conținutului
sv: -L Skicka begäran med content-length

source: -L LOCALITY Set locality name.
es: -L LUGAR Establece el nombre del lugar.
pt_br: -L LOCALITY Permite definir o nome da localidade.
ro: -L LOCALITATEA definește numele localității.

source: -L location Specify the textual location of the printer
es: -L location Especifica el lugar textual de la impresora
pt_br: -L local Permite especificar o local da impressora
ro: -L locația specifică textual locația imprimantei
sv: -L location Ange skrivarens platstext

source: -M manufacturer Set manufacturer name (default=Test)
es: -M proveedor Establece el nombre del fabricante (default=Test)
pt_br: -M fabricante Permite definir o nome do fabricante (o padrão é Test)
ro: -M fabricant definește numele fabricantului (implicit = Test)
sv: -M manufacturer Ange tillverkarens namn (förval=Test)

source: -N name Match service name to literal name value
es: -N nombre Coincide nombre del servicio al valor del nombre literal
pt_br: -N nome Permite corresponder o nome do serviço ao nome que foi especificado
ro: -N nume potrivește numele serviciului cu valoarea literală a numelui
sv: -N namn Matcha tjänstens namn mot bokstavligt namnvärde

source: -O ORGANIZATION Set organization name.
es: -O ORGANIZACIÓN Establece el nombre de la organización.
pt_br: -O ORGANIZAÇÃO Permite definir o nome da organização.
ro: -O ORGANIZAȚIA definește numele organizației
