Repository: OpenPrinting/cups
Catalog: locale/cups_*.po
Languages: es, pt_br, ro, sv

source: Invalid group tag.
es: Etiqueta de grupo no válido.
pt_br: A etiqueta do grupo não é válida.
ro: Etichetă de grup nevalidă.
sv: Ogiltig gruppetikett.

source: Invalid media name arguments.
es: Argumentos del nombre del papel no válidos.
pt_br: Os argumentos do nome da mídia não são válidos.
ro: Argumente nevalide pentru numele suportului de imprimare.
sv: Ogiltiga medianamnargument.

source: Invalid media size.
es: Tamaño de papel no válido.
pt_br: O tamanho da mídia não é válido.
ro: Dimensiune nevalidă a suportului de imprimare.
sv: Ogiltig mediastorlek.

source: Invalid named IPP attribute in collection.
es: Atributo IPP no válido nombrado en colección.
pt_br: O atributo do nome do IPP incluso na coleção não é válido.
ro: Atribut IPP nevalid numit în colecție.
sv: Ogiltigt namngivet IPP-attribut i samling.

source: Invalid ppd-name value.
es: Valor nombre-ppd no válido.
pt_br: O valor do ppd-name não é válido.
ro: Valoare ppd-name nevalidă.
sv: Ogiltigt värde för ppd-name.

source: Invalid printer command "%s".
es: Comando de impresora «%s» no válido.
pt_br: O comando "%s" da impressora não é válido.
ro: Comandă de imprimantă nevalidă „%s”.
sv: Ogiltigt skrivarkommando "%s".

source: JIS B4 Long Edge
es: JIS B4 lado largo
pt_br: JIS B4 com a Borda Maior
ro: JIS B4 margine lungă

source: JIS B5 Long Edge
es: JIS B5 lado largo
pt_br: JIS B5 com a Borda Maior
ro: JIS B5 margine lungă

source: JIS B6 Long Edge
es: JIS B6 lado largo
pt_br: JIS B6 com a Borda Maior
ro: JIS B6 margine lungă

source: JSON file too large.
es: Archivo JSON muy grande.
pt_br: O arquivo do JSON é muito grande.
ro: Fișierul JSON este prea mare.

source: Job #%d cannot be restarted - no files.
es: El trabajo nº %d no puede ser reiniciado; no hay archivos.
pt_br: O trabalho #%d não pode ser reiniciado, porque o arquivo não foi encontrado.
ro: Lucrarea nr. %d nu poate fi repornită - nu există fișiere.
sv: Jobb #%d kan inte startas om - inga filer.

source: Job #%d does not exist.
es: El trabajo nº %d no existe.
pt_br: O trabalho #%d não existe.
ro: Lucrarea nr. %d nu există.
sv: Jobb #%d finns inte.

source: Job #%d is already aborted - can't cancel.
es: El trabajo nº %d ya está anulado; no se puede cancelar.
pt_br: O trabalho #%d já foi abortado e não é possível cancelar.
ro: Lucrarea nr. %d este deja întreruptă - nu se poate anula.
sv: Utskrift %d är redan avbruten - kan inte avbryta.

source: Job #%d is already canceled - can't cancel.
es: El trabajo nº %d ya está cancelado; no se puede cancelar.
pt_br: O trabalho #%d já foi cancelado e não é possível cancelar.
ro: Lucrarea nr. %d este deja anulată - nu se poate anula.
sv: Utskrift %d är redan avbruten - kan inte avbryta.

source: Job #%d is already completed - can't cancel.
es: El trabajo nº %d ya ha sido completada; no se puede cancelar.
pt_br: O trabalho #%d já foi concluído e não é possível cancelar.
ro: Lucrarea nr. %d este deja finalizată - nu se poate anula.
sv: Utskrift %d är redan klar - kan inte avbryta.

source: Job #%d is finished and cannot be altered.
es: El trabajo nº %d ha finalizado y no puede ser alterada.
pt_br: O trabalho #%d já foi finalizado e não pode ser alterado.
ro: Lucrarea nr. %d este finalizată și nu poate fi modificată.
sv: Jobb #%d är slutfört och kan inte ändras.

source: Job #%d is not complete.
es: El trabajo nº %d no está completado.
pt_br: O trabalho #%d não foi concluído.
ro: Lucrarea nr. %d nu este finalizată.
sv: Jobb #%d är inte färdigt.

source: Job #%d is not held for authentication.
es: El trabajo nº %d no está retenido para autenticación.
pt_br: O trabalho #%d não foi mantido para a autenticação.
ro: Lucrarea nr. %d nu este reținută pentru autentificare.
sv: Jobb #%d väntar inte på autentisering.

source: Job #%d is not held.
es: El trabajo nº %d no está retenido.
pt_br: O trabalho #%d não foi mantido.
ro: Lucrarea nr. %d nu este reținută.
sv: Jobb #%d hålls inte.

source: Job Completed
es: Trabajo Completado
pt_br: O Trabalho Foi Concluído
ro: Lucrare finalizată
sv: Utskriften är klar

source: Job Created
es: Trabajo Creado
pt_br: O Trabalho Foi Criado
ro: Lucrare de imprimare creată
sv: Utskrift skapad

source: Job Options Changed
es: Opciones de trabajo cambiados
pt_br: As Opções do Trabalho Foram Alteradas
ro: Opțiuni pentru lucrare schimbate
sv: Utskriftsalternativ ändrades

source: Job Stopped
es: Trabajo detenido
pt_br: O Trabalho Está Parado
ro: Lucrare oprită
sv: Utskriften har stoppats

source: Job is completed and cannot be changed.
es: El trabajo está terminado y no puede ser cambiado.
pt_br: O trabalho foi concluído e não pode ser alterado.
ro: Lucrarea este finalizată și nu poate fi modificată.
sv: Utskriften är klar och kan inte ändras.

source: Job operation failed
es: La operación del trabajo ha fallado
pt_br: A operação do trabalho falhou
ro: Operația lucrării a eșuat
sv: Jobbåtgärd misslyckades

source: Job state cannot be changed.
es: No se puede cambiar el estado del trabajo.
pt_br: O estado do trabalho não pode ser alterado.
ro: Starea lucrării nu poate fi modificată.
sv: Utskriftsstatus kan inte ändras.

source: Job subscriptions cannot be renewed.
es: Las suscripciones de trabajo no han podido ser renovadas.
pt_br: As assinaturas do trabalho não podem ser renovadas.
ro: Subscripțiile la lucrări nu pot fi reînnoite.
sv: Jobbprenumerationer kan inte förnyas.

source: Jobs
es: Trabajos
pt_br: Trabalhos
ro: Lucrări
sv: Utskrifter

source: LPD/LPR Host or Printer
es: Equipo o impresora LPD/LPR
pt_br: Impressora ou máquina LPD/LPR
ro: Gazdă sau imprimantă LPD/LPR
sv: LPD/LPR-värd eller -skrivare

source: LPDEST environment variable names default destination that does not exist.
es: Destino del nombres de variable de entorno LPDEST por defecto que no existen.
pt_br: Os nomes das variáveis de ambiente LPDEST do destino padrão que não existe.
ro: Variabila de mediu LPDEST numește destinația implicită care nu există.
sv: Miljövariabeln LPDEST namnger en förvald destination som inte finns.

source: Label Printer
es: Impresora de etiqueta
pt_br: Impressora de Etiquetas
ro: Imprimantă de etichete

source: Label Top
es: Parte superior de etiqueta
pt_br: Parte Superior da Etiqueta
ro: Etichetă de sus

source: Language "%s" not supported.
es: No se admite el uso del idioma «%s».
pt_br: O idioma "%s" não é compatível.
ro: Limba „%s” nu este disponibilă.
sv: Språket "%s" stöds inte.

source: Large Address
es: Dirección grande
pt_br: Endereço Grande
ro: Adresă extinsă

source: LaserJet Series PCL 4/5
es: Series LaserJet PCL 4/5
ro: LaserJet Seria PCL 4/5

source: Letter Oversize
es: Carta Extragrande
pt_br: Carta Grande
ro: Scrisoare de dimensiuni mari

source: Letter Oversize Long Edge
es: Carta Extragrande lado largo
pt_br: Carta com a Borda Muito Maior
ro: Scrisoare de dimensiuni mari cu margini late

source: Light
es: Ligero
pt_br: Leve
ro: Ușoară

source: Line longer than the maximum allowed (255 characters)
es: Línea más larga que el máximo permitido (255 caracteres)
pt_br: Linha maior do que o máximo permitido de 255 caracteres
ro: Linie mai lungă decât lungimea maximă permisă (255 caractere)
sv: Rad längre än vad som maximalt tillåts (255 tecken)

source: List Available Printers
es: Listar impresoras disponibles
pt_br: Lista de Impressoras Disponíveis
ro: Lista imprimantelor disponibile
sv: Senast tillgängliga skrivare

source: Listening on port %d.
es: Escucha en el puerto %d.
pt_br: Escutando na porta %d.
ro: Se ascultă pe portul %d.
sv: Lyssnar på port %d.

source: Local printer created.
es: Impresora creada localmente.
pt_br: A impressora local foi criada.
ro: Imprimantă locală creată.
sv: Lokal skrivare skapades.

source: Long-Edge (Portrait)
es: Lado largo (retrato)
pt_br: Borda Maior (Retrato)
ro: Margine lungă ( portret)

source: Main Roll
es: Rollo Principal
pt_br: Rolete Principal
ro: Rola principală

source: Manual Feed
es: Alimentación Manual
pt_br: Alimentação Manual
ro: Alimentare manuală

source: Media Size
es: Tamaño de papel
pt_br: Tamanho da Mídia
ro: Dimensiunea suportului de imprimare
sv: Mediestorlek

source: Media Source
es: Fuente del papel
pt_br: Fonte da Mídia
ro: Sursa hârtiei
sv: Mediekälla

source: Media Tracking
es: Seguimiento del medio
pt_br: Rastreamento da Mídia
ro: Monitorizarea suportului

source: Media Type
es: Tipo de papel
pt_br: Tipo de Mídia
ro: Tipul de suport
sv: Medietyp

source: Medium
es: Media
pt_br: Médio
ro: Medie

source: Memory allocation error
es: Error de reserva de memoria
pt_br: Ocorreu um erro de alocação da memória
ro: Eroare de alocare a memoriei
sv: Minnestilldelningsfel

source: Missing CloseGroup
es: Falta CloseGroup
pt_br: Está faltando o CloseGroup
ro: Lipsește CloseGroup
sv: Saknar CloseGroup

source: Missing CloseUI/JCLCloseUI
es: Falta CloseUI/JCLCloseUI
pt_br: Está faltando o CloseUI/JCLCloseUI
ro: Lipsește CloseUI/JCLCloseUI
sv: Saknar CloseUI/JCLCloseUI

source: Missing PPD-Adobe-4.x header
es: Falta cabecera PPD-Adobe-4.x
pt_br: Está faltando o cabeçalho do PPD-Adobe-4.x
ro: Lipsește antetul PPD-Adobe-4.x
sv: Saknar PPD-Adobe-4.x-huvud

source: Missing asterisk in column 1
es: Falta un asterisco en la columna 1
pt_br: Está faltando o asterisco na coluna 1
ro: Lipsă asterisc în coloana 1
sv: Saknar asterisk i kolumn 1

source: Missing document-number attribute.
es: Falta el atributo document-number.
pt_br: Está faltando o atributo do document-number.
ro: Lipsește atributul document-number.
sv: Saknar attributet document-number.

source: Missing form variable
es: Falta una variable de formulario
pt_br: Está faltando a variável do formulário
ro: Lipsește variabila formularului
sv: Saknar formvariabel

source: Missing last-document attribute in request.
es: Falta el atributo last-document en la petición.
pt_br: Está faltando o atributo do last-document na requisição.
ro: Atributul „last-document” lipsește din cerere.
sv: Saknar attributet last-document i begäran.

source: Missing media or media-col.
es: Falta media o media-col.
pt_br: Está faltando o media ou o media-col.
ro: Lipsește media sau media-col.
sv: Saknar media eller media-col.

source: Missing media-size in media-col.
es: Falta media-size en media-col.
pt_br: Está faltando o media-size no media-col.
ro: Lipsește media-size în media-col.
sv: Saknar media-size i media-col.

source: Missing notify-subscription-ids attribute.
es: Falta el atributo notify-subscription-ids.
pt_br: Está faltando o atributo notify-subscription-ids.
ro: Lipsește atributul notify-subscription-ids.
sv: Saknar attributet notify-subscription-ids.

source: Missing option keyword
es: Falta cadena de clave de opción
pt_br: Está faltando a palavra-chave na opção
ro: Lipsește cuvântul cheie din opțiune
sv: Saknar alternativet keyword

source: Missing requesting-user-name attribute.
es: Falta el atributo requesting-user-name.
pt_br: Está faltando o atributo requesting-user-name.
ro: Lipsește atributul „requesting-user-name”.
sv: Saknar attributet requesting-user-name.

source: Missing required attribute "%s".
es: Falta atributo necesario "%s".
pt_br: Está faltando o atributo "%s" que é necessário.
ro: Lipsește atributul necesar „%s”.
sv: Saknar nödvändigt attribut "%s".

source: Missing required attributes.
es: Faltan atributos necesarios.
pt_br: Estão faltando os atributos necessários.
ro: Lipsesc atributele necesare.
sv: Saknar nödvändiga attribut.

source: Missing resource in URI
es: Falta recurso en URI
pt_br: Está faltando o recurso no URI
ro: Lipsește resursa în URI
sv: Saknar resurs i URI

source: Missing scheme in URI
es: Falta esquema en URI
pt_br: Está faltando o esquema no URI
ro: Lipsește schema în URI
sv: Saknar schema i URI

source: Missing value string
es: Falta cadena de valores
pt_br: Está faltando um conjunto de caracteres
ro: Lipsește șirul valorii
sv: Saknar värdesträng

source: Missing x-dimension in media-size.
es: Falta x-dimension en media-size.
pt_br: Está faltando o x-dimension no media-size.
ro: Lipsește x-dimension în media-size.
sv: Saknar x-dimension i media-size.

source: Missing y-dimension in media-size.
es: Falta y-dimension en media-size.
pt_br: Está faltando o y-dimension no media-size.
ro: Lipsește y-dimension în media-size.
sv: Saknar y-dimension i media-size.

source: Model: name = %s natural_language = %s make-and-model = %s device-id = %s
es: Modelo: nombre = %s natural_language = %s make-and-model = %s device-id = %s
pt_br: Modelo: nome = %s idioma_nativo = %s marca-e-modelo = %s id-do-dispositivo = %s
ro: Model: nume = %s limba-nativă = %s marcă-și-model = %s id-dispozitiv = %s
sv: Modell: name = %s natural_language = %s make-and-model = %s device-id = %s

source: Modifiers:
es: Modificadores:
pt_br: Modificadores:
ro: Modificatori:
sv: Modifierare:

source: Modify Class
es: Modificar clase
pt_br: Modificar a Classe
ro: Modifică clasa
sv: Ändra klass

source: Modify Printer
es: Modificar impresora
pt_br: Modificar a Impressora
ro: Modifică imprimanta
sv: Ändra skrivare

source: Move All Jobs
es: Mover todos los trabajos
pt_br: Mover Todos os Trabalhos
ro: Mută toate lucrările
sv: Flytta alla utskrifter

source: Move Job
es: Mover trabajo
pt_br: Mover o Trabalho
ro: Mută lucrarea
sv: Flytta utskrift

source: Moved Permanently
es: Movido permanentemente
pt_br: Mover Permanentemente
ro: Mutată definitiv
sv: Permanent flyttad

source: NULL PPD file pointer
es: Puntero de archivo PPD NULO
pt_br: O ponteiro do arquivo PPD é NULO
ro: Indicator fișier PPD nul
sv: NULL PPD-filspekare

source: Name OID uses indefinite length
es: Nombre OID usa una longitud indefinida
pt_br: O nome do OID utiliza um comprimento que não é definido
ro: Numele OID utilizează o lungime nedeterminată
sv: Namn OID använder obestämd längd

source: Nested classes are not allowed.
es: No se permiten clases anidadas.
pt_br: Não é permitido aninhar as classes.
ro: Clasele imbricate nu sunt permise.
sv: Nästlade klasser tillåts inte.

source: Never
es: Nunca
pt_br: Nunca
ro: Niciodată

source: New credentials are not valid for name.
es: Las credenciales nuevas no son válidas para el nombre.
pt_br: As novas credenciais não são válidas para o nome.
ro: Noile acreditări nu sunt valabile pentru nume.
sv: Nya inloggningsuppgifter är ogiltiga för namnet.

source: New credentials are older than stored credentials.
es: Las credenciales nuevas son más antiguas que las credenciales almacenadas.
pt_br: As novas credenciais são mais antigas do que as credenciais que estão armazenadas.
ro: Noile acreditări sunt mai vechi decât acreditările stocate.
sv: Nya inloggningsuppgifter är äldre än lagrade inloggningsuppgifter.

source: No
pt_br: Não
ro: Nu
sv: Nej

source: No Content
es: No hay contenido
pt_br: Nenhum conteúdo
ro: Fără conținut
sv: Inget innehåll

source: No IPP attributes.
es: No hay atributos IPP.
pt_br: O IPP não tem atributos.
ro: Fără atribute IPP.
sv: Inga IPP-attribut.

source: No JWKS URI in authorization server metadata.
ro: Nu există URI-ul JWKS în metadatele serverului de autorizare.

source: No PPD name
es: No hay nombre de PPD
pt_br: O PPD não tem um nome
ro: Fără nume PPD
sv: Inget PPD-namn

source: No VarBind SEQUENCE
es: No hay Varbind SEQUENCE
pt_br: Não tem a SEQUENCE para o VarBind
ro: Fără SECVENȚĂ VarBind
sv: Ingen VarBind SEQUENCE

source: No active connection
es: No hay conexión activa
pt_br: Não tem uma conexão ativa
ro: Nu există nicio conexiune activă
sv: Ingen aktiv anslutning

source: No active connection.
es: No hay conexión activa.
pt_br: Não tem uma conexão ativa.
ro: Nu există nicio conexiune activă.
sv: Ingen aktiv anslutning.

source: No active jobs on %s.
es: No hay trabajos activos en %s.
pt_br: Não tem um trabalho ativo em %s.
ro: Nu există lucrări active pentru %s.
sv: Inga aktiva jobb på %s.

source: No attributes in request.
es: No hay atributos en la solicitud.
pt_br: Não têm os atributos na requisição.
ro: Nu există atribute în cerere.
sv: Inga attribut i begäran.

source: No authentication information provided.
es: No se ha proporcionado información de autentificación.
pt_br: As informações de autenticação não foram fornecidas.
ro: Nu s-au furnizat informații de autentificare.
sv: Ingen autentiseringsinformation angavs.

source: No client ID configured for this server.
ro: Nu este configurat niciun ID de client pentru acest server.

source: No community name
es: No hay nombre de comunidad
pt_br: Não tem o nome da comunidade
ro: Fără nume de comunitate
sv: Inget gemenskapsnamn

source: No default destination.
es: No hay destino por defecto.
pt_br: Não tem o destino padrão.
ro: Fără destinație implicită.
sv: Ingen förvald destination.

source: No default printer.
es: No hay impresora predeterminada.
pt_br: Não tem uma impressora padrão.
ro: Fără imprimantă implicită.
sv: Ingen förvald skrivare.

source: No destinations added.
es: No se han añadido destinos.
pt_br: Não foi adicionado um destino.
ro: Nu au fost adăugate destinații.
sv: Inga mål tillagda.

source: No device URI found in argv[0] or in DEVICE_URI environment variable.
es: No se ha encontrado el URI del dispositivo en argv[0] o en la variable de entorno DEVICE_URI.
pt_br: Não foi encontrado o URI do dispositivo no argumento argv[0] ou na variável de ambiente DEVICE_URI.
ro: Nu s-a găsit nicio adresă URI a dispozitivului în argv[0] sau în variabila de mediu DEVICE_URI.
sv: Ingen enhets-URI hittades i argv[0] eller i miljövariabeln DEVICE_URI.

source: No error-index
es: No hay error-index
pt_br: Não ocorreu o error-index
ro: Fără index de erori
sv: Inget felindex

source: No error-status
es: No hay error-status
pt_br: Não ocorreu o error-status
ro: Fără stare de eroare
sv: Ingen felstatus

source: No file in print request.
es: No hay ningún archivo en la solicitud de impresión.
pt_br: Não tem um arquivo na requisição da impressão.
ro: Nu există niciun fișier în cererea de imprimare.
sv: Ingen fil i utskriftsbegäran.

source: No modification time
es: No hay tiempo de modificación
pt_br: Não tem um horário da modificação
ro: Fără ora-data de modificare
sv: Ingen ändringstid

source: No name OID
es: No hay nombre OID
pt_br: Não tem o nome do OID
ro: Fără nume OID
sv: Ingen namn-OID

source: No pages were found.
es: No hay páginas encontradas.
pt_br: Nenhuma página foi encontrada.
ro: Nu s-au găsit pagini.
sv: Inga sidor hittades.

source: No printer name
es: No hay nombre de impresora
pt_br: Não tem um nome da impressora
ro: Fără nume de imprimantă
sv: Inget skrivarnamn

source: No printer-uri found
es: No se encontró printer-uri
pt_br: Não foi encontrado um printer-uri
ro: Nu s- a găsit nicio imprimantă-uri
sv: Ingen skrivar-uri hittades

source: No printer-uri found for class
es: No se encontró printer-uri para la clase
pt_br: Não foi encontrado um printer-uri para a classe
ro: Nu s-au găsit imprimante-uri pentru clasa
sv: Ingen skrivar-uri hittades för klass

source: No printer-uri in request.
es: No hay printer-uri en la solicitud.
pt_br: Não foi encontrado um printer-uri na requisição.
ro: Nu există nicio imprimantă-uri în cerere.
sv: Ingen skrivar-uri i begäran.

source: No printer-uri-supported attribute.
es: No hay atributo de uri de impresora admitido.
pt_br: Não foi encontrado os atributos do printer-uri-supported
ro: Niciun atribut acceptat de imprimantă-uri.

source: No request URI.
es: No se ha solicitado URI.
pt_br: Não foi tem um URI na requisição.
ro: Nicio adresă URI solicitată.
sv: Ingen begäran-URI.

source: No request protocol version.
es: No se ha solicitado versión del protocolo.
pt_br: Não tem uma versão do protocolo da requisição.
ro: Nicio versiune a protocolului de solicitare.
sv: Ingen protokollversion för begäran.

source: No request sent.
es: No se ha enviado solicitud.
pt_br: Nenhuma requisição foi enviada.
ro: Nu s-a trimis nicio solicitare.
sv: Ingen begäran skickades.

source: No request-id
es: No hay request-id
pt_br: Não tem um request-id
ro: Niciun id de solicitare
sv: Ingen begärans-ID

source: No stored credentials, not valid for name.
es: No hay credenciales almacenadas, ni válida para nombre.
pt_br: Nenhuma das credenciais armazenadas são válidas para o nome.
ro: Nu există date de autentificare stocate, numele nu este valid.
sv: Inga lagrade inloggningsuppgifter, inte giltigt för namn.

source: No subscription attributes in request.
es: No hay atributos de subscripción en la solicitud.
pt_br: Não tem o atributo da assinatura na requisição.
ro: Nu există atribute de abonament în cerere.
sv: Inga prenumerationsattribut i begäran.

source: No subscriptions found.
es: No se han encontrado subscripciones.
pt_br: Nenhuma assinatura foi encontrada.
ro: Nu s-au găsit abonamente.
sv: Inga prenumerationer hittades.

source: No variable-bindings SEQUENCE
es: No hay variable-bindings SEQUENCE
pt_br: Não tem a SEQUENCE no variable-bindings
ro: Nu există nicio SECVENȚĂ variable-bindings

source: No version number
es: No hay número de versión
pt_br: Não tem o número de versão
ro: Fără număr de versiune
sv: Inget versionsnummer

source: Non-continuous (Mark sensing)
es: No continuo (sensible a señal)
pt_br: Não contínua (detecção da marca)
ro: Ne-continuu (detectare marcaj)

source: Non-continuous (Web sensing)
es: No continuo (sensible a web)
pt_br: Não contínua (detecção da internet)
ro: Ne-continuu (detectare web)

source: Not Found
es: No encontrado
pt_br: Não Foi Encontrado
ro: Nu s-a găsit
sv: Hittades inte

source: Not Implemented
es: No implementado
pt_br: Não Foi Implementado
ro: Nu este implementat
sv: Inte implementerat

source: Not Installed
es: No instalado
pt_br: Não Foi Instalado
ro: Neinstalat

source: Not Modified
es: No modificado
pt_br: Não Foi Modificado
ro: Nemodificat
sv: Inte ändrat

source: Not Supported
es: No implementado
pt_br: Não Tem Suporte
ro: Nu este compatibil
sv: Stöds inte

source: Not allowed to print.
es: No se permite imprimir.
pt_br: Não é permitido imprimir.
ro: Nu este permisă imprimarea.
sv: Ingen förvald skrivare

source: Note
es: Nota
pt_br: Observação
ro: Notă

source: OAuth Login
ro: Autentificare OAuth

source: Off (1-Sided)
es: Desactivado (1 cara)
pt_br: Off (1 lado)
ro: Dezactivat (1-față)

source: Online Help
es: Ayuda en línea
pt_br: Ajuda na Internet
ro: Ajutor în Internet
sv: Online-hjälp

source: Only WGS-84 coordinates are supported.
es: Solo son admitidas las coordenadas WGS-84.
pt_br: Somente as coordenadas do WGS-84 são compatíveis.
ro: Sunt acceptate numai coordonatele WGS-84.

source: Only local users can create a local printer.
es: Sólo usuarios locales pueden crear una impresora local.
pt_br: Somente os usuários locais podem criar uma impressora local.
ro: Numai utilizatorii locali pot crea o imprimantă locală.
sv: Endast lokala användare kan skapa en lokal skrivare.

source: Open of %s failed: %s
es: La apertura de %s ha fallado: %s
pt_br: A abertura de %s falhou: %s
ro: Deschiderea lui %s a eșuat: %s
sv: Öppnande av %s misslyckades: %s

source: OpenGroup without a CloseGroup first
es: OpenGroup sin un CloseGroup previo
pt_br: O OpenGroup está sem um CloseGroup
ro: OpenGroup fără un CloseGroup anterior
sv: OpenGroup utan en CloseGroup först

source: OpenUI/JCLOpenUI without a CloseUI/JCLCloseUI first
es: OpenUI/JCLOpenUI sin un CloseUI/JCLCloseUI previo
pt_br: O OpenUI/JCLOpenUI está sem um CloseUI/JCLCloseUI
ro: OpenUI/JCLOpenU fără un CloseUI/JCLCloseUI anterior
sv: OpenUI/JCLOpenUI utan en CloseUI/JCLCloseUI först

source: Operation Policy
es: Directiva de operación
pt_br: Política de operação
ro: Politica de operare
sv: Åtgärdspolicy

source: Option "%s" cannot be included via %%%%IncludeFeature.
es: La opción "%s" no puede incluirse via %%%%IncludeFeature.
pt_br: A opção "%s" não pode ser incluída via %%%%IncludeFeature.
ro: Opțiunea „%s” nu poate fi inclusă prin %%%%IncludeFeature.
sv: Alternativet "%s" kan inte inkluderas via %%%%IncludeFeature.

source: Options Installed
es: Opciones instaladas
pt_br: Opções que estão instaladas
ro: Opțiuni instalate
sv: Alternativ installerade
