Repository: OpenPrinting/cups
Catalog: locale/cups_*.po
Languages: es, pt_br, ro, sv

source: ppdc: Expected option section on line %d of %s.
es: ppdc: Se esperaba una sección de opciones en la línea %d de %s.
pt_br: Era esperada a opção da seção na linha %d de %s para o ppdc.
ro: ppdc: Se aștepta secțiunea de opțiuni pe linia %d din %s.
sv: ppdc: Alternativavsnitt förväntades på rad %d av %s.

source: ppdc: Expected option type on line %d of %s.
es: ppdc: Se esperaba un tipo de opción en la línea %d de %s.
pt_br: Era esperado o tipo da opção na linha %d de %s para o ppdc.
ro: ppdc: Se aștepta tipul de opțiune pe linia %d din %s.
sv: ppdc: Alternativtyp förväntades på rad %d av %s.

source: ppdc: Expected override field after Resolution on line %d of %s.
es: ppdc: Se esperaba un campo de anulación tras Resolution en la línea %d de %s.
pt_br: Era esperado o campo de substituição após o Resolution na linha %d de %s para o ppdc.
ro: ppdc: Se aștepta câmpul de suprascriere după Resolution pe linia %d din %s.
sv: ppdc: Åsidosättningsfält förväntades efter Resolution på rad %d av %s.

source: ppdc: Expected quoted string on line %d of %s.
es: ppdc: Se esperaba una cadena entrecomillada en la línea %d de %s.
pt_br: Era esperado um conjunto de caracteres entre aspas na linha %d de %s para o ppdc.
ro: ppdc: Se aștepta șirul citat pe linia %d din %s.
sv: ppdc: Citerad sträng förväntades på rad %d av %s.

source: ppdc: Expected real number on line %d of %s.
es: ppdc: Se esperaba un número real en la línea %d de %s.
pt_br: Era esperado um número real na linha %d de %s para o ppdc.
ro: ppdc: Se aștepta un număr real pe linia %d din %s.
sv: ppdc: Realtal förväntades på rad %d av %s.

source: ppdc: Expected resolution/mediatype following ColorProfile on line %d of %s.
es: ppdc: Se esperaba resolución/tipo de soporte tras ColorProfile en la línea %d de %s.
pt_br: Era esperada a resolução ou o tipo da mídia após o ColorProfile na linha %d de %s para o ppdc.
ro: ppdc: Se aștepta rezoluție/tip de suport după ColorProfile pe linia %d din %s.
sv: ppdc: Upplösning/mediatyp förväntades efter ColorProfile på rad %d av %s.

source: ppdc: Expected resolution/mediatype following SimpleColorProfile on line %d of %s.
es: ppdc: Se esperaba resolución/tipo de soporte tras SimpleColorProfile en la línea %d de %s.
pt_br: Era esperada a resolução ou o tipo da mídia após SimpleColorProfile na linha %d de %s para o ppdc.
ro: ppdc: Se aștepta rezoluție/tip de suport după SimpleColorProfile pe linia %d din %s.
sv: ppdc: Upplösning/mediatyp förväntades efter SimpleColorProfile på rad %d av %s.

source: ppdc: Expected selector after %s on line %d of %s.
es: ppdc: Se esperaba un selector tras %s en la línea %d de %s.
pt_br: Era esperado o seletor após o %s na linha %d de %s para o ppdc.
ro: ppdc: Se aștepta selectorul după %s pe linia %d din %s.
sv: ppdc: Selektor förväntades efter %s på rad %d av %s.

source: ppdc: Expected status after Font on line %d of %s.
es: ppdc: Se esperaba un estado tras Font en la línea %d de %s.
pt_br: Era esperado o estado após o Font na linha %d de %s para o ppdc.
ro: ppdc: Se aștepta starea după Font pe linia %d din %s.
sv: ppdc: Status förväntades efter Font på rad %d av %s.

source: ppdc: Expected string after Copyright on line %d of %s.
es: ppdc: Se esperaba una cadena tras Copyright en la línea %d de %s.
pt_br: Era esperado um conjunto de caracteres após o Copyright (direitos autorais) na linha %d de %s do ppdc.
ro: ppdc: Se aștepta un șir după Copyright în linia %d din %s.
sv: ppdc: Sträng förväntades efter Copyright på rad %d av %s.

source: ppdc: Expected string after Version on line %d of %s.
es: ppdc: Se esperaba una cadena tras Version en la línea %d de %s.
pt_br: Era esperado um conjunto de caracteres após o Version na linha %d de %s do ppdc.
ro: ppdc: Se aștepta un șir după Version în linia %d din %s.
sv: ppdc: Sträng förväntades efter Version på rad %d av %s.

source: ppdc: Expected two option names on line %d of %s.
es: ppdc: Se esperaban dos nombres de opciones en la línea %d de %s.
pt_br: Era esperado os nomes de duas opções na linha %d de %s para o ppdc.
ro: ppdc: Se așteptau două nume de opțiuni pe linia %d din %s.
sv: ppdc: Två alternativnamn förväntades på rad %d av %s.

source: ppdc: Expected value after %s on line %d of %s.
es: ppdc: Se esperaba un valor tras %s en la línea %d de %s.
pt_br: Era esperado um valor após %s na linha %d de %s para o ppdc.
ro: ppdc: Se aștepta valoarea după %s pe linia %d din %s.
sv: ppdc: Värde förväntades efter %s på rad %d av %s.

source: ppdc: Expected version after Font on line %d of %s.
es: ppdc: Se esperaba una versión tras Font en la línea %d de %s.
pt_br: Era esperado a versão após o Font na linha %d de %s para o ppdc.
ro: ppdc: Se aștepta versiunea după Font pe linia %d din %s.
sv: ppdc: Version förväntades efter Font på rad %d av %s.

source: ppdc: Invalid #include/#po filename "%s".
es: ppdc: Nombre de archivo #include/#po incorrecto "%s".
pt_br: O nome do arquivo "%s" do #include/#po não é válido para o ppdc.
ro: ppdc: Nume de fișier #include/#po nevalid „%s”.
sv: ppdc: Ogiltigt #include-/#po-filnamn "%s".

source: ppdc: Invalid cost for filter on line %d of %s.
es: ppdc: Coste incorrecto para el filtro en la línea %d de %s.
pt_br: O cost (custo) para o filtro na linha %d de %s não é válido para o ppdc.
ro: ppdc: Cost nevalid pentru filtrul de pe linia %d din %s.
sv: ppdc: Ogiltig kostnad för filter på rad %d av %s.

source: ppdc: Invalid empty MIME type for filter on line %d of %s.
es: ppdc: Tipo MIME vacío incorrecto para el filtro en la línea %d de %s.
pt_br: O tipo do MIME vazio ou em branco para o filtro na linha %d de %s não é válido para o ppdc.
ro: ppdc: Tip MIME gol nevalid pentru filtrul de pe linia %d din %s.
sv: ppdc: Ogiltig tom MIME-typ för filter på rad %d av %s.

source: ppdc: Invalid empty program name for filter on line %d of %s.
es: ppdc: Nombre de programa vacío incorrecto para el filtro en la línea %d de %s.
pt_br: O nome do programa vazio ou em branco na linha %d de %s não é válido para o ppdc.
ro: ppdc: Nume de program nevalid pentru filtrul de pe linia %d din %s.
sv: ppdc: Ogiltigt tomt programnamn för filter på rad %d av %s.

source: ppdc: Invalid option section "%s" on line %d of %s.
es: ppdc: Sección de opción incorrecta "%s" en la línea %d de %s.
pt_br: A opção da seção "%s" na linha %d de %s não é válida para o ppdc.
ro: ppdc: Secțiune de opțiuni nevalidă „%s” pe linia %d din %s.
sv: ppdc: Ogiltigt alternativavsnitt "%s" på rad %d av %s.

source: ppdc: Invalid option type "%s" on line %d of %s.
es: ppdc: Tipo de opción incorrecta "%s" en la línea %d de %s.
pt_br: A opção do tipo "%s" na linha %d de %s não é válida para o ppdc.
ro: ppdc: Tip de opțiune nevalid „%s” pe linia %d din %s.
sv: ppdc: Ogiltig alternativtyp "%s" på rad %d av %s.

source: ppdc: Loading driver information file "%s".
es: ppdc: Cargando archivo de información de controlador "%s".
pt_br: Carregando o arquivo "%s" contendo as informações do controlador do ppdc.
ro: ppdc: Se încarcă fișierul cu informații despre controlor „%s”.
sv: ppdc: Läser in drivrutinsinformationsfil "%s".

source: ppdc: Loading messages for locale "%s".
es: ppdc: Cargando mensajes del idioma "%s".
pt_br: Carregando as mensagens para o locale (local) "%s" do ppdc.
ro: ppdc: Se încarcă mesaje pentru limba „%s”.
sv: ppdc: Läser in meddelanden för lokal "%s".

source: ppdc: Loading messages from "%s".
es: ppdc: Cargando mensajes desde "%s".
pt_br: Carregando as mensagens de "%s" do ppdc.
ro: ppdc: Se încarcă mesajele din „%s”.
sv: ppdc: Läser in meddelanden från "%s".

source: ppdc: Missing #endif at end of "%s".
es: ppdc: Falta un #endif al final de "%s".
pt_br: Está faltando o #endif no final de "%s" para o ppdc.
ro: ppdc: Lipsește #endif la sfârșitul „%s”.
sv: ppdc: Saknar #endif vid slutet av "%s".

source: ppdc: Missing #if on line %d of %s.
es: ppdc: Falta un #if en la línea %d de %s.
pt_br: Está faltando o #if na linha %d de %s para o ppdc.
ro: ppdc: Lipsește #if în linia %d din %s.
sv: ppdc: Saknar #if på rad %d av %s.

source: ppdc: Need a msgid line before any translation strings on line %d of %s.
es: ppdc: Se necesita una línea msgid antes de cualquier cadena de traducción en línea %d de %s.
pt_br: O ppdc necessita de uma linha do msgid antes de qualquer texto de tradução na linha %d de %s.
ro: ppdc: Este necesară o linie msgid înaintea oricăror șiruri de traducere din linia %d din %s.
sv: ppdc: Behöver en msgid-rad före översättningssträngar på rad %d av %s.

source: ppdc: No message catalog provided for locale %s.
es: ppdc: No se ha proporcionado catálogo de mensajes para el idioma %s.
pt_br: Nenhum catálogo de mensagens foi fornecido para o locale (local) %s para o ppdc.
ro: ppdc: Nu există catalog de mesaje pentru limba %s.
sv: ppdc: Ingen meddelandekatalog angiven för lokal %s.

source: ppdc: Option %s defined in two different groups on line %d of %s.
es: ppdc: Opción %s definida en dos diferentes grupos en la línea %d de %s.
pt_br: A opção %s foi definida em dois grupos diferentes na linha %d de %s para o ppdc.
ro: ppdc: Opțiunea %s este definită în două grupuri diferite pe linia %d din %s.
sv: ppdc: Alternativ %s definierad i två olika grupper på rad %d av %s.

source: ppdc: Option %s redefined with a different type on line %d of %s.
es: ppdc: Opción %s redefinida con un tipo diferente en la línea %d de %s.
pt_br: A opção %s foi redefinida com um tipo diferente na linha %d de %s para o ppdc.
ro: ppdc: Opțiunea %s a fost redefinită cu un tip diferit în linia %d din %s.
sv: ppdc: Alternativ %s omdefinierad med en annan typ på rad %d av %s.

source: ppdc: Option constraint must *name on line %d of %s.
es: ppdc: Opción de restricción debe *name en línea %d de %s.
pt_br: A restrição da opção tem que conter *name na linha %d de %s para o ppdc.
ro: ppdc: Constrângerea opțiunii trebuie să conțină *name pe linia %d din %s.

source: ppdc: Too many nested #if's on line %d of %s.
es: ppdc: Demasiados #if anidados en la línea %d de %s.
pt_br: Existem muitos #if aninhados na linha %d de %s para o ppdc.
ro: ppdc: Prea multe #if-uri imbricate pe linia %d din %s.
sv: ppdc: För många nästlade #if:ar på rad %d av %s.

source: ppdc: Unable to create PPD file "%s" - %s.
es: ppdc: No se ha podido crear el archivo PPD "%s" - %s.
pt_br: Não foi possível criar o arquivo PPD "%s" de %s para o ppdc.
ro: ppdc: Nu se poate crea fișierul PPD „%s” - %s.
sv: ppdc: Kunde inte skapa PPD-fil "%s" - %s.

source: ppdc: Unable to create output directory %s: %s
es: ppdc: No se ha podido crear el directorio de salida %s: %s
pt_br: Não foi possível criar o diretório de saída %s de %s para o ppdc
ro: ppdc: Nu s-a putut crea directorul de ieșire %s: %s
sv: ppdc: Kunde inte skapa utdatakatalog %s: %s

source: ppdc: Unable to create output pipes: %s
es: ppdc: No se han podido crear canales (pipes) de salida: %s
pt_br: Não foi possível criar o redirecionamento da saída %s para o ppdc
ro: ppdc: Nu s-au putut crea conductele de ieșire: %s
sv: ppdc: Kunde inte skapa utdatarör: %s

source: ppdc: Unable to execute cupstestppd: %s
es: ppdc: No se ha podido ejecutar cupstestppd: %s
pt_br: Não foi possível executar o %s do cupstestppd para o ppdc
ro: ppdc: Nu s-a putut executa cupstestppd: %s
sv: ppdc: Kunde inte köra cupstestppd: %s

source: ppdc: Unable to find #po file %s on line %d of %s.
es: ppdc: No se ha podido encontrar el archivo #po %s en la línea %d de %s.
pt_br: Não foi possível encontrar o arquivo #po %s na linha %d de %s para o ppdc.
ro: ppdc: Nu s-a găsit fișierul #po %s la linia %d din %s.
sv: ppdc: Kunde itne hitta #po-fil %s på rad %d av %s.

source: ppdc: Unable to find include file "%s" on line %d of %s.
es: ppdc: No se ha podido encontrar el archivo include "%s" en la línea %d de %s.
pt_br: Não foi possível encontrar o arquivo "%s" a ser incluído na linha %d de %s para o ppdc.
ro: ppdc: Nu s-a găsit fișierul de includere „%s” la linia %d din %s.
sv: ppdc: Kunde inte hitta inkluderingsfil "%s" på rad %d av %s.

source: ppdc: Unable to find localization for "%s" - %s
es: ppdc: No se ha podido encontrar localización para "%s" - %s
pt_br: Não foi possível encontrar a localização "%s" de %s para o ppdc
ro: ppdc: Nu s-a putut găsi traducerea pentru „%s” - %s
sv: ppdc: Kunde inte hitta lokalisering för "%s" - %s

source: ppdc: Unable to load localization file "%s" - %s
es: ppdc: No se ha podido cargar el archivo de localización "%s" - %s
pt_br: Não foi possível carregar o arquivo da localização "%s" de %s para o ppdc
ro: ppdc: Nu s-a putut încărca fișierul de traducere „%s” - %s
sv: ppdc: Kunde inte läsa in lokaliseringsfil "%s" - %s

source: ppdc: Unable to open %s: %s
es: ppdc: No se pudo abrir %s: %s
pt_br: Não foi possível abrir o %s de %s para o ppdc
ro: ppdc: Nu s-a putut deschide %s: %s
sv: ppdc: Kunde inte öppna %s: %s

source: ppdc: Undefined variable (%s) on line %d of %s.
es: ppdc: Variable no definida (%s) en la línea %d de %s.
pt_br: A variável (%s) não foi definida na linha %d de %s para o ppdc.
ro: ppdc: Variabilă nedefinită (%s) la linia %d din %s.
sv: ppdc: Odefinierad variabel (%s) på rad %d av %s.

source: ppdc: Unexpected text on line %d of %s.
es: ppdc: Texto inesperado en la línea %d del %s.
pt_br: O texto não era esperado na linha %d de %s para o ppdc.
ro: ppdc: Text neașteptat pe linia %d din %s.
sv: ppdc: Oväntad text på rad %d av %s.

source: ppdc: Unknown driver type %s on line %d of %s.
es: ppdc: Tipo de controlador desconocido %s en la línea %d de %s.
pt_br: O tipo do controlador %s não é conhecido na linha %d de %s para o ppdc.
ro: ppdc: Tip de controlor necunoscut %s pe linia %d din %s.
sv: ppdc: Okänd drivrutinstyp %s på rad %d av %s.

source: ppdc: Unknown duplex type "%s" on line %d of %s.
es: ppdc: Tipo dúplex desconocido "%s" en la línea %d de %s.
pt_br: O tipo do duplex (frente e verso) "%s" não é conhecido na linha %d de %s para o ppdc.
ro: ppdc: Tip duplex necunoscut „%s” pe linia %d din %s.
sv: ppdc: Okänd duplextyp "%s" på rad %d av %s.

source: ppdc: Unknown media size "%s" on line %d of %s.
es: ppdc: Tamaño de papel desconocido "%s" en la línea %d de %s.
pt_br: O tamanho da mídia "%s" não é conhecido na linha %d de %s para o ppdc.
ro: ppdc: Dimensiune necunoscută a suportului de imprimare „%s” pe linia %d din %s.
sv: ppdc: Okänd mediastorlek "%s" på rad %d av %s.

source: ppdc: Unknown message catalog format for "%s".
es: ppdc: Formato del catálogo de mensajes para "%s" desconocido.
pt_br: O formato do catálogo das mensagens "%s" não é conhecido para o ppdc.
ro: ppdc: Format necunoscut al catalogului de mesaje pentru „%s”.
sv: ppdc: Okänt meddelandekatalogformat för "%s".

source: ppdc: Unknown token "%s" seen on line %d of %s.
es: ppdc: Elemento desconocido "%s" visto en la línea %d de %s.
pt_br: A chave do portador de acesso "%s" não é conhecida na linha %d de %s do ppdc.
ro: ppdc: Jeton necunoscut „%s” găsit pe linia %d din %s.
sv: ppdc: Okänd token "%s" hittades på rad %d av %s.

source: ppdc: Unknown trailing characters in real number "%s" on line %d of %s.
es: ppdc: Caracteres finales desconocidos en el número real "%s" en la línea %d de %s.
pt_br: O caractere final no número real "%s" não é conhecido na linha %d de %s para o ppdc.
ro: ppdc: Caractere finale necunoscute în numărul real „%s” de pe linia %d din %s.
sv: ppdc: Okända avslutande tecken i realtal "%s" på rad %d av %s.

source: ppdc: Unterminated string starting with %c on line %d of %s.
es: ppdc: Cadena que comienza por %c sin terminar en la línea %d de %s.
pt_br: O texto %c que foi iniciado não foi finalizado na linha %d de %s para o ppdc.
ro: ppdc: Șir neîncheiat care începe cu %c pe linia %d din %s.
sv: ppdc: Ej avslutad sträng som börjar med %c på rad %d av %s.

source: ppdc: Warning - overlapping filename "%s".
es: ppdc: Advertencia - nombre de archivo superpuesto "%s".
pt_br: Aviso. O nome do arquivo está sobreposto a "%s" para o ppdc.
ro: ppdc: Avertisment - nume de fișier suprapus „%s”.
sv: ppdc: Varning - överlappande filnamn "%s".

source: ppdc: Writing %s.
es: ppdc: Escribiendo %s.
pt_br: Gravando %s para o ppdc.
ro: ppdc: Se scrie %s.
sv: ppdc: Skriver %s.

source: ppdc: Writing PPD files to directory "%s".
es: ppdc: Escribiendo archivos PPD al directorio "%s".
pt_br: Gravando os arquivos PPD no diretório "%s" para o ppdc.
ro: ppdc: Se scriu fisierele PPD in directoriul „%s”.
sv: ppdc: Skriver PPD-filer till katalog "%s".

source: ppdmerge: Bad LanguageVersion "%s" in %s.
es: ppdmerge: LanguageVersion "%s" incorrecto en %s.
pt_br: ppdmerge: LanguageVersion incorreto "%s" em %s.
ro: ppdmerge: LanguageVersion incorectă „%s” în %s.
sv: ppdmerge: Dålig LanguageVersion "%s" i %s.

source: ppdmerge: Ignoring PPD file %s.
es: ppdmerge: Ignorando archivo PPD %s.
pt_br: ppdmerge: Ignorando o arquivo PPD %s.
ro: ppdmerge: Se ignoră fișierul PPD %s.
sv: ppdmerge: Ignorerar PPD-filen %s.

source: ppdmerge: Unable to backup %s to %s - %s
es: ppdmerge: No se ha podido hacer copia de respaldo de %s a %s - %s
pt_br: ppdmerge: Não é possível fazer backup de %s para %s - %s
ro: ppdmerge: Nu s-a putut face copierea de rezervă pentru %s în %s - %s
sv: ppdmerge: Kunde inte säkerhetskopiera %s till %s - %s

source: pre-dial-string
pt_br: Conjunto de Caracteres da Pós-Discagem
ro: Șir de pre-apelare

source: presentation-direction-number-up
pt_br: Disposição Crescente da Numeração
ro: Incrementare schemă de dispunere
sv: Numreringslayout

source: presentation-direction-number-up.tobottom-toleft
pt_br: No Canto Superior ou Inferior, Direito ou Esquerdo
ro: De sus în jos, de la dreapta la stânga
sv: Topp till botten, höger till vänster

source: presentation-direction-number-up.tobottom-toright
pt_br: No Canto Superior ou Inferior, Esquerdo ou Direito
ro: De sus în jos, de la stânga la dreapta
sv: Topp till botten, vänster till höger

source: presentation-direction-number-up.toleft-tobottom
pt_br: No Canto Direito ou Esquerdo, Superior ou Inferior
ro: De la dreapta la stânga, de sus în jos
sv: Höger till vänster, topp till botten

source: presentation-direction-number-up.toleft-totop
pt_br: No Canto Direito ou Esquerdo, Inferior ou Superior
ro: De la dreapta la stânga, de jos în sus
sv: Höger till vänster, botten till topp

source: presentation-direction-number-up.toright-tobottom
pt_br: No Canto Esquerdo ou Direito , Superior ou Inferior
ro: De la stânga la dreapta, de sus în jos
sv: Vänster till höger, topp till botten

source: presentation-direction-number-up.toright-totop
pt_br: No Canto Esquerdo ou Direito, Inferior ou Superior
ro: De la stânga la dreapta, de jos în sus
sv: Vänster till höger, botten till topp

source: presentation-direction-number-up.totop-toleft
pt_br: No Canto Inferior ou Superior, Direito ou Esquerdo
ro: De jos în sus, de la dreapta la stânga
sv: Botten till topp, höger till vänster

source: presentation-direction-number-up.totop-toright
pt_br: No Canto Inferior ou Superior, Esquerdo ou Direito
ro: De jos în sus, de la stânga la dreapta
sv: Botten till topp, vänster till höger

source: print-accuracy
pt_br: Precisão da Impressão
ro: Precizia imprimării
sv: Utskriftskvalitet

source: print-base
pt_br: Base da Impressão
ro: Baza de imprimare
sv: Utskriftsbas

source: print-base-actual
pt_br: Base Real da Impressão
ro: Baza de imprimare actuală
sv: Utskriftsbas faktisk

source: print-base.brim
pt_br: Borda
ro: Margine
sv: Brätte

source: print-base.none
pt_br: Nenhum
ro: Niciuna
sv: Ingen

source: print-base.raft
pt_br: Jangada
ro: Plută
sv: Flotte

source: print-base.skirt
pt_br: Saia
ro: Fustă
sv: Staket

source: print-base.standard
pt_br: Padrão
ro: Standard
sv: Standard

source: print-color-mode
pt_br: Modo de Impressão Colorido
ro: Modul de imprimare color
sv: Färgläge för utskrift

source: print-color-mode.auto
pt_br: Automático
ro: Automat
sv: Automatisk

source: print-color-mode.auto-monochrome
pt_br: Monocromático Automático
ro: Auto monocrom
sv: Auto svartvitt

source: print-color-mode.bi-level
pt_br: Texto
ro: Text
sv: Text

source: print-color-mode.color
pt_br: Cor
ro: Color
sv: Färg

source: print-color-mode.highlight
es: Resaltar
pt_br: Destaque
ro: Evidențiere
sv: Märkning

source: print-color-mode.monochrome
es: Monocromo
pt_br: Monocromático
ro: Monocrom
sv: Svartvitt

source: print-color-mode.process-bi-level
es: Texto del proceso
pt_br: Texto do Processo
ro: Textul procesului
sv: Behandla text

source: print-color-mode.process-monochrome
es: Proceso monocromo
pt_br: Processo Monocromático
ro: Proces monocrom
sv: Behandla svartvitt

source: print-content-optimize
es: Optimización de impresión
pt_br: Otimização da Impressão
ro: Optimizarea imprimării
sv: Utskriftsoptimering

source: print-content-optimize-actual
pt_br: Otimizar o Conteúdo Real e Imprimir
ro: Optimizarea conținutului de imprimare actual
sv: Utskriftens innehållsoptimering faktisk

source: print-content-optimize.auto
pt_br: Automático
ro: Automat
sv: Automatisk

source: print-content-optimize.graphic
pt_br: Gráficos
ro: Grafică
sv: Grafik

source: print-content-optimize.graphics
pt_br: Gráficos
ro: Grafică
sv: Grafik

source: print-content-optimize.photo
pt_br: Foto
ro: Fotografie
sv: Foto

source: print-content-optimize.text
pt_br: Texto
ro: Text
sv: Text

source: print-content-optimize.text-and-graphic
pt_br: Textos e Gráficos
ro: Text și grafică
sv: Text och grafik

source: print-content-optimize.text-and-graphics
pt_br: Textos e Gráficos
ro: Text și grafică
sv: Text och grafik

source: print-objects
pt_br: Objetos da Impressão
ro: Imprimare obiecte
sv: Utskriftsobjekt

source: print-quality
pt_br: Qualidade da Impressão
ro: Calitatea imprimării
sv: Utskriftskvalitet

source: print-quality.3
es: Borrador
pt_br: Rascunho
ro: Schiță
sv: Utkast

source: print-quality.4
es: Normal
pt_br: Normal
ro: Normală
sv: Normal

source: print-quality.5
es: Alta
pt_br: Alta
ro: Ridicată
sv: Hög

source: print-rendering-intent
pt_br: Intenção de Renderização da impressão
ro: Intenția de redare a imprimării
sv: Avsikt för utskrift

source: print-rendering-intent.absolute
pt_br: Absoluto
ro: Absolută
sv: Absolut

source: print-rendering-intent.auto
pt_br: Automático
ro: Automat
sv: Automatisk

source: print-rendering-intent.perceptual
pt_br: Perceptivo
ro: Perceptivă
sv: Perceptuell

source: print-rendering-intent.relative
pt_br: Relativo
ro: Relativă
sv: Relativ

source: print-rendering-intent.relative-bpc
pt_br: Relativo com Compensação do Ponto Preto
ro: Relativă cu compensare a punctului alb/negru
sv: Relativ m. svartpunktskompensering

source: print-rendering-intent.saturation
pt_br: Saturação
ro: Saturație
sv: Mättnad

source: print-scaling
pt_br: Dimensionamento da Impressão
ro: Scalare imprimare
sv: Utskriftsskala

source: print-scaling.auto
pt_br: Automático
ro: Automată
sv: Automatisk

source: print-scaling.auto-fit
pt_br: Ajuste Automático
ro: Potrivire automată
sv: Autopassning

source: print-scaling.fill
pt_br: Preencher
ro: Umplere
sv: Fyll

source: print-scaling.fit
pt_br: Ajustar
ro: Potrivire
sv: Passa

source: print-scaling.none
pt_br: Nenhum
ro: Niciuna
sv: Ingen

source: print-supports
es: Asistencia de Impresora
pt_br: Suportes de Impressão
ro: Asistență pentru imprimare
sv: Utskriftsstöd

source: print-supports-actual
pt_br: Suporte Real de Impressão
ro: Asistența pentru imprimare actuală
sv: Utskriftsstöd faktiskt

source: print-supports.material
pt_br: Com o Material Especificado
ro: Cu material specificat
sv: Med angivet material

source: print-supports.none
pt_br: Nenhum
ro: Niciuna
sv: Inget

source: print-supports.standard
pt_br: Padrão
ro: Standard
sv: Standard

source: printer %s disabled since %s -
es: la impresora %s está deshabilitada desde %s -
pt_br: A impressora %s está desativada desde %s -
ro: imprimanta %s dezactivată din %s -
sv: skrivare %s avaktiverad sedan %s -
