Repository: OpenPrinting/cups
Catalog: locale/cups_*.po
Languages: es, pt_br, ro, sv

source: -m MIME/TYPE Set output MIME type (otherwise application/pdf).
es: -m MIME/TIPO Pone el tipo MIME de salida (en otro caso aplicación/pdf).
pt_br: -m MIME/TYPE Permite definir o tipo do MIME da saída, caso contrário, será programa/pdf).
ro: -m MIME/TIP stabilește tipul MIME de ieșire (altfel aplicație/pdf)

source: -n COPIES Set number of copies.
es: -n COPIAS Establece el número de copias.
pt_br: -n CÓPIAS Permite definir a quantidade de cópias.
ro: -n COPII stabilește numărul de copii

source: -o NAME=VALUE Set option(s).
es: -o NOMBRE=VALOR Establece opción(es).
pt_br: -o NAME=VALUE Permite definir as opções.
ro: -o NUME=VALOARE definește opțiune (opțiuni)

source: -o filename.drv Set driver information file (otherwise ppdi.drv).
es: -o nombre_archivo.drv Establece el archivo de información del controlador (si no, ppdi.drv).
pt_br: -o arquivo.drv Permite definir o arquivo de informações do controlador (driver), caso contrário, será utilizado o ppdi.drv.
ro: -o nume-fișier.drv stabilește fișierul cu informații despre controlor (altfel ppdi.drv)
sv: -o filnamn.drv Ange drivrutinsinformationfil (annars ppdi.drv).

source: -o filename.ppd[.gz] Set output file (otherwise stdout).
es: -o nombre_archivo.ppd[.gz] Establece el archivo de salida (si no, stdout).
pt_br: -o arquivo.ppd[.gz] Permite definir o arquivo da saída, caso contrário, será o utilizado o stdout.
ro: -o nume-fișier.ppd[.gz] stabilește fișierul de ieșire (altfel se utilizează ieșirea standard)
sv: -o filnamn.ppd[.gz] Ange utdatafil (annars stdout).

source: -p FILENAME.ppd Set PPD file.
es: -p NOMBRE-ARCHIVO.ppd Pone el archivo PPD.
pt_br: -p FILENAME.ppd Permite definir o arquivo do formato PPD.
ro: -p nume-fișier.ppd stabilește fișierul PPD

source: -t Test PPDs instead of generating them.
es: -t Prueba los PPD en vez de generarlos.
pt_br: -t Permite testar os arquivos PPDs ao invés de criá-los.
ro: -t testează PPD-urile în loc să le genereze
sv: -t Testa PPD:er istället för att generera dem.

source: -t TITLE Set title.
es: -t TÍTULO Establece el título.
pt_br: -t TITLE Permite definir o título .
ro: -t TITLU stabilește titlul

source: -u Remove the PPD file when finished.
es: -u Elimina el archivo PPD tras finalizarlo.
pt_br: -u Permite remover o arquivo do formato PPD quando terminar.
ro: -u elimină fișierul PPD când a terminat
sv: -u Ta bort PPD-fil när uppgiften har slutförts.

source: -v Be verbose.
es: -v Ser detallado.
pt_br: -v Permite ativar o modo detalhado.
ro: -v oferă informații detaliate despre operațiile realizate
sv: -v Var utförlig.

source: -z Compress PPD files using GNU zip.
es: -z Comprime archivos PPD usando GNU zip.
pt_br: -z Permite compactar os arquivos PPD utilizando o pacote zip do GNU.
ro: -z comprimă fișierele PPD folosind GNU zip
sv: -z Komprimera PPD-filer med GNU zip.

source: FAIL
es: FALLO
pt_br: FALHA
ro: EȘEC
sv: MISSLYCKADES

source: PASS
es: LOGRA
pt_br: PASSOU
ro: A TRECUT
sv: LYCKADES

source: ! expression Unary NOT of expression
es: ! de expresión Expresión unaria NO
pt_br: ! expressão NÃO unário da expressão
ro: ! expresie Nu unar al expresiei (negarea expresiei)
sv: ! uttryck Unär INTE för uttryck

source: "%s": Bad URI value "%s" - %s (RFC 8011 section 5.1.6).
es: «%s»: valor «%s» URI inconcluso – %s (RFC 8011 sección 5.1.6).
pt_br: "%s": O valor do URI "%s" não é válido para o %s (RFC 8011 da seção 5.1.6).
ro: „%s”: Valoare URI incorectă „%s” - %s (RFC 8011 secțiunea 5.1.6).
sv: "%s": Dåligt URI-värde "%s" - %s (RFC 8011 avsnitt 5.1.6).

source: "%s": Bad URI value "%s" - bad length %d (RFC 8011 section 5.1.6).
es: «%s»: valor «%s» URI inconcluso – longitud %d inconclusa (RFC 8011 sección 5.1.6).
pt_br: "%s": O valor do URI "%s" não é válido, o comprimento %d não é válido (RFC 8011 da seção 5.1.6).
ro: „%s”: Valoare URI incorectă „%s” – lungime incorectă %d (RFC 8011 secțiunea 5.1.6).
sv: "%s": Dåligt URI-värde "%s" - dålig längd %d (RFC 8011 avsnitt 5.1.6).

source: "%s": Bad attribute name - bad length %d (RFC 8011 section 5.1.4).
es: «%s»: nombre de atributo inconcluso – longitud %d inconclusa (RFC 8011 sección 5.1.4).
pt_br: "%s": O nome do atributo não é válido, o comprimento %d não é válido (RFC 8011 da seção 5.1.4).
ro: „%s”: Nume de atribut incorect – lungime incorectă %d (RFC 8011 secțiunea 5.1.4).
sv: "%s": Dåligt attributnamn - dålig längd %d (RFC 8011 avsnitt 5.1.4).

source: "%s": Bad attribute name - invalid character (RFC 8011 section 5.1.4).
es: «%s»: nombre de atributo inconcluso – carácter no válido (RFC 8011 sección 5.1.4).
pt_br: "%s": O nome do atributo não é válido devido a um caractere não ser válido (RFC 8011 da seção 5.1.4).
ro: „%s”: Nume de atribut incorect – caracter nevalid (RFC 8011 secțiunea 5.1.4).
sv: "%s": Dåligt attributnamn - ogiltigt tecken (RFC 8011 avsnitt 5.1.4).

source: "%s": Bad boolean value %d (RFC 8011 section 5.1.21).
es: «%s»: valor lógico %d inconcluso (RFC 8011 sección 5.1.21).
pt_br: "%s": O Valor booleano %d não é válido (RFC 8011 da seção 5.1.21).
ro: „%s”: Valoare booleană incorectă %d (RFC 8011 secțiunea 5.1.21).
sv: "%s": Dåligt booleskt värde %d (RFC 8011 avsnitt 5.1.21).

source: "%s": Bad charset value "%s" - bad characters (RFC 8011 section 5.1.8).
es: «%s»: valor del conjunto de caracteres «%s» inconcluso – caracteres inconclusos (RFC 8011 sección 5.1.8).
pt_br: "%s": O valor do conjunto de caracteres "%s" não é válido, devido alguns caracteres não serem válidos (RFC 8011 da seção 5.1.8).
ro: „%s”: Valoare incorectă a setului de caractere „%s” – caractere incorecte (RFC 8011 secțiunea 5.1.8).
sv: "%s": Dåligt teckenuppsättningsvärde "%s" - dåliga tecken (RFC 8011 avsnitt 5.1.8).

source: "%s": Bad charset value "%s" - bad length %d (RFC 8011 section 5.1.8).
es: «%s»: valor «%s» de conjunto de caracteres inconcluso – longitud %d inconcluso (RFC 8011 sección 5.1.8).
pt_br: "%s": O valor do conjunto de caracteres "%s" não é válido, devido o comprimento %d não ser válido (RFC 8011 da seção 5.1.8).
ro: „%s”: Valoare incorectă a setului de caractere „%s” - lungime incorectă %d (RFC 8011 secțiunea 5.1.8).
sv: "%s": Dåligt värde för teckenuppsättning "%s" - dålig längd %d (RFC 8011 avsnitt 5.1.8).

source: "%s": Bad dateTime UTC hours %u (RFC 8011 section 5.1.15).
es: «%s»: %u horas UTC de dateTime inconclusas: (RFC 8011 sección 5.1.15).
pt_br: "%s": O dateTime (data e hora) %u não é válido para o formato do UTC (RFC 8011 da seção 5.1.15).
ro: „%s”: Ore ale DateTime UTC incorecte %u (RFC 8011 secțiunea 5.1.15).
sv: "%s": Dålig dateTime UTC timmar %u (RFC 8011 avsnitt 5.1.15).

source: "%s": Bad dateTime UTC minutes %u (RFC 8011 section 5.1.15).
es: «%s»: %u minutos UTC de dateTime inconclusos (RFC 8011 sección 5.1.15).
pt_br: "%s": O dateTime (data e hora) de %u em minutos não é válido do UTC (RFC 8011 da seção 5.1.15).
ro: „%s”: Minute ale DateTime UTC incorecte %u (RFC 8011 secțiunea 5.1.15).
sv: "%s": Dålig dateTime UTC minuter %u (RFC 8011 avsnitt 5.1.15).

source: "%s": Bad dateTime UTC sign '%c' (RFC 8011 section 5.1.15).
es: «%s»: signo inconcluso '%c' de dateTime UTC (RFC 8011 sección 5.1.15).
pt_br: "%s": O dateTime (data e hora) com o sinal '%c' não é válido para o UTC (RFC 8011 da seção 5.1.15).
ro: „%s”: Semn dateTime UTC incorect „%c” (RFC 8011 secțiunea 5.1.15).
sv: "%s": Dålig dateTime UTC-tecken '%c' (RFC 8011 avsnitt 5.1.15).

source: "%s": Bad dateTime day %u (RFC 8011 section 5.1.15).
es: «%s»: día %u dateTime inconcluso (RFC 8011 sección 5.1.15).
pt_br: "%s": O dateTime (data e hora) de %u dia(s) não é válido (RFC 8011 da seção 5.1.15).
ro: „%s”: Ziua DateTime UTC este incorectă %u (RFC 8011 secțiunea 5.1.15).
sv: "%s": Dålig dateTime dag %u (RFC 8011 avsnitt 5.1.15).

source: "%s": Bad dateTime deciseconds %u (RFC 8011 section 5.1.15).
es: «%s»: %u decisegundos de dateTime inconcluso (RFC 8011 sección 5.1.15).
pt_br: "%s": O dateTime (data e hora) de %u em decisegundos não é válido (RFC 8011 seção 5.1.15).
ro: „%s”: Zecimi de secundă ale DateTime incorecte %u (RFC 8011 secțiunea 5.1.15).
sv: "%s": Dålig dateTime decisekunder %u (RFC 8011 avsnitt 5.1.15).

source: "%s": Bad dateTime hours %u (RFC 8011 section 5.1.15).
es: «%s»: %u horas de dateTime inconclusas (RFC 8011 sección 5.1.15).
pt_br: "%s": O dateTime (data e hora) de %u em horas não é válido (RFC 8011 seção 5.1.15).
ro: „%s”: Ore DateTime incorecte %u (RFC 8011 secțiunea 5.1.15).
sv: "%s": Dålig dateTime timmar %u (RFC 8011 avsnitt 5.1.15).

source: "%s": Bad dateTime minutes %u (RFC 8011 section 5.1.15).
es: «%s»: %u minutos de dateTime inconclusos (RFC 8011 sección 5.1.15).
pt_br: "%s": O dateTime (data e hora) de %u em minutos não é válido (RFC 8011 da seção 5.1.15).
ro: „%s”: Minute ale DateTime incorecte %u (RFC 8011 secțiunea 5.1.15).
sv: "%s": Dålig dateTime minuter %u (RFC 8011 avsnitt 5.1.15).

source: "%s": Bad dateTime month %u (RFC 8011 section 5.1.15).
es: "%s": mes %u de dateTime inconcluso (RFC 8011 sección 5.1.15).
pt_br: "%s": O dateTime (data e hora) de %u em meses não é válido (RFC 8011 da seção 5.1.15).
ro: „%s”: Luna DateTime este incorectă %u (RFC 8011 secțiunea 5.1.15).
sv: "%s": Dålig dateTime månad %u (RFC 8011 avsnitt 5.1.15).

source: "%s": Bad dateTime seconds %u (RFC 8011 section 5.1.15).
es: «%s»: %u segundos de dateTime inconclusos (RFC 8011 sección 5.1.15).
pt_br: "%s": O dateTime (data e hora) de %u em segundos não é válido (RFC 8011 da seção 5.1.15).
ro: „%s”: Secunde ale DateTime incorecte %u (RFC 8011 secțiunea 5.1.15).
sv: "%s": Dålig dateTime sekunder %u (RFC 8011 avsnitt 5.1.15).

source: "%s": Bad enum value %d - out of range (RFC 8011 section 5.1.5).
es: «%s»: valor %d de enumeración inconcluso – fuera del intervalo (RFC 8011 sección 5.1.5).
pt_br: "%s": O valor %d não é válido porque está fora do intervalo (RFC 8011 da seção 5.1.5).
ro: „%s”: Valoare de enumerare incorectă %d – în afara intervalului (RFC 8011 secțiunea 5.1.5).
sv: "%s": Dåligt enum-värde %d - utanför intervall (RFC 8011 avsnitt 5.1.5).

source: "%s": Bad keyword value "%s" - bad length %d (RFC 8011 section 5.1.4).
es: «%s»: valor «%s» de palabra clave inconclusa – longitud %d inconclusa (RFC 8011 sección 5.1.4).
pt_br: "%s": O valor da palavra-chave "%s" não é válido porque o seu comprimento %d não é válido (RFC 8011 da seção 5.1.4).
ro: „%s”: Valoare incorectă a cuvântului cheie „%s” – lungime incorectă %d (RFC 8011 secțiunea 5.1.4).
sv: "%s": Dåligt keyword-värde "%s" - dålig längd %d (RFC 8011 avsnitt 5.1.4).

source: "%s": Bad keyword value "%s" - invalid character (RFC 8011 section 5.1.4).
es: «%s»: valor «%s» de palabra clave incorrecto – carácter no válido (RFC 8011 sección 5.1.4).
pt_br: "%s": O valor da palavra-chave "%s" não é válido porque o tipo do caractere não é válido (RFC 8011 da seção 5.1.4).
ro: „%s”: Valoare incorectă a cuvântului cheie „%s” – caracter nevalid (RFC 8011 secțiunea 5.1.4).
sv: "%s": Dåligt keyword-värde "%s" - ogiltigt tecken (RFC 8011 avsnitt 5.1.4).

source: "%s": Bad mimeMediaType value "%s" - bad characters (RFC 8011 section 5.1.10).
es: «%s»: valor «%s» mimeMediaType inconcluso – caracteres defectuosos (RFC 8011 sección 5.1.10).
pt_br: "%s": O valor do mimeMediaType "%s" não é válido porque os caracteres não são válidos (RFC 8011 da seção 5.1.10).
ro: „%s”: Valoare incorectă mimeMediaType „%s” – caractere incorecte (RFC 8011 secțiunea 5.1.10).
sv: "%s": Dåligt mimeMediaType-värde "%s" - dåliga tecken (RFC 8011 avsnitt 5.1.10).

source: "%s": Bad mimeMediaType value "%s" - bad length %d (RFC 8011 section 5.1.10).
es: «%s»: valor «%s» mimeMediaType inconcluso – longitud %d inconclusa (RFC 8011 sección 5.1.10).
pt_br: "%s": O valor do mimeMediaType "%s" não é válido porque o comprimento %d não é válido (RFC 8011 da seção 5.1.10).
ro: „%s”: Valoare incorectă mimeMediaType „%s” - lungime incorectă %d (RFC 8011 secțiunea 5.1.10).
sv: "%s": Dåligt mimeMediaType-värde "%s" - dålig längd %d (RFC 8011 avsnitt 5.1.10).

source: "%s": Bad name value "%s" - bad UTF-8 sequence (RFC 8011 section 5.1.3).
es: «%s»: valor de nombre «%s» inconcluso – secuencia UTF-8 incorrecta (RFC 8011 sección 5.1.3).
pt_br: "%s": O name (nome) "%s" não é válido porque não é no padrão UTF-8 (RFC 8011 da seção 5.1.3).
ro: „%s”: Valoare incorectă a numelui „%s” – secvență UTF-8 incorectă (RFC 8011 secțiunea 5.1.3).
sv: "%s": Dåligt name-värde "%s" - dålig UTF-8-sekvens (RFC 8011 avsnitt 5.1.3).

source: "%s": Bad name value "%s" - bad control character (PWG 5100.14 section 8.1).
es: «%s»: valor de nombre «%s» inconcluso – carácter de control incorrecto (PWG 5100.14 sección 8.1).
pt_br: "%s": O name (nome) "%s" não é válido porque o caractere de controle não é válido (PWG 5100.14 da seção 8.1).
ro: „%s”: Valoare incorectă a numelui „%s” – caracter de control incorect (PWG 5100.14 secțiunea 8.1).
sv: "%s": Dåligt name-värde "%s" - dåligt kontrolltecken (PWG 5100.14 avsnitt 8.1).

source: "%s": Bad name value "%s" - bad length %d (RFC 8011 section 5.1.3).
es: «%s»: valor «%s» de nombre inconcluso – longitud inconclusa %d (RFC 8011 sección 5.1.3).
pt_br: "%s": O name (nome) "%s" não é válido porque o comprimento %d não é válido (RFC 8011 da seção 5.1.3).
ro: „%s”: Valoare incorectă a numelui „%s” - lungime incorectă %d (RFC 8011 secțiunea 5.1.3).
sv: "%s": Dåligt namnvärde "%s" - dålig längd %d (RFC 8011 avsnitt 5.1.3).

source: "%s": Bad naturalLanguage value "%s" - bad characters (RFC 8011 section 5.1.9).
es: «%s»: valor «%s» inconcluso de naturalLanguage – caracteres inconclusos (RFC 8011 sección 5.1.9).
pt_br: "%s": O valor do naturalLanguage "%s" não é válido porque os caracteres não são válidos (RFC 8011 da seção 5.1.9).
ro: „%s”: Valoare naturalLanguage incorectă „%s” – caractere incorecte (RFC 8011 secțiunea 5.1.9).
sv: "%s": Dåligt värde för naturalLanguage "%s" - dåliga tecken (RFC 8011 avsnitt 5.1.9).

source: "%s": Bad naturalLanguage value "%s" - bad length %d (RFC 8011 section 5.1.9).
es: «%s»: valor «%s» de naturalLanguage inconcluso – longitud inconclusa %d (RFC 8011 sección 5.1.9).
pt_br: "%s": O valor do naturalLanguage "%s" não é válido porque o comprimento %d não é válido (RFC 8011 da seção 5.1.9).
ro: „%s”: Valoare naturalLanguage incorectă „%s” – lungime incorectă %d (RFC 8011 secțiunea 5.1.9).
sv: "%s": Dåligt värde för naturalLanguage "%s" - dålig längd %d (RFC 8011 avsnitt 5.1.9).

source: "%s": Bad octetString value - bad length %d (RFC 8011 section 5.1.20).
es: "%s": valor octetString inconclusa – longitud %d inconclusa (RFC 8011 sección 5.1.20).
pt_br: "%s": O valor do octetString não é válido porque o comprimento %d não é válido (RFC 8011 da seção 5.1.20).
ro: „%s”: Valoare octetString incorectă - lungime incorectă %d (RFC 8011 secțiunea 5.1.20).
sv: "%s": Dåligt värde för octetString - dålig längd %d (RFC 8011 avsnitt 5.1.20).

source: "%s": Bad rangeOfInteger value %d-%d - lower greater than upper (RFC 8011 section 5.1.14).
es: «%s»: valor rangeOfInteger inconcluso %d–%d – más bajo mayor que más alto (RFC 8011 sección 5.1.14).
pt_br: "%s": O valor do rangeOfInteger %d de %d não é válido porque o valor inferior é maior que o valor superior (RFC 8011 da seção 5.1.14).
ro: „%s”: Valoare incorectă pentru rangeOfInteger (intervalul de numere întregi) %d-%d – limita inferioară este mai mare decât limita superioară (RFC 8011 secțiunea 5.1.14).
sv: "%s": Dåligt värde för rangeOfInteger %d-%d - lägre större än övre (RFC 8011 avsnitt 5.1.14).

source: "%s": Bad resolution value %dx%d%s - bad units value (RFC 8011 section 5.1.16).
es: «%s»: valor de resolución %dx%d%s inconcluso – unidades con valor inconclusas (RFC 8011 sección 5.1.16).
pt_br: "%s": O valor do resolution (resolução) %dx%d%s não é válido porque a unidade não é válida (RFC 8011 da seção 5.1.16).
ro: „%s”: Valoare de rezoluție incorectă %dx%d%s - valoare de unități incorectă (RFC 8011 secțiunea 5.1.16).
sv: "%s": Dåligt upplösningsvärde %dx%d%s - dåligt enhetsvärde (RFC 8011 avsnitt 5.1.16).

source: "%s": Bad resolution value %dx%d%s - cross feed resolution must be positive (RFC 8011 section 5.1.16).
es: «%s»: valor de resolución %d×%d%s – cruza resolución de alimentación debe ser positivo (RFC 8011 sección 5.1.16).
pt_br: "%s": O valor do resolution (resolução) %dx%d%s não é válido porque a resolução da alimentação cruzada deve ter um valor positivo (RFC 8011 da seção 5.1.16).
ro: „%s”: Valoare de rezoluție incorectă %dx%d%s – rezoluția alimentării încrucișate trebuie să fie pozitivă (RFC 8011 secțiunea 5.1.16).
sv: "%s": Dåligt upplösningsvärde %dx%d%s - korsflödesupplösning måste ha positiva värden (RFC 8011 5.1.16).

source: "%s": Bad resolution value %dx%d%s - feed resolution must be positive (RFC 8011 section 5.1.16).
es: «%s»: valor de resolución %d×%d%s inconclusa – resolución de alimentación debe ser positiva (RFC 8011 sección 5.1.16).
pt_br: "%s": O valor do resolution (resolução) %dx%d%s não é válido porque o valor da resolução da alimentação tem que ser positivo (RFC 8011 da seção 5.1.16).
ro: „%s”: Valoare de rezoluție incorectă %dx%d%s - rezoluția fluxului trebuie să fie pozitivă (RFC 8011 secțiunea 5.1.16).
sv: "%s": Dåligt upplösningsvärde %dx%d%s - flödesupplösning måste ha positiva värden (RFC 8011 avsnitt 5.1.16).

source: "%s": Bad text value "%s" - bad UTF-8 sequence (RFC 8011 section 5.1.2).
es: «%s»: valor de texto «%s» inconcluso – secuencia UTF-8 inconclusa (RFC 8011 5.1.2).
pt_br: "%s": O text (texto) "%s" não é válido porque não é no padrão UTF-8 (RFC 8011 da seção 5.1.2).
ro: „%s”: Valoare text incorectă „%s” – secvență UTF-8 incorectă (RFC 8011 secțiunea 5.1.2).
sv: "%s": Dåligt textvärde "%s" - dålig UTF-8-sekvens (RFC 8011 avsnitt 5.1.2).

source: "%s": Bad text value "%s" - bad control character (PWG 5100.14 section 8.3).
es: «%s»: valor de texto «%s» inconclusa – carácter de control inconcluso (PWG 5100.14 sección 8.3).
pt_br: "%s": O text (texto) "%s" não é válido porque o caractere de controle não é válido (PWG 5100.14 da seção 8.3).
ro: „%s”: Valoare text incorectă „%s” – caracter de control incorect (PWG 5100.14 secțiunea 8.3).
sv: "%s": Dåligt textvärde "%s" - dåligt kontrolltecken (PWG 5100.14 avsnitt 8.3).

source: "%s": Bad text value "%s" - bad length %d (RFC 8011 section 5.1.2).
es: «%s»: valor de texto «%s» inconcluso – longitud %d inconclusa (RFC 8011 sección 5.1.2).
pt_br: "%s": O text (texto) "%s" não é válido porque o comprimento %d não é válido (RFC 8011 da seção 5.1.2).
ro: „%s”: Valoare text incorectă „%s” – lungime incorectă %d (RFC 8011 secțiunea 5.1.2).
sv: "%s": Dåligt textvärde "%s" - dålig längd %d (RFC 8011 avsnitt 5.1.2).

source: "%s": Bad uriScheme value "%s" - bad characters (RFC 8011 section 5.1.7).
es: «%s»: valor uriScheme «%s» inconcluso – caracteres inconclusos (RFC 8011 sección 5.1.7).
pt_br: "%s": O valor do uriScheme "%s" não é válido porque os caracteres não são válidos (RFC 8011 da seção 5.1.7).
ro: „%s”: Valoare uriScheme incorectă „%s” – caractere incorecte (RFC 8011 secțiunea 5.1.7).
sv: "%s": Dåligt värde för uriScheme "%s" - dåliga tecken (RFC 8011 avsnitt 5.1.7).

source: "%s": Bad uriScheme value "%s" - bad length %d (RFC 8011 section 5.1.7).
es: «%s»: valor uriScheme «%s» inconcluso – longitud %d inconclusa (RFC 8011 sección 5.1.7).
pt_br: "%s": O valor do uriScheme "%s" não é válido porque o comprimento %d não é válido (RFC 8011 da seção 5.1.7).
ro: „%s”: Valoare uriScheme incorectă „%s” - lungime incorectă %d (RFC 8011 secțiunea 5.1.7).
sv: "%s": Dåligt värde för uriScheme "%s" - dålig längd %d (RFC 8011 avsnitt 5.1.7).

source: "requesting-user-name" attribute in wrong group.
es: "requesting-user-name" es atributo dentro de grupo incorrecto.
pt_br: O atributo "requesting-user-name" está no grupo errado.
ro: Atributul „requesting-user-name” se află într-un grup greșit.
sv: Attribut "requesting-user-name" i fel grupp.

source: "requesting-user-name" attribute with wrong syntax.
es: "requesting-user-name" de atributo con sintaxis incorrecta.
pt_br: O atributo "requesting-user-name" está com a sintaxe errada.
ro: Atributul „requesting-user-name” are o sintaxă incorectă.
sv: Attribut "requesting-user-name" med fel syntax.

source: %-7s %-7.7s %-7d %-31.31s %.0f bytes
ro: %-7s %-7.7s %-7d %-31.31s %.0f octeți
sv: %-7s %-7.7s %-7d %-31.31s %.0f byte

source: %s (Borderless)
es: %s (Sin bordes)
pt_br: %s (Sem borda)
ro: %s (fără margini)
sv: %s (Utan marginaler)

source: %s (Borderless, %s)
es: %s (Sin bordes, %s)
pt_br: %s (Sem borda, %s)
ro: %s (fără margini, %s)
sv: %s (Utan marginaler, %s)

source: %s (Borderless, %s, %s)
es: %s (Sin bordes, %s, %s)
pt_br: %s (Sem borda, %s, %s)
ro: %s (fără margini, %s, %s)
sv: %s (Utan marginaler, %s, %s)

source: %s accepting requests since %s
es: %s aceptando peticiones desde %s
pt_br: O %s está aceitando as requisições desde %s
ro: %s acceptă cereri de la %s
sv: %s tar emot begäran sedan %s

source: %s cannot be changed.
es: %s no puede ser cambiado.
pt_br: O %s não pode ser alterado.
ro: %s nu poate fi modificat.
sv: %s kan inte ändras.

source: %s is not implemented by the CUPS version of lpc.
es: %s no está implementado en la versión de CUPS de lpc.
pt_br: O %s não está implementado na versão do CUPS do lpc.
ro: %s nu este implementat de versiunea CUPS a lpc.
sv: %s är inte implementerat i CUPS-versionen av lpc.

source: %s is not ready
es: %s no está preparada
pt_br: A %s não está pronta
ro: %s nu este gata
sv: %s är inte redo

source: %s is ready
es: %s está preparada
pt_br: A %s está pronta
ro: %s este gata
sv: %s är redo

source: %s is ready and printing
es: %s está preparada e imprimiendo
pt_br: A %s está pronta e imprimindo
ro: %s este gata și imprimă
sv: %s är redo och skriver ut

source: %s job-id user title copies options [file]
es: %s job-id usuario título copias opciones [archivo]
pt_br: O ID (identificador) de trabalho %s do usuário, título, cópias e opções [arquivo]
ro: %s id-lucrare utilizator titlu copii opțiuni [fișier]
sv: %s jobb-ID användare titel exemplar alternativ [fil]

source: %s not accepting requests since %s -
es: %s no acepta peticiones desde %s -
pt_br: O %s não está aceitando as requisições desde %s -
ro: %s nu acceptă cereri de la %s
sv: %s tar inte emot begäran sedan %s -

source: %s not supported.
es: %s no está implementado.
pt_br: O %s não é compatível.
ro: %s nu este acceptat.
sv: %s stöds inte.

source: %s/%s accepting requests since %s
es: %s/%s aceptando peticiones desde %s
pt_br: O %s/%s está aceitando as requisições desde %s
ro: %s/%s acceptă cereri de la %s
sv: %s/%s tar emot begäran sedan %s

source: %s/%s not accepting requests since %s -
es: %s/%s no acepta peticiones desde %s -
pt_br: O %s/%s não está aceitando as requisições desde %s -
ro: %s/%s nu acceptă cereri de la %s -
sv: %s/%s tar inte emot begäran sedan %s -

source: %s: %-33.33s [job %d localhost]
es: %s: %-33.33s [trabajo %d localhost]
pt_br: O %s: %-33.33s [trabalho %d hospedeiro local]
ro: %s: %-33.33s [lucrare %d localhost]
sv: %s: %-33.33s [jobb %d localhost]

source: %s: %s failed: %s
es: %s: %s ha fallado: %s
pt_br: %s: %s falhou: %s
ro: %s: %s a eșuat: %s
sv: %s: %s misslyckades: %s

source: %s: Bad version %s for "-V".
es: %s: Versión %s incorrecta para "-V".
pt_br: %s: A versão %s não é válida para o parâmetro "-V".
ro: %s: Versiune incorectă %s pentru „-V”.
sv: %s: Dålig version %s för "-V".

source: %s: Don't know what to do.
es: %s: No sé que hay que hacer.
pt_br: %s: Não sabe o que pode fazer.
ro: %s: Nu se știe ce să se facă.
sv: %s: Vet inte vad jag ska göra.

source: %s: Error - %s
pt_br: %s: Ocorreu o erro - %s
ro: %s: Eroare - %s
sv: %s: Fel - %s
